[
  {
    "chapter": 1,
    "headingEn": "Arjuna Vishada Yoga",
    "headingHn": "अर्जुन विषाद योग",
    "descriptionEn": "The first chapter of the Bhagavad Gita - Arjuna Vishada Yoga introduces the setup, the setting, the characters and the circumstances that led to the epic battle of Mahabharata, fought between the Pandavas and the Kauravas. It outlines the reasons that led to the revelation of the of Bhagavad Gita. As both armies stand ready for the battle, the mighty warrior Arjuna, on observing the warriors on both sides becomes increasingly sad and depressed due to the fear of losing his relatives and friends and the consequent sins attributed to killing his own relatives. So, he surrenders to Lord Krishna, seeking a solution. Thus, follows the wisdom of the Bhagavad Gita.",
    "descriptionHn": "भगवद गीता का पहला अध्याय - अर्जुन विषाद योग महाभारत के युद्ध के बीच पांडवों और कौरवों के बीच लड़े गए युद्ध की स्थिति, सेटिंग, पात्रों और परिस्थितियों को पेश करता है। यह भगवद गीता का रहस्य का खुलासा करने वाले कारणों की रूपरेखा देता है। जब दोनों सेनाएं युद्ध के लिए तैयार होती हैं, तो शक्तिशाली योद्धा अर्जुन, दोनों पक्षों के योद्धाओं को देखकर अपने रिश्तेदारों और मित्रों को खोने के भय से अधिक उदासीन और निराश होता है और अपने अपने रिश्तेदारों को मारने के दोष को देखता है। इसलिए, वह भगवान कृष्ण के पास आ जाता है और उसकी सहायता के लिए उसकी शरण लेता है।",
    "verses": [
      {
        "verse": 1,
        "text": "धृतराष्ट्र उवाच धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः। मामकाः पाण्डवाश्चैव किमकुर्वत सञ्जय।।1.1।।",
        "translationEn": "Dhritarashtra said, 'What did my people and the sons of Pandu do when they had assembled together, eager for battle, on the holy plain of Kurukshetra, O Sanjaya?'",
        "translationHn": "।।1.1।। धृतराष्ट्र ने कहा--हे संजय! धर्मक्षेत्र कुरुक्षेत्र में जब युद्ध के लिए उत्सुक होकर मेरे और पाण्डुके पुत्रों ने एकठा होकर क्या किया? ",
        "commentaryEn": "1.1 धर्मक्षेत्रे on the holy plain? कुरुक्षेत्रे in Kurukshetra? समवेताः assembled together? युयुत्सवः desirous to fight? मामकाः my people? पाण्डवाः the sons of Pandu? च and? एव also? किम् what? अकुर्वत did do? सञ्जय O Sanjaya.Commentary Dharmakshetra -- that place which protects Dharma is Dharmakshetra. Because it was in the land of the Kurus? it was called Kurukshetra.Sanjaya is one who has conered likes and dislikes and who is impartial.",
        "commentaryHn": "।।1.1।। व्याख्या--'धर्मक्षेत्रे' का अर्थ है--जिस स्थानपर धर्मकी रक्षा होती है, वहाँ धर्मक्षेत्र है। कुरुक्षेत्र नामक यह स्थान कुरुवंशियोंका है, इसलिये इसे कुरुक्षेत्र कहा गया है। संजय वह है जिसने अपनी इच्छाओंको और नापसंदियोंको जीत लिया है और जो निष्कपट है।"
      },
      {
        "verse": 2,
        "text": "सञ्जय उवाच दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा। आचार्यमुपसङ्गम्य राजा वचनमब्रवीत्।।1.2।।",
        "translationEn": "Sanjaya said, 'Having seen the army of the Pandavas drawn up in battle array, King Duryodhana then approached his teacher (Drona) and spoke these words.'",
        "translationHn": "।।1.2।। संजय ने कहा--तब दुर्योधन ने पाण्डवों की व्यूहरचना को देखकर आचार्य द्रोण के पास गया और यह वचन कहा।",
        "commentaryEn": "1.2 दृष्ट्वा having seen? तु indeed? पाण्डवानीकम् the army of the Pandavas? व्यूढम् drawn up in battlearray? दुर्योधनः Duryodhana? तदा then? आचार्यम् the teacher? उपसङ्गम्य having approached? राजा the king? वचनम् speech? अब्रवीत् said.No Commentary.",
        "commentaryHn": "।।1.2।। व्याख्या-- 'तदा'-- जिस समय दोनों सेनाएँ युद्धके लिये खड़ी हुई थीं, उस समयकी बात सञ्जय यहाँ 'तदा' पदसे कहते हैं। कारण कि धृतराष्ट्रका प्रश्न 'युद्धकी इच्छावाले मेरे और पाण्डुके पुत्रोंने क्या किया'-- इस विषयको सुननेके लिये ही है।'तु'--धृतराष्ट्रने अपने और पाण्डुके पुत्रोंके विषयमें पूछा है। अतः सञ्जय भी पहले धृतराष्ट्रके पुत्रों की बात बतानेके लिये यहाँ  'तु'  पदका प्रयोग करते हैं।"
      },
      {
        "verse": 3,
        "text": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम्। व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता।।1.3।।",
        "translationEn": "Behold, O teacher, this mighty army of the sons of Pandu, arrayed by the son of Drupada, your wise disciple.",
        "translationHn": "।।1.3।। हे आचार्य! आपके बुद्धिमान् शिष्य द्रुपदपुत्र धृष्टद्युम्न के द्वारा व्यूहरचना से खड़ी की हुई पाण्डवों की इस बड़ी भारी सेना को देखिये ",
        "commentaryEn": "1.3 पश्य behold? एताम् this? पाण्डुपुत्राणाम् of the sons of Pandu? आचार्य O teacher? महतीम् mighty? चमूम् army? व्यूढाम् arrayed? द्रुपदपुत्रेण by the son of Drupada? तव your? शिष्येण disciple? धीमता wise.No Commentary.",
        "commentaryHn": "1.3।। व्याख्या--'आचार्य' द्रोणके लिये 'आचार्य' सम्बोधन देनेमें दुर्योधनका यह भाव मालूम देता है कि आप हम सबके--कौरवों और पाण्डवों के आचार्य हैं। शस्त्रविद्या सिखानेवाले होनेसे आप सबके गुरु हैं। इसलिये आपके मनमें किसीका पक्ष या आग्रह नहीं होना चाहिये।'तव शिष्येण धीमता'--इन पदोंका प्रयोग करनेमें दुर्योधनका भाव यह है कि आप इतने सरल हैं कि अपने मारनेके लिये पैदा होनेवाले धृष्टद्युम्नको भी आपने अस्त्र-शस्त्रकी विद्या सिखायी है; और वह आपका शिष्य धृष्टद्युम्न इतना बुद्धिमान है कि उसने आपको मारनेके लिये आपसे ही अस्त्र-शस्त्रकी विद्या सीखी है।"
      },
      {
        "verse": 4,
        "text": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि। युयुधानो विराटश्च द्रुपदश्च महारथः।।1.4।।",
        "translationEn": "Here in this army, there are many heroic bowmen equal in fighting to Bhima and Arjuna; there are also great fighters like Yuyudhana, Virata and Drupada,",
        "translationHn": "।।1.4।। इस सेना में भीम और अर्जुन के समान युद्धमें निपुण शूरवीर धनुर्धर भी हैं, और युयुधान, विराट और महारथी द्रुपद भी हैं।",
        "commentaryEn": "1.4 अत्र here? शूराः heroes? महेष्वासाः mighty bowmen? भीमार्जुनसमाः equal to Bhima and Arjuna? युधि in battle? युयुधानः Yuyudhana? विराटः Virata? च and? द्रुपदः Drupada? च and? महारथः great fighters.No Commentary.",
        "commentaryHn": "1.4।। व्याख्या--'अत्र' इस सेनामें? 'शूराः' शूरवीर? 'महेष्वासाः' धनुर्धर? 'भीमार्जुनसमाः' भीम और अर्जुनके समान? 'युधि' युद्धमें? 'युयुधानः' युयुधान? 'विराटः' विराट? 'च' और? 'द्रुपदः' द्रुपद? 'च' और? 'महारथः' महारथी।"
      },
      {
        "verse": 5,
        "text": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान्। पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः।।1.5।।",
        "translationEn": "Dhrishtaketu, Chekitana, the valiant king of Kasi, Purujit, Kuntibhoja, and Saibya—the best of men.",
        "translationHn": "।।1.5।। धृष्टकेतु, चेकितान, काशीराज, वीर्यवान पुरुजित, कुन्तिभोज और शैब्य--ये नरपुङ्गव हैं।",
        "commentaryEn": "1.5 धृष्टकेतुः Dhrishtaketu? चेकितानः Chekitana? काशिराजः king of Kasi? च and? वीर्यवान् valiant? पुरुजित् Purujit? कुन्तिभोजः Kuntibhoja? च and? शैब्यः son of Sibi? च and? नरपुङ्गवः the best of men.No Commentary.",
        "commentaryHn": "।।1.4 --1.6।। व्याख्या--'अत्र शूरा महेष्वासा भीमार्जुनसमा युधि'-- जिनसे बाण चलाये जाते हैं, फेंके जाते हैं, उनका नाम 'इष्वास' अर्थात् धनुष है। ऐसे बड़े-बड़े इष्वास (धनुष) जिनसे पास हैं, वे सभी 'महेष्वास' हैं। तात्पर्य है कि बड़े धनुषोंपर बाण चढ़ाने एवं प्रत्यञ्चा खींचनेमें बहुत बल लगता है। जोरसे खींचकर छोड़ा गया बाण विशेष मार करता है। ऐसे बड़े-बड़े धनुष पासमें होनेके कारण ये सभी बहुत बलवान् और शूरवीर हैं। ये मामूली योद्धा नहीं हैं। युद्धमें ये भीम और अर्जुनके समान हैं अर्थात् बलमें ये भीमके समान और अस्त्र-शस्त्रकी कलामें ये अर्जुनके समान हैं।"
      },
      {
        "verse": 6,
        "text": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान्। सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः।।1.6।।",
        "translationEn": "The strong Yudhamanyu and the brave Uttamaujas, the son of Subhadra (Abhimanyu, the son of Subhadra and Arjuna), and the sons of Draupadi, all of them great charioteers (great heroes).",
        "translationHn": "।।1.4 -- 1.6।। यहाँ (पाण्डवों की सेना में) बड़े-बड़े शूरवीर हैं, जिनके बहुत बड़े-बड़े धनुष हैं तथा जो युद्ध में भीम और अर्जुनके समान हैं। उनमें युयुधान (सात्यकि), राजा विराट और महारथी द्रुपद भी हैं। धृष्टकेतु और चेकितान तथा पराक्रमी काशिराज भी हैं। पुरुजित् और कुन्तिभोज--ये दोनों भाई तथा मनुष्योंमें श्रेष्ठ शैब्य भी हैं। पराक्रमी युधामन्यु और पराक्रमी उत्तमौजा भी हैं। सुभद्रापुत्र अभिमन्यु और द्रौपदी के पाँचों पुत्र भी हैं। ये सब-के-सब महारथी हैं।  ",
        "commentaryEn": "1.6 युधामन्युः Yudhamanyu? च and? विक्रान्तः valiant? उत्तमौजाः Uttamauja? च and? वीर्यवान् valiant? सौभद्रः Abhimanyu? द्रौपदेयाः sons of Draupadi? च and? सर्वे all? एव certainly? महारथाः great warriors.No Commentary.",
        "commentaryHn": "।।1.4 -- 1.6।। व्याख्या--'युधामन्युः' युधामन्यु? 'च' और? 'विक्रान्तः' वीर? 'उत्तमौजाः' उत्तमौजा? 'च' और? 'वीर्यवान्' वीर? 'सौभद्रः' सौभद्र? 'द्रौपदेयाः' द्रौपदीके पुत्र? 'च' और? 'सर्वे' सब? 'एव' निश्चित ही? 'महारथाः' महारथी।"
      },
      {
        "verse": 7,
        "text": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम। नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते।।1.7।।",
        "translationEn": "Know, O best among the twice-born, that these are mighty warriors, who are especially distinguished in battle. I will now tell you about the chief among my army, O best of the Brahmanas.",
        "translationHn": "।।1.7।। हे द्विजोत्तम! जो ये विशेष योद्धा हैं, उनको तुम हमारे लिये विशेष जानो। मैं तुम्हें अपनी सेना के प्रमुख नायकोंका नाम बताता हूँ।",
        "commentaryEn": "1.7 अस्माकम् our? तु indeed? विशिष्टाः distinguished? ये who? तान् them? निबोध know? द्विजोत्तम O best among the twice-born? नायकाः leaders? मम my? सैन्यस्य of the army? संज्ञार्थम for information? तान् them? ब्रवीमि I tell? ते you.No Commentary.",
        "commentaryHn": "।।1.7।। व्याख्या--'अस्माकं' हमारे? 'तु' तो? 'विशिष्टाः' विशेष? 'ये' जो? 'तान्' उनको? 'निबोध' जानो? 'द्विजोत्तम' हे द्विजोंमें श्रेष्ठ! 'नायकाः' नेता? 'मम' मेरे? 'सैन्यस्य' सेनाके? 'संज्ञार्थं' जाननेके लिये? 'तान्' उनको? 'ब्रवीमि' कहता हूँ? 'ते' तुम्हें।"
      },
      {
        "verse": 8,
        "text": "भवान्भीष्मश्च कर्णश्च कृपश्च समितिञ्जयः। अश्वत्थामा विकर्णश्च सौमदत्तिस्तथैव च।।1.8।।",
        "translationEn": "There are personalities like yourself, Bhisma, Karna, Kripa, Ashvatthama, Vikarna, and the son of Somadatta called Bhurishrava, who are ever victorious in battle.",
        "translationHn": "।।1.8।। आपके समान भीष्म, कर्ण, कृप, समितिञ्जय अश्वत्थामा, विकर्ण और सौमदत्त के पुत्र भूरिश्रवा आदि योद्धा हैं, जो युद्ध में सदा विजयी होते हैं।",
        "commentaryEn": "1.8 भवान् yourself? भीष्मः Bhisma? च and? कर्णः Karna? च and? कृपः Kripa? च and? समितिञ्जयः Samitinjaya? अश्वत्थामा Ashvatthama? विकर्णः Vikarna? च and? सौमदत्तिः son of Somadatta? तथा as also? एव certainly? च and.No Commentary.",
        "commentaryHn": "।।1.8।। व्याख्या--'भवान्' आप? 'भीष्मः' भीष्म? 'च' और? 'कर्णः' कर्ण? 'च' और? 'कृपः' कृप? 'च' और? 'समितिञ्जयः' समितिञ्जय? 'अश्वत्थामा' अश्वत्थामा? 'विकर्णः' विकर्ण? 'च' और? 'सौमदत्तिः' सौमदत्तका पुत्र? 'तथा एव च' और भी।"
      },
      {
        "verse": 9,
        "text": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः। नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः।।1.9।।",
        "translationEn": "There are many other heroes who are prepared to lay down their lives for my sake. All of them are well equipped with different kinds of weapons, and all are experienced in military science.",
        "translationHn": "।।1.9।। अन्य भी बहुत से शूरवीर हैं, जो मेरे लिए अपनी जान त्यागनेको तैयार हैं। वे सभी नानाप्रकारके शस्त्रोंसे युक्त हैं और सभी युद्धविद्यामें निपुण हैं।",
        "commentaryEn": "1.9 अन्ये others? च and? बहवः many? शूराः heroes? मदर्थे for my sake? त्यक्तजीविताः prepared to lay down their lives? नानाशस्त्रप्रहरणाः well equipped with different kinds of weapons? सर्वे all? युद्धविशारदाः experienced in military science.No Commentary.",
        "commentaryHn": "।।1.9।। व्याख्या--'अन्ये च बहवः शूरा' और भी बहुत से शूरवीर हैं। 'मदर्थे' मेरे लिए। 'त्यक्तजीविताः' जो अपनी जान त्यागनेको तैयार हैं। 'नानाशस्त्रप्रहरणाः' वे सभी नानाप्रकारके शस्त्रोंसे युक्त हैं। 'सर्वे युद्धविशारदाः' और सभी युद्धविद्यामें निपुण हैं।"
      },
      {
        "verse": 10,
        "text": "अपर्याप्तं तदस्माकं बलं भीष्माभिरक्षितम्। पर्याप्तं त्विदमेतेषां बलं भीमाभिरक्षितम्।।1.10।।",
        "translationEn": "Our strength is immeasurable, and we are perfectly protected by Grandfather Bhisma, whereas the strength of the Pandavas, carefully protected by Bhima, is limited.",
        "translationHn": "।।1.10।। हमारा बल अपरिमित है और हम भीष्मपितामह द्वारा पूरी तरह से संरक्षित हैं, जबकि पाण्डवों का बल भीम द्वारा संरक्षित है, जो सीमित है।",
        "commentaryEn": "1.10 अपर्याप्तम् immeasurable? तत् that? अस्माकम् our? बलम् strength? भीष्माभिरक्षितम् protected by Bhisma? पर्याप्तम् limited? तु but? इदम् this? एतेषाम् of these? बलम् strength? भीमाभिरक्षितम् protected by Bhima.No Commentary.",
        "commentaryHn": "।।1.10।। व्याख्या--'अपर्याप्तं तदस्माकं बलं' हमारा बल अपरिमित है। 'भीष्माभिरक्षितम्' और हम भीष्मपितामह द्वारा पूरी तरह से संरक्षित हैं। 'पर्याप्तं त्विदमेतेषां बलं' जबकि पाण्डवों का बल भीम द्वारा संरक्षित है, जो सीमित है।"
      },
      {
        "verse": 11,
        "text": "अयनेषु च सर्वेषु यथाभागमवस्थिताः। भीष्ममेवाभिरक्षन्तु भवन्तः सर्व एव हि।।1.11।।",
        "translationEn": "All of you must now give full support to Grandfather Bhisma, standing at your respective strategic points in the phalanx of the army.",
        "translationHn": "।।1.11।। अब तुम सभी लोग अपने-अपने स्थानों पर खड़े होकर सेनामें व्यूहरचना के अनुसार भीष्मपितामह का समर्थन करो।",
        "commentaryEn": "1.11 अयनेषु at strategic points? च and? सर्वेषु all? यथाभागम् according to their respective positions? अवस्थिताः situated? भीष्मम् Bhisma? एव certainly? अभिरक्षन्तु must give support? भवन्तः all of you? सर्वे all? एव certainly? हि indeed.No Commentary.",
        "commentaryHn": "।।1.11।। व्याख्या--'अयनेषु च सर्वेषु' सभी लोग अपने-अपने स्थानों पर। 'यथाभागमवस्थिताः' व्यूहरचना के अनुसार खड़े होकर। 'भीष्ममेवाभिरक्षन्तु' भीष्मपितामह का समर्थन करो। 'भवन्तः सर्व एव हि' तुम सभी लोग भी ही।"
      },
      {
        "verse": 12,
        "text": "तस्य सञ्जनयन्हर्षं कुरुवृद्धः पितामहः। सिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान्।।1.12।।",
        "translationEn": "Then Bhisma, the great valiant grandsire of the Kuru dynasty, the grandfather of the fighters, blew his conchshell very loudly, making a sound like the roar of a lion, giving Duryodhana joy.",
        "translationHn": "।।1.12।। तब कुरुवंश के महान वृद्ध पितामह भीष्मने अपनी शंखबजाकर बड़ी ऊँची आवाज में सिंहके गर्जने की भाँति शंख बजाया और दुर्योधनको प्रसन्न किया।",
        "commentaryEn": "1.12 तस्य of him? सञ्जनयन् causing? हर्षम् joy? कुरुवृद्धः the grandsire of the Kuru dynasty? पितामहः the grandfather? सिंहनादम् the lion's roar? विनद्य blowing? उच्चैः very loudly? शङ्खम् conchshell? दध्मौ blew? प्रतापवान् the valiant.No Commentary.",
        "commentaryHn": "।।1.12।। व्याख्या--'तस्य' उसके? 'सञ्जनयन्' उत्पन्न करते हुए? 'हर्षं' आनन्द? 'कुरुवृद्धः' कुरुवंशके वृद्ध पितामह? 'पितामहः' पितामह? 'सिंहनादं' सिंहके गर्जने की भाँति? 'विनद्य' बजाया? 'उच्चैः' बड़ी ऊँची आवाज में? 'शङ्खं' शंख? 'दध्मौ' बजाया? 'प्रतापवान्' शक्तिशाली।"
      },
      {
        "verse": 13,
        "text": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः। सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत्।।1.13।।",
        "translationEn": "After that, the conchshells, drums, bugles, trumpets, and horns were all suddenly sounded, and the combined sound was tumultuous.",
        "translationHn": "।।1.13।। उसके बाद शंख, ढोल, बुगल, तुरही और शंखवजने लगे और उस सम्मिश्र शब्द से भयंकर गूंजने लगे।",
        "commentaryEn": "1.13 ततः after that? शङ्खाः conchshells? च and? भेर्यः drums? च and? पणवान् bugles? अकगोमुखाः trumpets? सहसा suddenly? एव certainly? अभ्यहन्यन्त were sounded? सः that? शब्दः sound? तुमुलः tumultuous? अभवत् became.No Commentary.",
        "commentaryHn": "।।1.13।। व्याख्या--'ततः' उसके बाद? 'शङ्खाश्च' शंख? 'भेर्यश्च' ढोल? 'पणवान्' बुगल? 'अकगोमुखाः' तुरही? 'सहसा' अचानक? 'अभ्यहन्यन्त' बजाये गये? 'सः शब्दः' वह शब्द? 'तुमुलः' भयंकर? 'अभवत्' हो गया।"
      },
      {
        "verse": 14,
        "text": "ततः श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ। माधवः पाण्डवश्चैव दिव्यौ शंखौ प्रदध्मतुः।।1.14।।",
        "translationEn": "On the other side, both Lord Krishna and Arjuna stationed in a great chariot drawn by white horses, sounded their transcendental conchshells.",
        "translationHn": "।।1.14।। दूसरी ओर महान स्यन्दन में खड़े हुए माधव श्रीकृष्ण और पाण्डव अर्जुन ने अपने दिव्य शंख बजाए।",
        "commentaryEn": "1.14 ततः thereafter? श्वेतैः white? हयैः horses? युक्ते yoked? महति great? स्यन्दने chariot? स्थितौ stationed? माधवः Lord Krishna? पाण्डवः Arjuna? च and? एव certainly? दिव्यौ transcendental? शंखौ conchshells? प्रदध्मतुः sounded.No Commentary.",
        "commentaryHn": "।।1.14।। व्याख्या--'ततः' उसके बाद? 'श्वेतैः' सफेद? 'हयैः' घोड़ोंसे? 'युक्ते' युक्त? 'महति' बड़ी? 'स्यन्दने' स्यंदनमें? 'स्थितौ' खड़े हुए? 'माधवः' माधव श्रीकृष्ण? 'पाण्डवः' पाण्डव अर्जुन? 'चैव' और? 'दिव्यौ' दिव्य? 'शंखौ' शंख? 'प्रदध्मतुः' बजाए।"
      },
      {
        "verse": 15,
        "text": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः। पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः।।1.15।।",
        "translationEn": "Lord Krishna blew His conchshell called Pancajanya; Arjuna blew his, the Devadatta; and Bhima, the voracious eater and performer of Herculean tasks, blew his terrific conchshell called Paundram.",
        "translationHn": "।।1.15।। हृषीकेश श्रीकृष्ण ने पाञ्चजन्य नामक शंख बजाया, धनञ्जय अर्जुन ने अपना देवदत्त नामक शंख बजाया और भीमकर्मा वृकोदर ने अपना पौण्ड्र नामक भयंकर शंख बजाया।",
        "commentaryEn": "1.15 पाञ्चजन्यं conchshell named Pancajanya? हृषीकेशः Lord Krishna? देवदत्तं conchshell named Devadatta? धनञ्जयः Arjuna? पौण्ड्रं conchshell named Paundra? दध्मौ blew? महाशङ्खं terrific conchshell? भीमकर्मा voracious eater and performer of Herculean tasks? वृकोदरः Bhima.No Commentary.",
        "commentaryHn": "।।1.15।। व्याख्या--'पाञ्चजन्यं' पाञ्चजन्य नामक शंख? 'हृषीकेशः' हृषीकेश श्रीकृष्ण? 'देवदत्तं' देवदत्त नामक शंख? 'धनञ्जयः' धनञ्जय अर्जुन? 'पौण्ड्रं' पौण्ड्र नामक शंख? 'दध्मौ' बजाया? 'महाशङ्खं' भयंकर शंख? 'भीमकर्मा' भीमकर्मा वृकोदर? 'वृकोदरः' वृकोदर ने।"
      },
      {
        "verse": 16,
        "text": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः। नकुलः सहदेवश्च सुघोषमणिपुष्पकौ।।1.16।।",
        "translationEn": "King Yudhishthira, the son of Kunti, blew his conchshell, the Anantavijaya; Nakula and Sahadeva blew the Sughosa and Manipuspaka.",
        "translationHn": "।।1.16।। कुंतीपुत्र राजा युधिष्ठिर ने अपना अनन्तविजय नामक शंख बजाया, नकुल और सहदेव ने सुघोष और मणिपुष्पक नामक शंख बजाया।",
        "commentaryEn": "1.16 अनन्तविजयं conchshell named Anantavijaya? राजा King? कुन्तीपुत्रः son of Kunti? युधिष्ठिरः Yudhishthira? नकुलः Nakula? सहदेवः Sahadeva? च and? सुघोषम् conchshell named Sughosa? अणिपुष्पकौ conchshell named Manipuspaka.No Commentary.",
        "commentaryHn": "।।1.16।। व्याख्या--'अनन्तविजयं' अनन्तविजय नामक शंख? 'राजा' राजा? 'कुन्तीपुत्रो' कुंतीका पुत्र? 'युधिष्ठिरः' युधिष्ठिर? 'नकुलः' नकुल? 'सहदेवश्च' सहदेव और? 'सुघोषमणिपुष्पकौ' सुघोष और मणिपुष्पक नामक शंख।"
      },
      {
        "verse": 17,
        "text": "काश्यश्च परमेष्वासः शिखण्डी च महारथः। धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः।।1.17।।",
        "translationEn": "The king of Kasi, an excellent archer, Sikhandi, the mighty car warrior, Dhrstadyumna, Virata, and the unconquerable Satyaki, Drupada, and the sons of Draupadi, all blew their respective conchshells.",
        "translationHn": "।।1.17।। काशीराज महान तीरंदाज, शिखण्डी महारथी, धृष्टद्युम्न, विराट, अपराजित सात्यकि, द्रुपद और द्रौपदीके पुत्र सब अपने-अपने शंख बजाए।",
        "commentaryEn": "1.17 काश्यः the king of Kasi? च and? परमेष्वासः an excellent archer? शिखण्डी Sikhandi? च and? महारथः mighty car warrior? धृष्टद्युम्नः Dhrstadyumna? विराटः Virata? च and? सात्यकिः Satyaki? च and? अपराजितः unconquerable? धृपदः Drupada? च and? सुताः sons? द्रौपदीके of Draupadi? सर्वे all? अपराजितः blew their respective conchshells.No Commentary.",
        "commentaryHn": "।।1.17।। व्याख्या--'काश्यश्च' काशीराज? 'परमेष्वासः' महान तीरंदाज? 'शिखण्डी च' शिखण्डी? 'महारथः' महारथी? 'धृष्टद्युम्नो' धृष्टद्युम्न? 'विराटश्च' विराट? 'सात्यकिश्च' सात्यकि? 'अपराजितः' अपराजित? 'सार्वे' सब? 'अपराजितः' अपने-अपने शंख बजाए।"
      },
      {
        "verse": 18,
        "text": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत्। नभश्च पृथिवीं चैव तुमुलो व्यनुनादयन्।।1.18।।",
        "translationEn": "That tumultuous sound was piercing the hearts of the sons of Dhrtarastra, as the uproar shook the very sky and the earth.",
        "translationHn": "।।1.18।। उस भयंकर शब्द से धृतराष्ट्रके पुत्रोंके हृदय विचलित हो गए, जैसे वह गूंजने से आकाश और पृथ्वी को हिला दिया।",
        "commentaryEn": "1.18 सः that? घोषः sound? धार्तराष्ट्राणाम् of the sons of Dhrtarastra? हृदयानि hearts? व्यदारयत् pierced? नभः the sky? च and? पृथिवीं the earth? च and? एव certainly? तुमुलः uproar? व्यनुनादयन् shook.No Commentary.",
        "commentaryHn": "।।1.18।। व्याख्या--'सः घोषः' वह शब्द? 'धार्तराष्ट्राणां' धृतराष्ट्रके पुत्रोंके? 'हृदयानि' हृदय? 'व्यदारयत्' विचलित कर दिया? 'नभः' आकाश? 'चैव' और? 'पृथिवीं' पृथ्वी? 'तुमुलः' भयंकर? 'व्यनुनादयन्' हिला दिया।"
      },
      {
        "verse": 19,
        "text": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान् कपिध्वजः। प्रवृत्ते शस्त्रसम्पाते धनुरुद्यम्य पाण्डवः।।1.19।।",
        "translationEn": "At that time Arjuna, the son of Pandu, who was seated in his chariot, his flag marked with Hanuman, took up his bow and prepared to shoot his arrows.",
        "translationHn": "।।1.19।। उस समय पाण्डव अर्जुन ने जिसका ध्वज हनुमान था, अपने रथ में बैठे हुए अपना धनु उठाया और अपने तीर चलानेके लिए तैयार हुए।",
        "commentaryEn": "1.19 अथ then? व्यवस्थितान् arranged? दृष्ट्वा seeing? धार्तराष्ट्रान् the sons of Dhrtarastra? कपिध्वजः Arjuna? प्रवृत्ते being about to engage? शस्त्रसम्पाते in releasing the weapons? धनुः bow? उद्यम्य taking up? पाण्डवः the son of Pandu.No Commentary.",
        "commentaryHn": "।।1.19।। व्याख्या--'अथ' तब? 'व्यवस्थितान्' व्यवस्थित होनेवालोंको? 'दृष्ट्वा' देखकर? 'धार्तराष्ट्रान्' धृतराष्ट्रके पुत्रोंको? 'कपिध्वजः' कपिध्वज अर्जुन? 'प्रवृत्ते' लड़ाई में लगनेवाले? 'शस्त्रसम्पाते' शस्त्र चलानेमें? 'धनुः' धनु? 'उद्यम्य' उठाकर? 'पाण्डवः' पाण्डव अर्जुन।"
      },
      {
        "verse": 20,
        "text": "हृषीकेशं तदा वाक्यमिदमाह महीपते। सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत।।1.20।।",
        "translationEn": "Arjuna said: O infallible one, please draw my chariot between the two armies so that I may see who is present here, who is desirous of fighting, and with whom I must contend in this great battle attempt.",
        "translationHn": "।।1.20।। अर्जुन ने कहा--हे अच्युत! तब तू मेरे रथ को दो सेनाओं के बीच में खड़ा कर दे, ताकि मैं देख सकूँ कौन यहाँ है, कौन युद्ध करनेको इच्छुक है और मैं किसके साथ इस महायुद्धमें युद्ध करनेवाला हूँ।",
        "commentaryEn": "1.20 हृषीकेशम् unto Lord Krishna? तदा then? वाक्यम् words? इदम् this? आह said? महीपते O King? सेनयोः of the armies? उभयोः of both? मध्ये between? रथम् chariot? स्थापय place? मे my? अच्युत O infallible one.No Commentary.",
        "commentaryHn": "।।1.20।। व्याख्या--'हृषीकेशं' हृषीकेश श्रीकृष्ण को? 'तदा' तब? 'वाक्यम्' वाक्य? 'इदमाह' इस रीति बोला? 'महीपते' हे राजन्? 'सेनयोरुभयोर्मध्ये' दोनों सेनाओं के बीच में? 'रथं' रथ? 'स्थापय' खड़ा कर? 'मे' मेरे? 'अच्युत' हे अच्युत!"
      },
      {
        "verse": 21,
        "text": "यावदेतान्निरीक्षेऽहं योद्धुकामानवस्थितान्। कैर्मया सह योद्धव्यमस्मिन्रणसमुद्यमे।।1.21।।",
        "translationEn": "Let me see those who have come here to fight, wishing to please the evil-minded son of Dhrtarastra.",
        "translationHn": "।।1.21।। मुझे देखने दो जो यहाँ युद्ध करनेको आए हैं और धृतराष्ट्रके दुष्ट संकल्पके पुत्रको खुश करनेके लिए इस युद्धके उद्यममें मेरे साथ युद्ध करनेवाले हैं।",
        "commentaryEn": "1.21 यावत् as long as? एतान् these? निरीक्षे may I see? अहम् I? योधुकामान् those who are desirous of fighting? अवस्थितान् present? कैः by whom? मया by me? सह along with? योधव्यम the fight? अस्मिन in this? रणसमुद्यमे in the attempt for the battle.No Commentary.",
        "commentaryHn": "।।1.21।। व्याख्या--'यावदेतान्' जब तक इनको? 'निरीक्षे' देखूँ? 'अहं' मैं? 'योध्दुकामान्' युद्ध करनेको इच्छुक? 'अवस्थितान्' खड़े हुए? 'कैः' किसके द्वारा? 'मया' मैं? 'सह' साथ? 'योध्दव्यम' युद्ध करना? 'अस्मिन' इस? 'रणसमुद्यमे' युद्ध के उद्यममें।"
      },
      {
        "verse": 22,
        "text": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः। धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः।।1.22।।",
        "translationEn": "Let me see those who have come here to fight, wishing to please the evil-minded son of Dhrtarastra.",
        "translationHn": "।।1.22।। मुझे देखने दो जो यहाँ युद्ध करनेको आए हैं और धृतराष्ट्रके दुष्ट संकल्पके पुत्रको खुश करनेके लिए इस युद्धके उद्यममें मेरे साथ युद्ध करनेवाले हैं।",
        "commentaryEn": "1.22 योत्स्यमानान् those who are prepared to fight? अवेक्षे may I see? अहम् I? ये who? एते these? अत्र here? समागताः have assembled? धार्तराष्ट्रस्य of Dhrtarastra? दुर्बुद्धेः of the evil-minded? युद्धे in the fight? प्रियचिकीर्षवः desiring to please.No Commentary.",
        "commentaryHn": "।।1.22।। व्याख्या--'योत्स्यमानान्' युद्ध करनेवालोंको? 'अवेक्षे' देखूँ? 'अहं' मैं? 'ये' जो? 'एते' ये? 'अत्र' यहाँ? 'समागताः' आए हैं? 'धार्तराष्ट्रस्य' धृतराष्ट्रके? 'दुर्बुद्धेः' दुष्ट संकल्पके? 'युद्धे' युद्धमें? 'प्रियचिकीर्षवः' खुश करनेके इच्छुक।"
      },
      {
        "verse": 23,
        "text": "सञ्जय उवाच। एवमुक्त्वार्जुनः सङ्ख्ये रथोपस्थ उपाविशत्। विसृज्य सशरं चापं शोकसंविग्नमानसः।।1.23।।",
        "translationEn": "Sanjaya said: O King, after speaking thus on the battlefield, Arjuna, the son of Pandu, seated in the chariot, cast aside his bow and arrows in despair.",
        "translationHn": "।।1.23।। संजय ने कहा--राजन्! इस प्रकार युद्धभूमि में बोलकर अर्जुन ने अपने रथ में बैठकर शोकसंविग्न होकर अपना धनु और तीर छोड़ दिया।",
        "commentaryEn": "1.23 सञ्जयः Sanjaya? उवाच said? एवम् thus? उक्त्वा speaking? अर्जुनः Arjuna? सञ्ख्ये on the battlefield? रथोपस्थः seated in the chariot? उपाविशत् sat down? विसृज्य casting aside? सशरम् with arrows? च and? आपम् bow? शोकसंविग्नमानसः overwhelmed with compassion.No Commentary.",
        "commentaryHn": "।।1.23।। व्याख्या--'सञ्जय उवाच' संजय ने कहा--'एवमुक्त्वा' इस प्रकार बोलकर? 'अर्जुनः' अर्जुन? 'सङ्ख्ये' युद्धभूमि में? 'रथोपस्थ' रथ में बैठकर? 'उपाविशत्' बैठ गया? 'विसृज्य' छोड़कर? 'सशरं' तीर सहित? 'चापं' धनु? 'शोकसंविग्नमानसः' शोक से व्याकुल मनवाला।"
      },
      {
        "verse": 24,
        "text": "अर्जुन उवाच। दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम्। सीदन्ति मम गात्राणि मुखं च परिशुष्यति।।1.24।।",
        "translationEn": "Arjuna said: O Krishna, seeing my friends and relatives present before me in such a fighting spirit, I feel the limbs of my body quivering and my mouth drying up.",
        "translationHn": "।।1.24।। अर्जुन ने कहा--हे कृष्ण! मेरे सामने युद्ध करनेको इच्छुक इस स्वजन और सजन को देखकर मेरे शरीरके अंग कांपने लगे हैं और मेरा मुँह सूखनेलगा है।",
        "commentaryEn": "1.24 अर्जुनः Arjuna? उवाच said? दृष्ट्वा seeing? इमम् this? स्वजनम् kinsmen? कृष्ण O Krishna? युयुत्सुम् desiring to fight? समुपस्थितम् present? सीदन्ति are quivering? मम my? गात्राणि limbs? मुखम mouth? च and? परिशुष्यति drying up.No Commentary.",
        "commentaryHn": "।।1.24।। व्याख्या--'अर्जुन उवाच' अर्जुन ने कहा--'दृष्ट्वा' देखकर? 'इमं' इस? 'स्वजनं' स्वजन? 'कृष्ण' हे कृष्ण? 'युयुत्सुं' युद्ध करनेको इच्छुक? 'समुपस्थितं' खड़ा हुआ? 'सीदन्ति' कांपने लगे? 'मम' मेरे? 'गात्राणि' अंग? 'मुखं' मुँह? 'च' और? 'परिशुष्यति' सूखनेलगा।"
      },
      {
        "verse": 25,
        "text": "वेपथुश्च शरीरे मे रोमहर्षश्च जायते। गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते।।1.25।।",
        "translationEn": "My whole body is trembling, and my hair is standing on end. My bow Gandiva is slipping from my hand, and my skin is burning.",
        "translationHn": "।।1.25।। मेरे पूरे शरीर में कांपन हो रहा है और बाल खड़े हो रहे हैं। गाण्डीव धनुष मेरे हाथ से फिसल रहा है और मेरी त्वचा जल रही है।",
        "commentaryEn": "1.25 वेपथुः trembling? च and? शरीरे in the body? मे my? रोमहर्षः hair standing on end? च and? जायते are taking place? गाण्डीवम् the bow of Arjuna? स्रंसते is slipping? हस्तात् from the hand? त्वक् skin? च and? एव certainly? परिदह्यते is burning.No Commentary.",
        "commentaryHn": "।।1.25।। व्याख्या--'वेपथुश्च' कांपन हो रहा है? 'शरीरे' शरीर में? 'मे' मेरे? 'रोमहर्षश्च' बाल खड़े हो रहे हैं? 'जायते' हो रहा है? 'गाण्डीवं' गाण्डीव? 'स्रंसते' फिसल रहा है? 'हस्तात्' हाथ से? 'त्वक्चैव' त्वचा भी? 'परिदह्यते' जल रही है।"
      },
      {
        "verse": 26,
        "text": "तत्रापश्यत्स्थितान्पार्थः पितृ़नथ पितामहान्। आचार्यान्मातुलान्भ्रातृ़न्पुत्रान्पौत्रान्सखींस्तथा।।1.26।।",
        "translationEn": "O Krishna, I see assembled in this battlefield, all my kinsmen, grandfathers, teachers, maternal uncles, brothers, sons, grandsons, friends, and also my father-in-law and well-wishers.",
        "translationHn": "।।1.26।। हे कृष्ण! मैं इस युद्धभूमि में खड़े हुए देखता हूँ अपने सभी स्वजन, पितामह, गुरु, मामे, भाई, पुत्र, पौत्र, मित्र और दामाद तथा सुहृद्देवता।",
        "commentaryEn": "1.26 तत्र there? अपश्यत saw? स्थितान् assembled? पार्थः Arjuna? पितृन् grandfathers? अथ and? पितामहान् grandsons? आचार्यान् teachers? मातुलान् maternal uncles? भ्रातृन् brothers? पुत्रान् sons? पौत्रान् grandsons? सखींस् friends? तथा also? आदि etc.? तत्र there? च and? श्वशुरान् father-in-law? सुहृद् well-wishers.No Commentary.",
        "commentaryHn": "।।1.26।। व्याख्या--'तत्र' वहाँ? 'अपश्यत' देखा? 'स्थितान्' खड़े हुए? 'पार्थः' पार्थ अर्जुन? 'पितृन्' पितामह? 'नथ' गुरु? 'पितामहान्' पितामह? 'आचार्यान्' गुरु? 'मातुलान्' मामे? 'भ्रातृन्' भाई? 'पुत्रान्' पुत्र? 'पौत्रान्' पौत्र? 'सखींस्' मित्र? 'तथा' और? 'आदि' आदि? 'तत्र' वहाँ? 'च' और? 'श्वशुरान्' दामाद? 'सुहृद्' सुहृद्देवता।"
      },
      {
        "verse": 27,
        "text": "श्र्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि। तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान्।।1.27।।",
        "translationEn": "Seeing all these friends and relatives present before him, Arjuna was overcome by compassion and despondency.",
        "translationHn": "।।1.27।। इन सभी स्वजन और मित्रों को अपने सामने खड़े देखकर अर्जुन को दया और निराशा से व्याप्त हो गया।",
        "commentaryEn": "1.27 श्वशुरान् father-in-law? सुहृदः well-wishers? च and? एव certainly? सेनयोः of the armies? उभयोः of both? अपि also? तान् all of them? समीक्ष्य seeing? सः he? कौन्तेयः the son of Kunti? सर्वान् all? बन्धून् relatives? अवस्थितान् present.No Commentary.",
        "commentaryHn": "।।1.27।। व्याख्या--'श्वशुरान्' दामाद? 'सुहृदः' सुहृद्देवता? 'चैव' और? 'सेनयोः' दोनों सेनाओं के? 'उभयोः' भी? 'अपि' भी? 'तान्' उन सभी को? 'समीक्ष्य' देखकर? 'सः' वह अर्जुन? 'कौन्तेयः' कुंतीके पुत्र? 'सर्वान्' सभी? 'बन्धून्' बंधुओं? 'अवस्थितान्' खड़े हुए।"
      },
      {
        "verse": 28,
        "text": "अर्जुन उवाच। कृपया परयाविष्टो विषीदन्निदमब्रवीत्।।1.28।।",
        "translationEn": "Arjuna said: My dear Krishna, seeing my friends and relatives present before me in such a fighting spirit, I feel the limbs of my body quivering and my mouth drying up.",
        "translationHn": "।।1.28।। अर्जुन ने कहा--हे कृष्ण! मेरे सामने युद्ध करनेको इच्छुक इस स्वजन और सजन को देखकर मेरे शरीरके अंग कांपने लगे हैं और मेरा मुँह सूखनेलगा है।",
        "commentaryEn": "1.28 कृपया by compassion? परया by great? आविष्टः overwhelmed? विषीदन् lamenting? इदम् this? अब्रवीत spoke.No Commentary.",
        "commentaryHn": "।।1.28।। व्याख्या--'कृपया' दया से? 'परया' बहुत? 'आविष्टः' व्याप्त होकर? 'विषीदन्' शोक करते हुए? 'इदम्' यह? 'अब्रवीत' बोला।"
      },
      {
        "verse": 29,
        "text": "सीदन्ति मम गात्राणि मुखं च परिशुष्यति। वेपथुश्च शरीरे मे रोमहर्षश्च जायते।।1.29।।",
        "translationEn": "My limbs fail, my mouth is parched, my body quivers, and my hair stands on end.",
        "translationHn": "।।1.28 -- 1.30।। अर्जुन बोले - हे कृष्ण! युद्ध की इच्छावाले इस कुटुम्ब-समुदाय को अपने सामने उपस्थित देखकर मेरे अङ्ग शिथिल हो रहे हैं और मुख सूख रहा है तथा मेरे शरीर में कँपकँपी आ रही है एवं रोंगटे खड़े हो रहे हैं। हाथ से गाण्डीव धनुष गिर रहा है और त्वचा भी जल रही है। मेरा मन भ्रमित-सा हो रहा है और मैं खड़े रहने में भी असमर्थ हो रहा हूँ। ",
        "commentaryEn": "1.29 सीदन्ति fail? मम my? गात्राणि limbs? मुखम mouth? च and? परिशुष्यति parched? वेपथुः quivering? च and? शरीरे in the body? मे my? रोमहर्षः hair standing on end? च and? जायते are taking place.No Commentary.",
        "commentaryHn": "।।1.29।। व्याख्या--'सीदन्ति' शिथिल हो रहे हैं? 'मम' मेरे? 'गात्राणि' अंग? 'मुखं' मुँह? 'च' और? 'परिशुष्यति' सूख रहा है? 'वेपथुः' कांपने लगे? 'शरीरे' शरीर में? 'मे' मेरे? 'रोमहर्षः' रोंगटे खड़े हो रहे हैं? 'च' और? 'जायते' हो रहा है। "
      },
      {
        "verse": 30,
        "text": "गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते। न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः।।1.30।।",
        "translationEn": "My whole body is trembling, and my hair is standing on end. My bow Gandiva is slipping from my hand, and my skin is burning.",
        "translationHn": "।।1.30।। मेरे पूरे शरीर में कांपन हो रहा है और बाल खड़े हो रहे हैं। गाण्डीव धनुष मेरे हाथ से फिसल रहा है और मेरी त्वचा जल रही है।",
        "commentaryEn": "1.30 गाण्डीवम् the bow of Arjuna? स्रंसते is slipping? हस्तात् from the hand? त्वक् skin? च and? एव certainly? परिदह्यते is burning? न not? च and? शक्नोमि am able? अवस्थातुम to stay? भ्रमतीव bewildered? च and? मे my? मनः mind.No Commentary.",
        "commentaryHn": "।।1.30।। व्याख्या--'गाण्डीवं' गाण्डीव? 'स्रंसते' फिसल रहा है? 'हस्तात्' हाथ से? 'त्वक्चैव' त्वचा भी? 'परिदह्यते' जल रही है? 'न' नहीं? 'च' और? 'शक्नोम्यवस्थातुं' स्थिर रहने में सक्षम नहीं हूँ? 'भ्रमतीव' भ्रमित सा? 'च' और? 'मे' मेरे? 'मनः' मन।"
      },
      {
        "verse": 31,
        "text": "निमित्तानि च पश्यामि विपरीतानि केशव। न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे।।1.31।।",
        "translationEn": "I see omens of disaster. I do not see any good in killing my kinsmen in battle.",
        "translationHn": "।।1.31।। हे केशव! मैं विपरीत लक्षण देख रहा हूँ और युद्धभूमि में स्वजनोंको मारकर श्रेयस्का दर्शन नहीं कर रहा हूँ।",
        "commentaryEn": "1.31 निमित्तानि omens? च and? पश्यामि I see? विपरीतानि inauspicious? केशव O Krsna? न not? च and? श्रेयः good? अनुपश्यामि I foresee? हत्वा by killing? स्वजनम kinsmen? आहवे in the fight.No Commentary.",
        "commentaryHn": "।।1.31।। व्याख्या--'निमित्तानि' लक्षण? 'च' और? 'पश्यामि' देख रहा हूँ? 'विपरीतानि' अशुभ? 'केशव' हे केशव! 'न' नहीं? 'च' और? 'श्रेयोऽनुपश्यामि' श्रेयस्का दर्शन नहीं कर रहा हूँ? 'हत्वा' मारकर? 'स्वजनम्' स्वजनोंको? 'आहवे' युद्धभूमि में।"
      },
      {
        "verse": 32,
        "text": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च। किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा।।1.32।।",
        "translationEn": "O Govinda, I do not desire victory, kingdom, or happiness. What is the use of a kingdom, or enjoyment, or even life?",
        "translationHn": "।।1.32।। हे गोविन्द! मैं विजय, राज्य और सुख की इच्छा नहीं करता। हे गोविन्द! हमें राज्य से क्या लाभ है? भोगों से क्या लाभ है? जीवन से क्या लाभ है?",
        "commentaryEn": "1.32 न not? काङ्क्षे I desire? विजयम् victory? कृष्ण O Krsna? न not? च and? राज्यम् kingdom? सुखानि happiness? च and? किम् what? न not? अहो use? राज्येन with kingdom? गोविन्द O Govinda? किम् what? भोगैः enjoyment? जीवितेन life? वा or?No Commentary.",
        "commentaryHn": "।।1.32।। व्याख्या--'न' नहीं? 'काङ्क्षे' इच्छा करता हूँ? 'विजयं' विजय? 'कृष्ण' हे कृष्ण? 'न' नहीं? 'च' और? 'राज्यं' राज्य? 'सुखानि' सुख? 'च' और? 'किं' क्या? 'न' नहीं? 'राज्येन' राज्य से? 'गोविन्द' हे गोविन्द? 'किं' क्या? 'भोगैः' भोगों से? 'जीवितेन' जीवन से? 'वा' या।"
      },
      {
        "verse": 33,
        "text": "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च। त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च।।1.33।।",
        "translationEn": "Those for whose sake we desire kingdom, enjoyments, and pleasures are standing here in battle, having renounced life and wealth.",
        "translationHn": "।।1.33।। जिनके लिए हम राज्य, भोग और सुख की इच्छा करते हैं, वे युद्धभूमि में खड़े हैं, जीवन और धन को त्यागकर।",
        "commentaryEn": "1.33 येषाम् for whose? अर्थे sake? काङ्क्षितम् desired? न not? राज्यम् kingdom? भोगाः enjoyments? सुखानि pleasures? च and? ते they? इमे these? अवस्थिताः situated? युद्धे in the battlefield? प्राणान् life? त्यक्त्वा renouncing? धनानि wealth? च and.No Commentary.",
        "commentaryHn": "।।1.33।। व्याख्या--'येषामर्थे' जिनके लिए? 'काङ्क्षितं' इच्छित? 'नो' हमारे लिए? 'राज्यं' राज्य? 'भोगाः' भोग? 'सुखानि' सुख? 'च' और? 'ते' वे? 'इमे' ये? 'अवस्थिता' खड़े हैं? 'युद्धे' युद्धभूमि में? 'प्राणांस्त्यक्त्वा' जीवन को त्यागकर? 'धनानि' धन भी? 'च' और।"
      },
      {
        "verse": 34,
        "text": "आचार्याः पितरः पुत्रास्तथैव च पितामहाः। मातुलाः श्वशुराः पौत्राः श्यालाः सम्बंधिनः सखाः।।1.34।।",
        "translationEn": "Teachers, fathers, sons, grandfathers, maternal uncles, grandsons, fathers-in-law, grand-nephews, brothers-in-law, and other relatives are present here.",
        "translationHn": "।।1.34।। यहाँ आचार्य, पिता, पुत्र, पितामह, मामे, पौत्र, श्वशुर, पौत्र, श्याल, सम्बंधी और मित्र आदि सभी रिश्तेदार खड़े हैं।",
        "commentaryEn": "1.34 आचार्याः teachers? पितरः fathers? पुत्राः sons? तथा and? एव certainly? च and? पितामहाः grandfathers? मातुलाः maternal uncles? श्वशुराः fathers-in-law? पौत्राः grandsons? श्यालाः grand-nephews? सम्बंधिनः relatives? सखाः friends.No Commentary.",
        "commentaryHn": "।।1.34।। व्याख्या--'आचार्याः' गुरु? 'पितरः' पिता? 'पुत्राः' पुत्र? ', तथा' और? 'एव' भी? 'च' और? 'पितामहाः' पितामह? 'मातुलाः' मामे? 'श्वशुराः' दामाद? 'पौत्राः' पौत्र? 'श्यालाः' श्याल? 'सम्बंधिनः' सम्बंधी? 'सखाः' मित्र।"
      },
      {
        "verse": 35,
        "text": "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन। अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते।।1.35।।",
        "translationEn": "O Madhusudana, I do not wish to kill them, even though they kill me. Not for the entire kingdom of the three worlds, should I wish to kill them, O Govinda.",
        "translationHn": "।।1.35।। हे मधुसूदन! मैं इन्हें मारना नहीं चाहता, चाहे वे मुझे मारें। हे गोविन्द! तीनों लोकोंके राज्य के लिए भी मैं इन्हें मारने की इच्छा नहीं करता।",
        "commentaryEn": "1.35 एतान् these? न not? हन्तुम् to kill? इच्छामि I wish? घ्नतः being killed? अपि even? मधुसूदन O Madhusudana? अपि even? त्रैलोक्य-राज्यस्य of the kingdom of the three worlds? हेतोः for the sake? किम् what? नु indeed? महीकृते for the sake of the earth?No Commentary.",
        "commentaryHn": "।।1.35।। व्याख्या--'एतान्' इन्हें? 'न' नहीं? 'हन्तुम्' मारना? 'इच्छामि' चाहता हूँ? 'घ्नतः' मारे जाने पर? 'अपि' भी? 'मधुसूदन' हे मधुसूदन! 'अपि' भी? 'त्रैलोक्य-राज्यस्य' तीनों लोकों के राज्य के? 'हेतोः' कारण के लिए? 'किम्' क्या? 'नु' तो? 'महीकृते' पृथ्वी के लिए।"
      },
      {
        "verse": 36,
        "text": "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन। पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः।।1.36।।",
        "translationEn": "O Janardana, what joy can we derive from killing the sons of Dhritarashtra? Upon killing these aggressors, we shall incur sin.",
        "translationHn": "।।1.36।। हे जनार्दन! हम धृतराष्ट्रके पुत्रोंको मारकर क्या प्रीति हो सकती है? इन अततायियोंको मारकर हम पाप ही प्राप्त होंगे।",
        "commentaryEn": "1.36 निहत्य having killed? धार्तराष्ट्रान् the sons of Dhrtarastra (the Kurus)? नः our? का what? प्रीतिः joy? स्यात can be? जनार्दन O Janardana? पापम् sin? एव only? आश्रयेत will incur? अस्मान् us? हत्वा by killing? एतान् these? अततायिनः aggressors.No Commentary.",
        "commentaryHn": "।।1.36।। व्याख्या--'निहत्य' मारकर? 'धार्तराष्ट्रान्' धृतराष्ट्रके पुत्रोंको? 'नः' हमारे? 'का' क्या? 'प्रीतिः' प्रीति? 'स्याज्जनार्दन' हे जनार्दन! 'पापमेवाश्रयेद' पाप ही प्राप्त होगा? 'अस्मान्' हमें? 'हत्वैतानाततायिनः' इन अततायियोंको मारकर।"
      },
      {
        "verse": 37,
        "text": "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान्। स्वजनं हि कथं हत्वा सुखिनः स्याम माधव।।1.37।।",
        "translationEn": "Therefore, we should not kill the sons of Dhritarashtra, our relatives. For how can we be happy by killing our own kinsmen, O Madhava?",
        "translationHn": "।।1.37।। इसलिए हमें धृतराष्ट्रके पुत्रोंको नहीं मारना चाहिए, अपने बांधवोंको नहीं। हे माधव! हम अपने ही स्वजनोंको मारकर सुखी कैसे हो सकते हैं?",
        "commentaryEn": "1.37 तस्मात् therefore? न not? आर्हाः befitting? वयम् we? हन्तुम् to kill? धार्तराष्ट्रान् the sons of Dhrtarastra? स्वबान्धवान् relatives? स्वजनम् kinsmen? हि certainly? कथं how? हत्वा by killing? सुखिनः happy? स्याम shall we become? माधव O Madhava?No Commentary.",
        "commentaryHn": "।।1.37।। व्याख्या--'तस्मात्' इसलिए? 'नार्हा' योग्य नहीं? 'वयं' हमें? 'हन्तुं' मारना? 'धार्तराष्ट्रान्' धृतराष्ट्रके पुत्रोंको? 'स्वबान्धवान्' अपने बांधवोंको? 'स्वजनं' स्वजनोंको? 'हि' तो? 'कथं' कैसे? 'हत्वा' मारकर? 'सुखिनः' सुखी? 'स्याम' होंगे? 'माधव' हे माधव!"
      },
      {
        "verse": 38,
        "text": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः। कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम्।।1.38।।",
        "translationEn": "Though they, with intelligence overpowered by greed, see no evil in the destruction of families and no sin in hostility to friends,",
        "translationHn": "।।1.38।। यद्यपि ये लोभसे मोहित चित्तवाले हैं, वे कुलक्षयका दोष और मित्रद्रोहका पाप नहीं देखते।",
        "commentaryEn": "1.38 यद्यपि though? एते they? न not? पश्यन्ति see? लोभोपहत-चेतसः whose minds are overpowered by greed? कुलक्षयकृतम destruction of a dynasty? दोषम् fault? मित्रद्रोहे in hostility to friends? च and? पातकम् sin.No Commentary.",
        "commentaryHn": "।।1.38।। व्याख्या--'यद्यपि' यद्यपि? 'एते' वे? 'न' नहीं? 'पश्यन्ति' देखते हैं? 'लोभोपहतचेतसः' लोभ से मोहित चित्तवाले? 'कुलक्षयकृतं' कुलक्षय का? 'दोषं' दोष? 'मित्रद्रोहे' मित्रद्रोह में? 'च' और? 'पातकम्' पाप।"
      },
      {
        "verse": 39,
        "text": "कथं न ज्ञेयं अस्माभिः पापादस्मान्निवर्तितुम्। कुलक्षयकृतं दोषं प्रपश्यद्भिर्जनार्दन।।1.39।।",
        "translationEn": "why should we, who can clearly see the crime in the destruction of a family, engage in these acts of sin, O Janardana?",
        "translationHn": "।।1.39।। हे जनार्दन! हम जो कुलक्षयका दोष देख सकते हैं, उस पापसे हमें निवृत्त करनेके लिए कैसे नहीं जान सकते?",
        "commentaryEn": "1.39 कथं how? न not? ज्ञेयम् to be known? अस्माभिः by us? पापात् from sin? अस्मात् from this? निवर्तितुम to turn back? कुलक्षयकृतम destruction of a dynasty? दोषम् fault? प्रपश्यति can see? भिः those who? जनार्दन O Janardana?No Commentary.",
        "commentaryHn": "।।1.39।। व्याख्या--'कथं' कैसे? 'न' नहीं? 'ज्ञेयं' जानना चाहिए? 'अस्माभिः' हमारे द्वारा? 'पापात्' पाप से? 'अस्मात्' इससे? 'निवर्तितुम्' वापस आने के लिए? 'कुलक्षयकृतं' कुलक्षय का? 'दोषं' दोष? 'प्रपश्यद्भिः' देखने वालों द्वारा? 'जनार्दन' हे जनार्दन!"
      },
      {
        "verse": 40,
        "text": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः। धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत।।1.40।।",
        "translationEn": "With the destruction of the dynasty, the eternal family traditions are vanquished, and thus the rest of the family becomes involved in irreligion.",
        "translationHn": "।।1.40।। कुलक्षय होनेपर कुलके सनातन धर्म नष्ट हो जाते हैं और धर्म के नष्ट होनेपर पूरा कुल अधर्ममें लिप्त हो जाता है।",
        "commentaryEn": "1.40 कुलक्षये in the destruction of the dynasty? प्रणश्यन्ति are vanquished? कुलधर्माः family traditions? सनातनाः eternal? धर्मे in religion? नष्टे being vanquished? कुलं family? कृत्स्नम् whole? अधर्मः irreligion? अभिभवति becomes prominent? उत and.No Commentary.",
        "commentaryHn": "।।1.40।। व्याख्या--'कुलक्षये' कुलक्षय में? 'प्रणश्यन्ति' नष्ट हो जाते हैं? 'कुलधर्माः' कुलधर्म? 'सनातनाः' सनातन? 'धर्मे' धर्म में? 'नष्टे' नष्ट होने पर? 'कुलं' कुल? 'कृत्स्नम्' पूरा? 'अधर्मः' अधर्म? 'अभिभवति' प्रबल हो जाता है? 'उत' और।"
      },
      {
        "verse": 41,
        "text": "अधर्माभिभवात्कृष्ण प्रदुष्यन्ति कुलस्त्रियः। स्त्रीषु दुष्टासु वार्ष्णेय जायते वर्णसंकरः।।1.41।।",
        "translationEn": "O Krishna, by the prevalence of impiety, the women of the family become corrupt; and, when women are corrupted, O Varshenya (descendant of Vrishni), intermingling of castes arises.",
        "translationHn": "।।1.41।। हे कृष्ण! अधर्म के प्रबल होनेसे कुलकी स्त्रियाँ दूषित हो जाती हैं और जब स्त्रियाँ दूषित हो जाती हैं, तो वर्णसंकर उत्पन्न होता है।",
        "commentaryEn": "1.41 अधर्माभिभवात् from the prevalence of impiety? कृष्ण O Krishna? प्रदुष्यन्ति become corrupt? कुलस्त्रियः the women of the family? स्त्रीषु in women? दुष्टासु (being) corrupt? वार्ष्णेय O Varshneya? जायते arises? वर्णसङ्करः casteadmixture.No Commentary.",
        "commentaryHn": "।।1.41।। व्याख्या--'अधर्माभिभवात्' अधर्म के प्रबल होने से? 'कृष्ण' हे कृष्ण! 'प्रदुष्यन्ति' दूषित हो जाती हैं? 'कुलस्त्रियः' कुल की स्त्रियाँ? 'स्त्रीषु' स्त्रियों में? 'दुष्टासु' दूषित होने पर? 'वार्ष्णेय' हे वृष्णिपुत्र! 'जायते' उत्पन्न होता है? 'वर्णसंकरः' वर्णसंकर।"
      },
      {
        "verse": 42,
        "text": "संकरो नरकायैव कुलघ्नानां कुलस्य च। पतन्ति पितरो ह्येषां लुप्तपिण्डोदकक्रियाः।।1.42।।",
        "translationEn": "The intermingling of castes leads to hell for the destroyers of the family, and the family itself. Their ancestors fall, deprived of the ritual offerings of rice and water.",
        "translationHn": "।।1.42।। वर्णसंकर कुलके नाशक होता है और कुलके नाशक होनेसे उनके पितर भी लुप्तपिण्डोदकक्रियासे नरकमें गिरते हैं।",
        "commentaryEn": "1.42 सङ्करः intermingling of castes? नरकाय to hell? एव certainly? कुलघ्नानां of the destroyers of the family? कुलस्य of the family? च and? पतन्ति fall? पितरः ancestors? हि certainly? एषां their? लुप्तपिण्डोदकक्रियाः ritual offerings of rice and water.No Commentary.",
        "commentaryHn": "।।1.42।। व्याख्या--'संकरः' वर्णसंकर? 'नरकाय' नरक में? 'एव' अवश्य? 'कुलघ्नानां' कुल के नाशकों के? 'कुलस्य' कुल के? 'च' और? 'पतन्ति' गिरते हैं? 'पितरः' पितर? 'हि' तो? 'एषां' उनके? 'लुप्तपिण्डोदकक्रियाः' लुप्तपिण्डोदकक्रिया।"
      },
      {
        "verse": 43,
        "text": "दोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः। उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः।।1.43।।",
        "translationEn": "By these evil deeds of the destroyers of the family, which cause confusion of castes, the traditional duties of the family are destroyed.",
        "translationHn": "।।1.43।। इन कुलनाशकोंके दोषोंसे जो वर्णसंकर उत्पन्न करते हैं, उनके द्वारा जातिधर्म और कुलधर्म भी नष्ट हो जाते हैं।",
        "commentaryEn": "1.43 दोषैः by these faults? एतैः by these? कुलघ्नानां of the destroyers of the dynasty? वर्णसङ्करकारकैः causing confusion of castes? उत्साद्यन्ते are destroyed? जातिधर्माः duties of the caste? कुलधर्माः family traditions? च and? शाश्वताः eternal.No Commentary.",
        "commentaryHn": "।।1.43।। व्याख्या--'दोषैः' इन दोषों से? 'एतैः' इन? 'कुलघ्नानां' कुलनाशकों के? 'वर्णसंकरकारकैः' वर्णसंकर उत्पन्न करने वाले? 'उत्साद्यन्ते' नष्ट हो जाते हैं? 'जातिधर्माः' जातिधर्म? 'कुलधर्माश्च' और कुलधर्म? 'शाश्वताः' सनातन।"
      },
      {
        "verse": 44,
        "text": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन। नरकेऽनियतं वासो भवतीत्यनुशुश्रुम।।1.44।।",
        "translationEn": "O Janardana, I have heard that dwelling in hell is assured for thosewhose family duties have been destroyed.",
        "translationHn": "।।1.44।। हे जनार्दन! मैंने सुना है कि उन मनुष्योंका निश्चित रूपसे नरकमें निवास होता है जिनके कुलधर्म नष्ट हो गए हैं।",
        "commentaryEn": "1.44 उत्सन्नकुलधर्माणाम् whose family religious practices are destroyed? मनुष्याणाम् of the men? जनार्दन O Janardana? नरके in hell? अनियतं for unknown period? वासः dwelling? भवति is? इति thus? अनुशुश्रुम we have heard.No Commentary.",
        "commentaryHn": "1.44।। व्याख्या--'उत्सन्नकुलधर्माणाम् ৷৷. अनुशुश्रुम'--(टिप्पणी प0 30) भगवान्ने मनुष्यको विवेक दिया है, नया कर्म करनेका अधिकार दिया है। अतः यह कर्म करनेमें अथवा न करनेमें, अच्छा करनेमें अथवा मन्दा करनेमें स्वतन्त्र है। इसलिये इसको सदा विवेक-विचारपूर्वक कर्तव्य-कर्म करने चाहिये। परन्तु मनुष्य सुखभोग आदिके लोभमें आकर अपने विवेकका निरादर कर देते हैं और राग-द्वेषके वशीभूत हो जाते हैं, जिससे उनके आचरण शास्त्र और कुलमर्यादाके विरुद्ध होने लगते हैं। परिणामस्वरूप इस लोकमें उनकी निन्दा, अपमान, तिरस्कार होता है और परलोकमें दुर्गति, नरकोंकी प्राप्ति होती है। अपने पापोंके कारण उनको बहुत समयतक नरकोंका कष्ट भोगना पड़ता है। ऐसा हम परम्परासे बड़े-बूढ़े गुरुजनोंसे सुनते आये हैं।'मनुष्याणाम्'--पदमें कुलघाती और उनके कुलके सभी मनुष्योंका समावेश किया गया है अर्थात् कुलघातियोंके पहले जो हो चुके हैं--उन (पितरों) का, अपना और आगे होनेवाले-(वंश-) का समावेश किया गया है।"
      },
      {
        "verse": 45,
        "text": "अहो बत महत्पापं कर्तुं व्यवसिता वयम्। यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः।।1.45।।",
        "translationEn": "Alas, how strange it is that we have set our mind to perform this great sin; that we are determined to fight with our kinsmen because of greed for royal happiness.",
        "translationHn": "।।1.45।। वाह! हमने इस महान पापको करनेका निश्चय किया है कि राज्यसुखके लोभसे अपने स्वजनोंको मारें।",
        "commentaryEn": "1.45 अहो alas? बत how strange? महत् great? पापम् sin? कर्तुम् to perform? व्यवसिताः determined? वयम् we? यत् because? राज्य-सुख-लोभेन by greed for royal happiness? हन्तुम् to kill? स्वजनम् kinsmen? उद्यताः are prepared.No Commentary.",
        "commentaryHn": "।।1.45।। व्याख्या--'अहो' वाह! 'बत' कितना अजीब है! 'महत्पापं' इस महान पाप को? 'कर्तुं' करने के लिए? 'व्यवसिता' निश्चय किया है? 'वयम्' हम? 'यद्राज्यसुखलोभेन' जिसके लोभ से राज्यसुख की इच्छा है? 'हन्तुं' मारने के लिए? 'स्वजनम्' स्वजनोंको? 'उद्यताः' तैयार हैं।"
      },
      {
        "verse": 46,
        "text": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः। धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत्।।1.46।।",
        "translationEn": "If the sons of Dhritarashtra, with weapons in hand, should kill me in battle, unresisting and unarmed, that would be better for me.",
        "translationHn": "।।1.46।। यदि धृतराष्ट्रके पुत्र शस्त्रहीन और अप्रतिकारी मुझे युद्धमें मार दें, तो मेरे लिए यह अधिक श्रेयस्कर होगा।",
        "commentaryEn": "1.46 यदि if? माम् me? अप्रतीकारम् unresisting? अशस्त्रम् unarmed? शस्त्रपाणयः with weapons in hand? धार्तराष्ट्राः the sons of Dhrtarastra? रणे in battle? हन्युः should kill? तत् that? मे for me? क्षेमतरम् better? भवेत् would be.No Commentary.",
        "commentaryHn": "।।1.46।। व्याख्या--'यदि' यदि? 'माम्' मुझे? 'अप्रतीकारम्' अप्रतिकारी? 'अशस्त्रम्' शस्त्रहीन? 'शस्त्रपाणयः' शस्त्रधारी? 'धार्तराष्ट्राः' धृतराष्ट्रके पुत्र? 'रणे' युद्धमें? 'हन्युः' मार दें? 'तत्' तो? 'मे' मेरे लिए? 'क्षेमतरम्' अधिक श्रेयस्कर? 'भवेत्' होगा।"
      },
      {
        "verse": 47,
        "text": "सञ्जय उवाच। एवमुक्त्वार्जुनः सङ्ख्ये रथोपस्थ उपाविशत्। विसृज्य सशरं चापं शोकसंविग्नमानसः।।1.47।।",
        "translationEn": "Sanjaya said: Having spoken thus on the battlefield, Arjuna, casting aside his bow and arrow, sat down on the seat of the chariot with his mind overwhelmed with sorrow.",
        "translationHn": "।।1.47।। संजय ने कहा--इस प्रकार युद्धभूमि में कहकर अर्जुन ने अपने धनुष और तीर छोड़ दिये और शोकसे व्याकुल मनस्क होकर रथके उपरांत बैठ गये।",
        "commentaryEn": "1.47 सञ्जयः Sanjaya? उवाच said? एवम् thus? उक्त्वा having spoken? अर्जुनः Arjuna? सङ्ख्ये on the battlefield? रथोपस्थ in the chariot? उपाविशत् sat down? विसृज्य casting aside? सशरम् with arrows? च and? आपम् bow? शोक-संविग्न-मानसः overwhelmed with sorrow.No Commentary.",
        "commentaryHn": "।।1.47।। व्याख्या--'सञ्जय उवाच' सञ्जय ने कहा--'एवमुक्त्वा' इस प्रकार कहकर? 'अर्जुनः' अर्जुन? 'सङ्ख्ये' युद्धभूमि में? 'रथोपस्थ' रथ के उपरांत? 'उपाविशत्' बैठ गये? 'विसृज्य' छोड़कर? 'सशरं' तीर सहित? 'चापं' धनुष। 'शोकसंविग्नमानसः' शोक से व्याकुल मनस्क।"
      }
    ]
  },
  {
    "chapter": 2,
    "headingEn": "Sankhya Yoga",
    "headingHn": "सांख्य योग",
    "descriptionEn": "The second chapter of the Bhagavad Gita is 'Sankhya Yoga'. This is the most important chapter of the Bhagavad Gita as Lord Krishna condenses the teachings of the entire Gita in this chapter. This chapter is the essence of the entire Gita. 'Sankhya Yoga' can be categorized into 4 main topics - 1. Arjuna completely surrenders himself to Lord Krishna and accepts his position as a disciple and Krishna as his Guru. He requests Krishna to guide him on how to dismiss his sorrow. 2. Explanation of the main cause of all grief, which is ignorance of the true nature of Self. 3. Karma Yoga - the discipline of selfless action without being attached to its fruits. 4. Description of a Perfect Man - One whose mind is steady and one-pointed.",
    "descriptionHn": "भगवद गीता का द्वितीय अध्याय 'सांख्य योग' है। यह भगवद गीता का सबसे महत्वपूर्ण अध्याय है क्योंकि इस अध्याय में भगवान कृष्ण ने भगवद गीता की सारी शिक्षाएं संक्षेपित की हैं। यह अध्याय भगवद गीता का सार है। 'सांख्य योग' को 4 मुख्य विषयों में वर्गीकृत किया जा सकता है - 1. अर्जुन ने पूरी तरह से भगवान कृष्ण को स्वीकार किया और अपनी स्थिति को एक शिष्य के रूप में स्वीकार किया और कृष्ण को अपने गुरु के रूप में स्वीकार किया। उसने कृष्ण से अपने दुःख को कैसे दूर करने के लिए मार्गदर्शन करने का अनुरोध किया। 2 सभी दुःख का मुख्य कारण का विवरण, जो आत्मा की सच्ची प्रकृति की अज्ञानता है। 3. कर्म योग - निःस्वार्थ क्रिया की शिस्तचार। 4. एक समर्पित आदमी का वर्णन - जिसका मन स्थिर और एकाग्र है।",
    "verses": [
      {
        "verse": 1,
        "text": "सञ्जय उवाच। तं तथा कृपयाविष्टमश्रुपूर्णाकुलेक्षणम्। विषीदन्तमिदं वाक्यमुवाच मधुसूदनः।।2.1।।",
        "translationEn": "Sanjaya said: Seeing Arjuna full of compassion and very sorrowful, his eyes brimming with tears, Madhusudana, Krsna, spoke the following words.",
        "translationHn": "।।2.1।। संजय ने कहा--उस अर्जुनको देखकर जो दयालु और बहुत दुःखी था, उसके आंसूओंसे भरे हुए आंखोंवाले उसके पास मधुसूदन श्रीकृष्ण ने निम्नलिखित वचन कहे।",
        "commentaryEn": "2.1 सञ्जयः Sanjaya? उवाच said? तम् to him? तथा thus? कृपया with compassion? आविष्टम overwhelmed? अश्रु-पूर्ण-आकुल-इक्षणम् eyes brimming with tears? विषीदन्तम् full of sorrow? इदम् this? वाक्यम् words? उवाच spoke? मधुसूदनः Madhusudana? श्रीकृष्ण Krsna.No Commentary.",
        "commentaryHn": "।।2.1।। व्याख्या--'सञ्जय उवाच' सञ्जय ने कहा--'तं' उसको? 'तथा' इस प्रकार? 'कृपया' दयालु? 'आविष्टम्' आविष्ट किया हुआ? 'अश्रुपूर्णाकुलेक्षणम्' आंसूओं से भरे हुए आंखों वाले? 'विषीदन्तम्' विषाद में डूबे हुए? 'इदं' इस? 'वाक्यम्' वचन? 'उवाच' बोले? 'मधुसूदनः' मधुसूदन श्रीकृष्ण।"
      },
      {
        "verse": 2,
        "text": "श्री भगवानुवाच। कुतस्त्वा कश्मलमिदं विषमे समुपस्थितम्। अनार्यजुष्टमस्वर्ग्यमकीर्तिकरमर्जुन।।2.2।।",
        "translationEn": "The Blessed Lord said, 'From whence has this perilous strait come upon you, this dejection which is unworthy of you, disgraceful, and which will close the gates of heaven upon you, O Arjuna?'",
        "translationHn": "।।2.2।। श्रीभगवान् बोले (टिप्पणी प0 38.1) - हे अर्जुन! इस विषम अवसरपर तुम्हें यह कायरता कहाँसे प्राप्त हुई, जिसका कि श्रेष्ठ पुरुष सेवन नहीं करते, जो स्वर्गको देनेवाली नहीं है और कीर्ति करनेवाली भी नहीं है। ",
        "commentaryEn": "2.2 कुतः whence? त्वा upon thee? कश्मलम् dejection? इदम् this? विषमे in perilous strait? समुपस्थितम् comes? अनार्यजुष्टम् unworthy (unaryanlike)? अस्वर्ग्यम् heavenexcluding? अकीर्तिकरम् disgraceful? अर्जुन O Arjuna.No commentary.",
        "commentaryHn": "2.2।। व्याख्या--'अर्जुन'-- यह सम्बोधन देनेका तात्पर्य है कि तुम स्वच्छ, निर्मल अन्तःकरणवाले हो। अतः तुम्हारे स्वभावमें कालुष्य--कायरताका आना बिलकुल विरुद्ध बात है। फिर यह तुम्हारेमें कैसे आ गयी?'कुतस्त्वा कश्मलमिदं विषमे समुपस्थितम्'-- भगवान् आश्चर्य प्रकट करते हुए अर्जुनसे कहते हैं कि ऐसे युद्धके मौकेपर तो तुम्हारेमें शूरवीरता, उत्साह आना चाहिये था, पर इस बेमौकेपर तुम्हारेमें यह कायरता कहाँसे आ गयी!आश्चर्य दो तरहसे होता है--अपने न जाननेके कारण और दूसरेको चेतानेके लिए। भगवान्का यहाँ जो"
      },
      {
        "verse": 3,
        "text": "क्लैब्यं मा स्म गमः पार्थ नैतत्त्वय्युपपद्यते। क्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ पारंतप।।2.3।।",
        "translationEn": "Do not yield to unmanliness, O Partha, it does not become you. Shake off this base faint-heartedness and arise, O scorcher of foes!",
        "translationHn": "।।2.3।। हे पार्थ! तुझमें ऐसी कायरता नहीं आनी चाहिये। इस छोटी सी हृदयकी कमजोरी को त्यागकर उठ जा, हे पारंतप!",
        "commentaryEn": "2.3 क्लैब्यम् unmanliness? मा not? गमः yield? पार्थ O Partha? न not? एतत् this? त्वयि in thee? उपपद्यते becomes? क्षुद्रम् base? हृदय-दौर्बल्यम् faint-heartedness? त्यक्त्वा shaking off? उत्तिष्ठ arise? पारंतप O scorcher of foes.No Commentary.",
        "commentaryHn": "।।2.3।। व्याख्या--'क्लैब्यं' कायरता? 'मा' न करो? 'गमः' आना? 'पार्थ' हे पार्थ! 'नैतत्त्वयि' तुझमें यह? 'उपपद्यते' आता है? 'क्षुद्रं' छोटा? 'हृदयदौर्बल्यं' हृदयकी कमजोरी? 'त्यक्त्व' छोड़कर? 'उत्तिष्ठ' उठ जा? 'पारंतप' हे पारंतप!"
      },
      {
        "verse": 4,
        "text": "अर्जुन उवाच। कथं भीष्ममहं सङ्ख्ये द्रोणं च मधुसूदन। इषुभिः प्रतियोत्स्यामि पूजार्हावरिसूदन।।2.4।।",
        "translationEn": "Arjuna said, 'O Madhusudana, how can I shoot arrows in battle on Bhishma and Drona, who are fit to be worshipped, O destroyer of enemies?'",
        "translationHn": "।।2.4।। अर्जुन ने कहा--हे मधुसूदन! मैं कैसे युद्धभूमि में भीष्म और द्रोण के प्रति तीर चलाऊँ, जो पूजनीय हैं, हे शत्रुनाशक!",
        "commentaryEn": "2.4 कथम् how? भीष्मम् on Bhishma? अहं I? सङ्ख्ये in battle? द्रोणम् on Drona? च and? मधुसूदन O Madhusudana? इषुभिः with arrows? प्रतियोत्स्यामि shall I shoot? पूजार्हौ fit to be worshipped? अरिसूदन O destroyer of enemies?No Commentary.",
        "commentaryHn": "।।2.4।। व्याख्या--'अर्जुन उवाच' अर्जुन ने कहा--'कथं' कैसे? 'भीष्मम्' भीष्म को? 'अहं' मैं? 'सङ्ख्ये' युद्धभूमि में? 'द्रोणम्' द्रोण को? 'च' और? 'मधुसूदन' हे मधुसूदन! 'इषुभिः' तीरों से? 'प्रतियोत्स्यामि' उत्तर दूँ? 'पूजार्हौ' पूजनीय? 'अरिसूदन' हे शत्रुनाशक!"
      },
      {
        "verse": 5,
        "text": "गुरूनहत्वा हि महानुभावान् श्रेयो भोक्तुं भैक्ष्यमपीह लोके। हत्वार्थकामांस्तु गुरूनिहैव भुञ्जीय भोगान् रुधिरप्रदिग्धान्।।2.5।।",
        "translationEn": "It is better to live in this world by begging than to slay these noble teachers. If I kill them, all enjoyment of wealth, and all righteous deeds, will be stained with blood.",
        "translationHn": "।।2.5।। गुरुओंको मारकर भी इस लोकमें भिक्षा करके जीना श्रेयस्कर है। गुरुओंको मारकर इस लोकमें धन की भोगने की इच्छावाले तो रक्तसे लिए हुए भोगोंका ही भोग करेंगे।",
        "commentaryEn": "2.5 गुरून् teachers? अहत्वा without killing? हि certainly? महान् noble? अभावान् great souls? श्रेयः better? भोक्तुम् to live? भिक्ष्यम् by begging? अपि even? इह in this world? लोके in the world? हत्वा by killing? अर्थ-कामान् for the sake of wealth? तु but? गुरून् teachers? इह here? एव only? भुञ्जीय enjoy? भोगान् pleasures? रुधिर-प्रदिग्धान् stained with blood.No Commentary.",
        "commentaryHn": "।।2.5।। व्याख्या--'गुरूनहत्वा' गुरुओंको मारकर? 'हि' निश्चित है? 'महानुभावान्' महान् आचार्य? 'श्रेयो' श्रेयस्कर? 'भोक्तुं' भोगने के लिए? 'भैक्ष्यमपीह' भिक्षा करके भी? 'लोके' इस लोकमें? 'हत्वा' मारकर? 'अर्थकामांस्तु' धन की भोगने की इच्छावाले तो? 'गुरूनिहैव' गुरुओंको ही? 'भुञ्जीय' भोगें? 'भोगान्' भोगोंको? 'रुधिरप्रदिग्धान्' रक्तसे लिए हुए।"
      },
      {
        "verse": 6,
        "text": "न चैतद्विद्मः कतरन्नो गरीयो यद्वा जयेम यदि वा नो जायेयुः। यानेव हत्वा न जिजीविषामस्तेऽवस्थिताः प्रमुखे धार्तराष्ट्राः।।2.6।।",
        "translationEn": "Nor do we know which is better - that we should conquer them or they should conquer us. The sons of Dhritarashtra are in front of us. I do not wish to kill them, even though they kill us.",
        "translationHn": "।।2.6।। हम नहीं जानते कि हमें किसे जीतना चाहिये, या वे हमें जीतें। धृतराष्ट्रके पुत्र हमारे सामने हैं। हम उन्हें मारना नहीं चाहते, चाहे वे हमें मारें।",
        "commentaryEn": "2.6 न not? च and? एतत् this? विद्मः we know? कतरत् which? नः us? गरीयः better? यत् that? वा or? जयेम should conquer? यदि if? वा or? न not? जायेयुः should conquer? यान् which? एव indeed? हत्वा by killing? न not? जिजीविषामः wish to live? ते they? अवस्थिताः are placed? प्रमुखे in front? धार्तराष्ट्राः the sons of Dhrtarastra.No Commentary.",
        "commentaryHn": "।।2.6।। व्याख्या--'न' नहीं? 'च' और? 'एतत्' यह? 'विद्मः' हम जानते हैं? 'कतरन्' कौनसा? 'नः' हमारे लिए? 'गरीयः' अच्छा? 'यत्' जो? 'वा' या? 'जयेम' हम जीतें? 'यदि' अगर? 'वा' या? 'नो' हम? 'जायेयुः' जीतें? 'यान्' जिनको? 'एव' तो? 'हत्वा' मारकर? 'न' नहीं? 'जिजीविषामः' जीना चाहते हैं? 'ते' वे? 'अवस्थिताः' स्थित हैं? 'प्रमुखे' सामने? 'धार्तराष्ट्राः' धृतराष्ट्रके पुत्र।"
      },
      {
        "verse": 7,
        "text": "कार्पण्यदोषोपहतस्वभावः पृच्छामि त्वां धर्मसम्मूढचेताः। यच्छ्रेयः स्यान्निश्चितं ब्रूहि तन्मे शिष्यस्तेऽहं शाधि मां त्वां प्रपन्नम्।।2.7।।",
        "translationEn": "With my natural disposition afflicted by the taint of cowardice, with my mind perplexed about my duty, I ask Thee. Tell me decisively what is good for me. I am Thy disciple. Instruct me who have taken refuge in Thee.",
        "translationHn": "।।2.7।। मेरे स्वभावको कायरताके दोषसे अभिभूत होकर, और अपने कर्तव्यमें भ्रांत हुए मैं तुझसे पूछता हूँ। मुझे निश्चित रूपसे बताओ कि मेरे लिए क्या श्रेयस्कर है। मैं तेरा शिष्य हूँ। मुझे शिक्षा दो जिसने तुझमें शरण ली है।",
        "commentaryEn": "2.7 कार्पण्य-दोष upahata afflicted by the taint of cowardice? स्वभावः natural disposition? पृच्छामि I ask? त्वां Thee? धर्म-सम्मूढ-चेताः perplexed about duty? यत् what? श्रेयः good? स्यात् may be? निश्चितम् decisively? ब्रूहि tell? तत् that? मे for me? शिष्यः disciple? ते Thy? अहं I? शाधि instruct? माम् me? त्वां Thee? प्रपन्नम् taken refuge in.No Commentary.",
        "commentaryHn": "।।2.7।। व्याख्या--'कार्पण्यदोषोपहतस्वभावः' कायरताके दोषसे अभिभूत होकर? 'पृच्छामि' मैं पूछता हूँ? 'त्वां' तुझसे? 'धर्मसम्मूढचेताः' अपने कर्तव्यमें भ्रांत हुए? 'यच्छ्रेयः' जो श्रेयस्कर हो? 'स्यान्निश्चितं' निश्चित रूपसे? 'ब्रूहि' बताओ? 'तन्मे' मेरे लिए? 'शिष्यः' शिष्य? 'ते' तेरा? 'अहं' मैं? 'शाधि' शिक्षा दो? 'मां' मुझे? 'त्वां' तुझमें? 'प्रपन्नम्' शरण ली हुई।"
      },
      {
        "verse": 8,
        "text": "न हि प्रपश्यामि ममापनुद्याद्य चोक्क्रजन्म कर्मणामिदं। यद्मे प्रभोद्धिष्यति मामस्त्रं जीवितं च शरदं शतम।।2.8।।",
        "translationEn": "I can find no means to drive away this anguish which is drying up my senses. Even if I win a prosperous, unrivalled kingdom on earth or gain sovereignty like the celestials, I will find no rest or joy.",
        "translationHn": "।।2.8।। मेरे इस दुःखको दूर करनेका कोई उपाय नहीं मिल रहा है, जो मेरे इन्द्रियोंको सूखा रहा है। यदि मुझे भूमंडल पर एक धनी और अजेय राज्य प्राप्त हो जाये या देवताओंके समान शासन मिले, तो भी मुझे शांति और सुख नहीं मिलेगा।",
        "commentaryEn": "2.8 न not? हि certainly? प्रपश्यामि I can see? मम my? अपनुद्यात drives away? अद्य today? च and? अक्क्रजन्म birth? कर्मणाम् of actions? इदम् this? यत् which? मे to me? प्रभो will drive away? उद्धिष्यति will dry up? माम् me? अस्त्रं weapon? जीवितम् life? च and? शरदम् joy? शतम hundred.No Commentary.",
        "commentaryHn": "।।2.8।। व्याख्या--'न' नहीं? 'हि' निश्चित है? 'प्रपश्यामि' देखता हूँ? 'मम' मेरा? 'अपनुद्यात्' दूर करे? 'अद्य' आज? 'च' और? 'उक्क्रजन्म' उत्तम जन्म? 'कर्मणाम्' कर्मोंका? 'इदं' यह? 'यत्' जो? 'मे' मुझे? 'प्रभो' प्रभु? 'उद्धिष्यति' सूखा देगा? 'माम्' मुझे? 'अस्त्रं' शस्त्र? 'जीवितं' जीवन? 'च' और? 'शरदं' सुख? 'शतम्' सौ।"
      },
      {
        "verse": 9,
        "text": "सञ्जय उवाच। एवमुक्त्वा हृषीकेशं गुडाकेशः परंतप। न योत्स्य इति गोविन्दमुक्त्वा तूष्णीं बभूव ह।।2.9।।",
        "translationEn": "Sanjaya said: Having spoken thus to Hrsikesa, Gudakesa, the chastiser of foes, said to Govinda, 'I shall not fight,' and fell silent.",
        "translationHn": "।।2.9।। सञ्जय ने कहा--इस प्रकार हृषीकेश को यह कहकर, गुडाकेश ने परंतप गोविन्द से कहा, 'मैं युद्ध नहीं करूँगा,' और चुपचाप हो गया।",
        "commentaryEn": "2.9 एव thus? उक्त्वा having spoken? हृषीकेशम् to Hrsikesa? गुडाकेशः Gudakesa? परंतप O chastiser of foes? न not? योत्स्ये shall fight? इति thus? गोविन्दम् to Govinda? उक्त्वा having said? तूष्णीम् silent? बभूव became.No Commentary.",
        "commentaryHn": "।।2.9।। व्याख्या--'सञ्जय उवाच' सञ्जय ने कहा--'एवमुक्त्वा' इस प्रकार कहकर? 'हृषीकेशं' हृषीकेश को? 'गुडाकेशः' गुडाकेश अर्जुन? 'परंतप' पराक्रमी? 'न' नहीं? 'योत्स्य' युद्ध करूँगा? 'इति' ऐसा? 'गोविन्दम्' गोविन्द को? 'उक्त्वा' कहकर? 'तूष्णीं' चुपचाप? 'बभूव' हो गया।"
      },
      {
        "verse": 10,
        "text": "तमुवाच हृषीकेशः प्रहसन्निव भारत। सेनयोरुभयोर्मध्ये विषीदन्तमिदं वचः।।2.10।।",
        "translationEn": "To him who was thus overwhelmed with pity and who was despondent, Madhusudana spoke these words with a smile.",
        "translationHn": "।।2.10।। उसको जो दयालु और निराश होकर विषादित हुआ था, उसके पास खिलखिलाकर यह वचन बोले हृषीकेश।",
        "commentaryEn": "2.10 तम् to him? उवाच spoke? हृषीकेशः Hrsikesa? प्रहसन् smiling? इव as if? भारत O Bharata? सेनयोः of the armies? उभयोः of both? मध्ये in the midst? विषीदन्तम् despondent? इदम् this? वचः words.No Commentary.",
        "commentaryHn": "।।2.10।। व्याख्या--'तमुवाच' उसको बोले? 'हृषीकेशः' हृषीकेश श्रीकृष्ण? 'प्रहसन्' मुस्कान लिए हुए? 'इव' जैसे? 'भारत' भारतवंशी! 'सेनयोरुभयोर्मध्ये' दोनों सेनाओंके बीच? 'विषीदन्तम्' विषादित हुए? 'इदं' यह? 'वचः' वचन।"
      },
      {
        "verse": 11,
        "text": "श्री भगवानुवाच। अशोच्यानन्वशोचस्त्वं प्रज्ञावादांश्च भाषसे। गतासूनगतासूंश्च नानुशोचन्ति पण्डिताः।।2.11।।",
        "translationEn": "The Blessed Lord said: You grieve for those who should not be grieved for, yet you speak words of wisdom. The wise grieve neither for the living nor for the dead.",
        "translationHn": "।।2.11।। श्री भगवान् ने कहा--तू जो दुःख कर रहा है, वह दुःख करनेयोग्य नहीं है, फिर भी तू बुद्धिमानोंके भाषण करता है। ज्ञानी जीवित और मरे हुए दोनोंके लिए भी नहीं दुःख करते।",
        "commentaryEn": "2.11 श्री भगवान् The Blessed Lord? उवाच said? अशोच्यान् for those who should not be grieved for? अन्वशोचः you grieve? त्वम् you? प्रज्ञावान् wise? आदांश् words? च and? भाषसे speak? गतासून् for the dead? अगतासून् for the living? च and? न not? अनुशोचन्ति grieve? पण्डिताः the wise.No Commentary.",
        "commentaryHn": "।।2.11।। व्याख्या--'श्री भगवानुवाच' श्री भगवान् ने कहा--'अशोच्यान्' जिनका दुःख करनेयोग्य नहीं है? 'अन्वशोचः' दुःख कर रहा है? 'त्वं' तू? 'प्रज्ञावादांश्' बुद्धिमानोंके भाषण? 'च' और? 'भाषसे' बोलता है? 'गतासून्' मरे हुए के लिए? 'अगतासूंश्' जीवित के लिए? 'च' और? 'नानुशोचन्ति' दुःख नहीं करते? 'पण्डिताः' ज्ञानी।"
      },
      {
        "verse": 12,
        "text": "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः। न चैव न भविष्यामः सर्वे वयमतः परम्।।2.12।।",
        "translationEn": "Never was there a time when I did not exist, nor you, nor all these kings; nor in the future shall any of us cease to be.",
        "translationHn": "।।2.12।। मैं कभी नहीं था, न तू था, न ये जनाधिपाः थे। और भविष्य में भी हम सब कभी नहीं होंगे।",
        "commentaryEn": "2.12 न never? तु indeed? एव certainly? अहं I? जातु at any time? न not? आसं existed? न not? त्वम् you? न not? इमे these? जनाधिपाः kings? न not? च and? एव certainly? न not? भविष्यामः shall be? सर्वे all? वयम् we? अतः thereafter? परम् cease to be.No Commentary.",
        "commentaryHn": "।।2.12।। व्याख्या--'न' कभी नहीं? 'तु' तू? 'एव' निश्चित है? 'अहं' मैं? 'जातु' कभी? 'न' नहीं? 'आसं' था? 'न' नहीं? 'त्वम्' तू? 'न' नहीं? 'इमे' ये? 'जनाधिपाः' राजा? 'न' नहीं? 'च' और? 'एव' निश्चित है? 'न' नहीं? 'भविष्यामः' होंगे? 'सर्वे' सब? 'वयम्' हम? 'अतः' इसके बाद? 'परम्' कभी नहीं।"
      },
      {
        "verse": 13,
        "text": "देहिनोऽस्मिन्यथा देहे कौमारं यौवनं जरा। तथा देहान्तरप्राप्तिर्धीरस्तत्र न मुह्यति।।2.13।।",
        "translationEn": "Just as the embodied soul passes through childhood, youth, and old age in this body, so too does it pass into another body; the steadfast one does not grieve over this.",
        "translationHn": "।।2.13।। जिस प्रकार इस देह में देही बचपन, युवावस्था और बुढ़ापे को प्राप्त होता है, वैसे ही दूसरे देह को प्राप्त होता है; धीर व्यक्ति उसमें दुःख नहीं करता।",
        "commentaryEn": "2.13 देहिनः of the embodied soul? अस्मिन् in this? यथा as? देहे in the body? कौमारं childhood? यौवनं youth? जरा old age? तथा so? देहान्तरे in another body? प्राप्तिः attainment? धीरः the steadfast? तत्र there? न not? मुह्यति grieve.No Commentary.",
        "commentaryHn": "।।2.13।। व्याख्या--'देहिनोऽस्मिन्' देही के? 'यथा' जैसे? 'देहे' देह में? 'कौमारं' बचपन? 'यौवनं' युवावस्था? 'जरा' बुढ़ापे? 'तथा' वैसे ही? 'देहान्तरप्राप्तिः' दूसरे देह को प्राप्ति? 'धीरः' धीर व्यक्ति? 'तत्र' उसमें? 'न' नहीं? 'मुह्यति' दुःख करता।"
      },
      {
        "verse": 14,
        "text": "मात्रास्पर्शास्तु कौन्तेय शीतोष्णसुखदुःखदाः। आगमापायिनोऽनित्यास्तांस्तितिक्षस्व भारत।।2.14।।",
        "translationEn": "O son of Kunti, the contacts of the senses with their objects give rise to the feelings of heat and cold, pleasure and pain. They come and go, impermanent; endure them bravely, O Arjuna.",
        "translationHn": "।।2.14।। कुन्तीपुत्र! इन्द्र इन्द्रियोंके विषयोंसे हुए संयोग से गर्मी, ठंडक, सुख और दुःख का अनुभव होता है। वे आते हैं और जाते हैं, अनित्य हैं; इनका सहन करो भारत!",
        "commentaryEn": "2.14 मात्राः contacts? अस्पर्शाः with their objects? तु indeed? कौन्तेय O son of Kunti? शीतोष्ण heat and cold? सुख pleasure? दुःख pain? दाः give rise to? आगमाः come? अपायिनः go? अनित्याः impermanent? तान् them? तितिक्षस्व endure? भारत O Arjuna.No Commentary.",
        "commentaryHn": "।।2.14।। व्याख्या--'मात्रास्पर्शाः' इन्द्रियोंके विषयोंसे हुए संयोग? 'तु' तो? 'कौन्तेय' कुन्तीपुत्र! 'शीतोष्ण' गर्मी और ठंडक? 'सुख' सुख? 'दुःख' दुःख? 'दाः' देते हैं? 'आगमाः' आते हैं? 'अपायिनः' जाते हैं? 'अनित्याः' अनित्य हैं? 'तान्' उनको? 'तितिक्षस्व' सहन करो? 'भारत' भारतवंशी!"
      },
      {
        "verse": 15,
        "text": "यं हि न व्यथयन्त्येते पुरुषं पुरुषर्षभ। समदुःखसुखं धीरं सोऽमृतत्वाय कल्पते।।2.15।।",
        "translationEn": "That firm man, whom surely these afflictions do not, O chief among men, to whom pleasure and pain are the same, is fit for attaining immortality.",
        "translationHn": "।।2.15।। हे पुरुषेश्वर! जिस पुरुष को ये दुःख नहीं व्यथित करते, जिसके लिए सुख और दुःख समान हैं, वह अमरत्व को प्राप्त होता है।",
        "commentaryEn": "2.15 यम् whom? हि surely? न व्यथयन्ति afflict not? एते these? पुरुषम् man? पुरुषर्षभ chief among men? समदुःखसुखम् same in pleasure and pain? धीरम् firm man? सः he? अमृतत्वाय for immortality? कल्पते is fit.Commentary -- Dehadhyasa or identification of the Self with the body is the cause of pleasure and pain. The more you are able to identify yourself with the immortal? allpervading Self? the less will you be affected by the pairs of opposites (Dvandvas? pleasure and pain? etc.)Titiksha or the power of endurance develops the willpower. Calm endurance in pleasure and pain? and heat and cold is one of the alifications of an aspirant on the path of Jnana Yoga. It is one of the Shatsampat or sixfold virtues. It is a condition of right knowledge. Titiksha by itself cannot give you Moksha or liberation? but still? when coupled with discrimination and dispassion? it becomes a means to the attainment of Immortality or knowledge of the Self. (Cf.XVII.53)",
        "commentaryHn": "।।2.15।। व्याख्या--'यं' जिसको? 'हि' निश्चित है? 'न' नहीं? 'व्यथयन्ति' व्यथित करते? 'एते' ये? 'पुरुषं' पुरुष? 'पुरुषर्षभ' पुरुषोंमें श्रेष्ठ! 'समदुःखसुखं' सुख और दुःख समान? 'धीरं' धीर पुरुष? 'सः' वह? 'अमृतत्वाय' अमरत्व के लिए? 'कल्पते' योग्य होता है।"
      },
      {
        "verse": 16,
        "text": "नासतो विद्यते भावो नाभावो विद्यते सतः। उभयोरपि दृष्टोऽन्तस्त्वनयोस्तत्त्वदर्शिभिः।।2.16।।",
        "translationEn": "The unreal has no existence, and the real never ceases to be; the seers of truth have concluded the same by studying the nature of both.",
        "translationHn": "।।2.16।। असत् का अस्तित्व नहीं है और सत् का अभाव नहीं है; इस तत्व को देखनेवाले ऋषि दोनोंकी प्रकृति का अध्ययन करके इस पर पहुँचते हैं।",
        "commentaryEn": "2.16 न not? असतः of the unreal? विद्यते is? भावः existence? न not? अभावः ceases to be? विद्यते is? सतः of the real? उभयोः of both? अपि also? दृष्टः seen? अन्तः within? तु but? अनयोः of these? तत्त्वदर्शिभिः by the seers of truth.No Commentary.",
        "commentaryHn": "।।2.16।। व्याख्या--'न' नहीं? 'असतः' असत् के? 'विद्यते' है? 'भावः' अस्तित्व? 'न' नहीं? 'अभावः' अभाव? 'विद्यते' है? 'सतः' सत् के? 'उभयोः' दोनोंका? 'अपि' भी? 'दृष्टः' देखा गया? 'अन्तः' भीतर? 'तु' परन्तु? 'अनयोः' इन दोनोंका? 'तत्त्वदर्शिभिः' तत्त्वदर्शी ऋषि।"
      },
      {
        "verse": 17,
        "text": "अविनाशि तु तद्विद्धि येन सर्वमिदं ततम्। विनाशमव्ययस्यास्य न कश्चित्कर्तुमर्हति।।2.17।।",
        "translationEn": "Know that to be indestructible by which all this is pervaded. None can bring about the destruction of this immutable being.",
        "translationHn": "।।2.17।। जिससे यह सम्पूर्ण व्याप्त है, उसे अविनाशी जान; इस अविनाशी और अव्यय परमात्मा का नाश करने का कोई भी कारण नहीं है।",
        "commentaryEn": "2.17 अविनाशि indestructible? तु but? तत् that? विद्धि know? येन by which? सर्वम् all? इदम् this? ततम् pervaded? विनाशम् destruction? अव्ययस्य of the immutable? अस्य of this? न not? कश्चित् anyone? कर्तुम् to bring about.No Commentary.",
        "commentaryHn": "।।2.17।। व्याख्या--'अविनाशि' अविनाशी? 'तु' परन्तु? 'तद्विद्धि' उसे जान? 'येन' जिससे यह? 'सर्वमिदं' यह सम्पूर्ण? 'ततम्' व्याप्त है? 'विनाशम्' नाश? 'अव्ययस्य' अव्यय? 'अस्य' इसके? 'न' नहीं? 'कश्चित्' कोई? 'कर्तुम्' करने का? 'अर्हति' योग्य नहीं है।"
      },
      {
        "verse": 18,
        "text": "अन्तवन्त इमे देहा नित्यस्योक्ताः शरीरिणः। अनाशिनोऽप्रमेयस्य तस्माद्युध्यस्व भारत।।2.18।।",
        "translationEn": "These bodies of the eternal, indestructible, and immeasurable soul are said to come to an end. Therefore, fight, O Arjuna.",
        "translationHn": "।।2.18।। ये शरीर वाले नित्य, अविनाशी और अपरिमित आत्मा के हैं, उनका अंत होना कहा गया है। इसलिए हे भारत! तू युद्ध कर।",
        "commentaryEn": "2.18 अन्तवन्तः perishable? इमे these? देहाः bodies? नित्यस्य of the eternal? उक्ताः are said? शरीरिणः of the embodied soul? अनाशिनः indestructible? अप्रमेयस्य immeasurable? तस्मात therefore? युध्यस्व fight? भारत O Arjuna.No Commentary.",
        "commentaryHn": "।।2.18।। व्याख्या--'अन्तवन्तः' अंतवाले? 'इमे' ये? 'देहाः' शरीर? 'नित्यस्य' नित्य के? 'उक्ताः' कहे गए हैं? 'शरीरिणः' शरीरधारी के? 'अनाशिनः' अविनाशी? 'अप्रमेयस्य' अपरिमित के? 'तस्मात्' इसलिए? 'युध्यस्व' युद्ध कर।"
      },
      {
        "verse": 19,
        "text": "य एनं वेत्ति हन्तारं यश्चैनं मन्यते हतम्। उभौ तौ न विजानीतो नायं हन्ति न हन्यते।।2.19।।",
        "translationEn": "He who thinks that the soul kills, and he who thinks of it as killed, are both ignorant. The soul kills not, nor is it killed.",
        "translationHn": "।।2.19।। जो इस आत्मा को हत्या करनेवाला मानता है और जो इसे मारे गए मानता है, वे दोनों अज्ञानी हैं; यह आत्मा न तो मारता है और न मारा जाता है।",
        "commentaryEn": "2.19 यः he who? एनम् this? वेत्ति knows? हन्तारम् the slayer? यः he who? च and? एनम् this? मन्यते thinks? हतम् killed? उभौ both? तौ they? न not? विजानीतः know? न not? अयम् this? हन्ति kills? न not? हन्यते is killed.No Commentary.",
        "commentaryHn": "।।2.19।। व्याख्या--'य' जो? 'एनं' इसको? 'वेत्ति' जानता है? 'हन्तारं' हत्या करनेवाला? 'यः' जो? 'च' और? 'एनं' इसको? 'मन्यते' मानता है? 'हतम्' मारे गए? 'उभौ' दोनों? 'तौ' वे? 'न' नहीं? 'विजानीतः' जानते हैं? 'न' नहीं? 'अयं' यह? 'हन्ति' मारता है? 'न' नहीं? 'हन्यते' मारा जाता है।"
      },
      {
        "verse": 20,
        "text": "न जायते म्रियते वा कदाचिन्नायं भूत्वा भविता वा न भूयः। अजो नित्यः शाश्वतोऽयं पुराणो न हन्यते हन्यमाने शरीरे।।2.20।।",
        "translationEn": "The soul is never born, nor does it ever die; nor having once existed, does it ever cease to be. The soul is without birth, eternal, immortal, and ageless. It is not destroyed when the body is destroyed.",
        "translationHn": "।।2.20।। यह आत्मा कभी नहीं जन्म लेता और न मरता है; न कभी इसका अस्तित्व होता है और न कभी अस्तित्व नहीं होता है। यह अजन्मा, नित्य, अमर और अवयः है; इसे शरीर के नष्ट होने पर भी नष्ट नहीं होता।",
        "commentaryEn": "2.20 न never? जायते is born? म्रियते dies? वा or? कदाचित at any time? न not? अयम this? भूत्वा having come into being? भविता having been? वा or? न not? भूयः ever? अजः unborn? नित्यः eternal? शाश्वतः ageless? अयम this? पुराणः ancient? न not? हन्यते is destroyed? हन्यमाने being destroyed? शरीरे in the body.No Commentary.",
        "commentaryHn": "।।2.20।। व्याख्या--'न' कभी नहीं? 'जायते' जन्म लेता है? 'म्रियते' मरता है? 'वा' या? 'कदाचित्' कभी नहीं? 'न' नहीं? 'अयं' यह? 'भूत्वा' होकर? 'भविता' होकर? 'वा' या? 'न' नहीं? 'भूयः' कभी भी? 'अजः' अजन्मा? 'नित्यः' नित्य? 'शाश्वतः' शाश्वत? 'अयं' यह? 'पुराणः' पुराण? 'न' नहीं? 'हन्यते' नष्ट होता है? 'हन्यमाने' नष्ट होने पर? 'शरीरे' शरीर में।"
      },
      {
        "verse": 21,
        "text": "वेदाविनाशिनं नित्यं य एनमजमव्ययम्। कथं स पुरुषः पार्थ कं घातयति हन्ति कम्।।2.21।।",
        "translationEn": "O Partha, how can a person who knows that the soul is indestructible, eternal, unborn, and immutable kill anyone or cause anyone to kill?",
        "translationHn": "।।2.21।। हे पार्थ! जो यह जानता है कि आत्मा अविनाशी, नित्य, अजन्मा और अविनाशी है, वह किसी को मार सकता है या किसी को मारने के लिए किसी को भी उकसाने का कैसे सक्षम हो सकता है?",
        "commentaryEn": "2.21 वेद knows? अविनाशिनम् indestructible? नित्यम् eternal? यः who? एनम् this? अजम unborn? अव्ययम् immutable? कथं how? सः he? पुरुषः person? पार्थ O Partha? कम् anyone? घातयति kills? हन्ति causes to kill?No Commentary.",
        "commentaryHn": "।।2.21।। व्याख्या--'वेद' जानता है? 'अविनाशिनं' अविनाशी? 'नित्यं' नित्य? 'य' जो? 'एनम्' इसको? 'अजम्' अजन्मा? 'अव्ययम्' अविनाशी? 'कथं' कैसे? 'सः' वह? 'पुरुषः' पुरुष? 'पार्थ' हे पार्थ! 'कं' किसी को? 'घातयति' मारता है? 'हन्ति' मारने के लिए?"
      },
      {
        "verse": 22,
        "text": "वासांसि जीर्णानि यथा विहाय नवानि गृह्णाति नरोऽपराणि। तथा शरीराणि विहाय जीर्णान्यन्यानि संयाति नवानि देही।।2.22।।",
        "translationEn": "Just as a person casts off worn-out garments and puts on new ones, so does the embodied soul cast off worn-out bodies and enter new ones.",
        "translationHn": "।।2.22।। जिस प्रकार कोई व्यक्ति पुराने वस्त्र छोड़कर नए वस्त्र धारण करता है, वैसे ही आत्मा पुराने शरीरों को छोड़कर नए शरीरों में प्रवेश करता है।",
        "commentaryEn": "2.22 वासांसि garments? जीर्णानि worn-out? यथा just as? विहाय casting off? नवानि new? गृह्णाति puts on? नरः a person? अपराणि others? तथा so? शरीराणि bodies? विहाय casting off? जीर्णानि worn-out? अन्यानि others? संयाति enters? नवानि new? देही the embodied soul.No Commentary.",
        "commentaryHn": "।।2.22।। व्याख्या--'वासांसि' वस्त्र? 'जीर्णानि' पुराने? 'यथा' जिस प्रकार? 'विहाय' छोड़कर? 'नवानि' नए? 'गृह्णाति' धारण करता है? 'नरः' व्यक्ति? 'अपराणि' दूसरे? 'तथा' वैसे ही? 'शरीराणि' शरीर? 'विहाय' छोड़कर? 'जीर्णानि' पुराने? 'अन्यानि' दूसरे? 'संयाति' प्रवेश करता है? 'नवानि' नए? 'देही' आत्मा।"
      },
      {
        "verse": 23,
        "text": "नैनं छिन्दन्ति शस्त्राणि नैनं दहति पावकः। न चैनं क्लेदयन्त्यापो न शोषयति मारुतः।।2.23।।",
        "translationEn": "Weapons do not cut this soul, fire does not burn it, water does not wet it, and wind does not dry it.",
        "translationHn": "।।2.23।। यह आत्मा न तो शस्त्रों द्वारा काटा जा सकता है, न अग्नि द्वारा जलाया जा सकता है, न पानी द्वारा भिगोया जा सकता है और न हवा द्वारा सुखाया जा सकता है।",
        "commentaryEn": "2.23 न not? एनम् this? छिन्दन्ति cut? शस्त्राणि weapons? न not? एनम् this? दहति burns? पावकः fire? न not? च and? एनम् this? क्लेदयन्ति wets? आपः water? न not? शोषयति dries? मारुतः wind.No Commentary.",
        "commentaryHn": "।।2.23।। व्याख्या--'न' नहीं? 'एनं' इसको? 'छिन्दन्ति' काटते हैं? 'शस्त्राणि' शस्त्र? 'न' नहीं? 'एनं' इसको? 'दहति' जलाता है? 'पावकः' अग्नि? 'न' नहीं? 'च' और? 'एनं' इसको? 'क्लेदयन्ति' भिगोता है? 'आपः' पानी? 'न' नहीं? 'शोषयति' सुखाता है? 'मारुतः' हवा।"
      },
      {
        "verse": 24,
        "text": "अच्छेद्योऽयमदाह्योऽयमक्लेद्योऽशोष्य एव च। नित्यः सर्वगतः स्थाणुरचलोऽयं सनातनः।।2.24।।",
        "translationEn": "This soul cannot be cut, burnt, wetted, or dried. It is eternal, all-pervading, unchanging, immovable, and timeless.",
        "translationHn": "।।2.24।। यह आत्मा काटा नहीं जा सकता, जलाया नहीं जा सकता, भिगोया नहीं जा सकता और सुखाया नहीं जा सकता है। यह नित्य, सर्वगति, अचल, अशोकी और सनातन है।",
        "commentaryEn": "2.24 अच्छेद्यः cannot be cut? अयम् this? अदाह्यः cannot be burnt? अयम् this? अक्लेद्यः cannot be wetted? अशोष्यः cannot be dried? एव indeed? च and? नित्यः eternal? सर्वगतः all-pervading? स्थाणुः unchanging? अचलः immovable? अयम् this? सनातनः timeless.No Commentary.",
        "commentaryHn": "।।2.24।। व्याख्य -- 'अच्छेद्यः' काटा नहीं जा सकता? 'अयम्' यह? 'अदाह्यः' जलाया नहीं जा सकता? 'अयम्' यह? 'अक्लेद्यः' भिगोया नहीं जा सकता? 'अशोष्य' सुखाया नहीं जा सकता? 'एव' तो? 'च' और? 'नित्यः' नित्य? 'सर्वगतः' सर्वगति? 'स्थाणुः' अचल? 'अचलः' अचल? 'अयम्' यह? 'सनातनः' सनातन।"
      },
      {
        "verse": 25,
        "text": "अव्यक्तोऽयमचिन्त्योऽयमविकार्योऽयमुच्यते। तस्मादेवं विदित्वैनं नानुशोचितुमर्हसि।।2.25।।",
        "translationEn": "This soul is said to be unmanifest, inconceivable, and immutable. Therefore, knowing this, you should not grieve for the body.",
        "translationHn": "।।2.25।। इस आत्मा को अव्यक्त, अचिन्त्य और अविकारी कहा गया है। इसलिए इसे जानकर तू इस शरीर के लिए शोक नहीं करना चाहिए।",
        "commentaryEn": "2.25 अव्यक्तः unmanifest? अयम् this? अचिन्त्यः inconceivable? अयम् this? अविकार्यः immutable? अयम् this? उच्यते is said? तस्मात therefore? एवं thus? विदित्वा knowing? एनम् this? न not? अनुशोचितुम to grieve? अर्हसि should.No Commentary.",
        "commentaryHn": "।।2.25।। व्याख्या--'अव्यक्तः' अव्यक्त? 'अयम्' यह? 'अचिन्त्यः' अचिन्त्य? 'अयम्' यह? 'अविकार्यः' अविकारी? 'अयम्' यह? 'उच्यते' कहा गया है? 'तस्मात्' इसलिए? 'एवं' इस प्रकार? 'विदित्वा' जानकर? 'एनं' इसको? 'न' नहीं? 'अनुशोचितुम्' शोक करना? 'अर्हसि' चाहिए।"
      },
      {
        "verse": 26,
        "text": "अथ चैनं नित्यजातं नित्यं वा मन्यसे मृतम्। तथापि त्वं महाबाहो नैवं शोचितुमर्हसि।।2.26।।",
        "translationEn": "If you think that this soul is constantly born and constantly dies, even then, O mighty-armed Arjuna, you should not grieve.",
        "translationHn": "।।2.26।। यदि तू इस आत्मा को नित्य जन्म लेने वाला और नित्य मरने वाला मानता है, तो भी हे महाबाहो! तू इस प्रकार शोक नहीं करना चाहिए।",
        "commentaryEn": "2.26 अथ if? च and? एनम् this? नित्यजातम् constantly born? नित्यम् constantly? वा or? मन्यसे you think? मृतम् dies? तथापि even then? त्वम् you? महाबाहो O mighty-armed? न not? एवं thus? शोचितुम to grieve? अर्हसि should.No Commentary.",
        "commentaryHn": "।।2.26।। व्याख्या--'अथ' यदि? 'च' और? 'एनं' इसको? 'नित्यजातं' नित्य जन्म लेने वाला? 'नित्यं' नित्य? 'वा' या? 'मन्यसे' मानता है? 'मृतम्' मरने वाला? 'तथापि' फिर भी? 'त्वं' तू? 'महाबाहो' हे महाबाहो! 'न' नहीं? 'एवं' इस प्रकार? 'शोचितुम्' शोक करना? 'अर्हसि' चाहिए।"
      },
      {
        "verse": 27,
        "text": "जातस्य हि ध्रुवो मृत्युर्ध्रुवं जन्म मृतस्य च। तस्मादपरिहार्येऽर्थे न त्वं शोचितुमर्हसि।।2.27।।",
        "translationEn": "For one who has been born, death is certain, and for one who has died, birth is certain. Therefore, you should not grieve over the inevitable.",
        "translationHn": "।।2.27।। जो जन्म लेता है, उसके लिए मृत्यु निश्चित है और जो मर जाता है, उसके लिए जन्म निश्चित है। इसलिए तू अवश्य होनेवाले अर्थ के लिए शोक नहीं करना चाहिए।",
        "commentaryEn": "2.27 जातस्य for one who has been born? हि indeed? ध्रुवः certain? मृत्युः death? ध्रुवं certain? जन्म birth? मृतस्य for one who has died? च and? तस्मात therefore? अपरिहार्ये inevitable? अर्थे over? न not? त्वम् you? शोचितुम to grieve? अर्हसि should.No Commentary.",
        "commentaryHn": "।।2.27।। व्याख्या--'जात स्य' जन्म लेने वाले के लिए? 'हि' निश्चित? 'ध्रुवः' मृत्यु? 'ध्रुवं' निश्चित? 'जन्म' जन्म? 'मृतस्य' मर जाने वाले के लिए? 'च' और? 'तस्मात्' इसलिए? 'अपरिहार्ये' अवश्य होनेवाले? 'अर्थे' अर्थ के लिए? 'न' नहीं? 'त्वं' तू? 'शोचितुम्' शोक करना? 'अर्हसि' चाहिए।"
      },
      {
        "verse": 28,
        "text": "अव्यक्तादीनि भूतानि व्यक्तमध्यानि भारत। अव्यक्तनिधनान्येव तत्र का परिदेवना।।2.28।।",
        "translationEn": "O Arjuna, all beings are unmanifest before birth, manifest in life, and again unmanifest on death. Why grieve?",
        "translationHn": "।।2.28।। हे भारत! जन्म से पहले सभी भूत अव्यक्त होते हैं, जीवन में व्यक्त होते हैं और मृत्यु के बाद फिर अव्यक्त होते हैं। उसमें शोक कैसे करना?",
        "commentaryEn": "2.28 अव्यक्तानि unmanifest? भूतानि beings? व्यक्तम manifest? अध्यानि in life? भारत O Arjuna? अव्यक्त unmanifest? निधनानि on death? एव indeed? तत्र there? का what? परिदेवना grief?No Commentary.",
        "commentaryHn": "।।2.28।। व्याख्या--'अव्यक्तादीनि' अव्यक्त आदि? 'भूतानि' भूत? 'व्यक्तमध्यानि' व्यक तमध्यानि? 'भारत' हे भारत! 'अव्यक्तनिधनानि' अव्यक्त निधनानि? 'एव' तो? 'तत्र' वहाँ? 'का' क्या? 'परिदेवना' शोक करना?"
      },
      {
        "verse": 29,
        "text": "आश्चर्यवत्पश्यति कश्चिदेनमाश्चर्यवद्वदति तथैव चान्यः। आश्चर्यवच्चैनमन्यः श्रृणोति श्रुत्वाप्येनं वेद न चैव कश्चित्।।2.29।।",
        "translationEn": "Some see this soul as amazing, some describe it as amazing, and some hear of it as amazing, while others, even after hearing about it, cannot understand it at all.",
        "translationHn": "।।2.29।। कुछ लोग इस आत्मा को आश्चर्यजनक मानते हैं, कुछ इसे आश्चर्यजनक वर्णन करते हैं और कुछ इसे आश्चर्यजनक सुनते हैं, जबकि दूसरे, इसके बारे में सुनकर भी, इसे कुछ भी समझ नहीं पाते।",
        "commentaryEn": "2.29 आश्चर्यवत् amazing? पश्यति see? कश्चित् some? एनम् this? आश्चर्यवत् amazing? वदति describe? तथा so? एव indeed? च and? अन्यः others? आश्चर्यवत् amazing? चैनम् this? अन्यः others? शृणोति hear? श्रुत्वा having heard? अपि even? एनम् this? वेद understand? न not? च and? एव indeed? कश्चित् anyone.No Commentary.",
        "commentaryHn": "।।2.29।। व्याख्या--'आश्चर्यवत्' आश्चर्यजनक? 'पश्यति' देखता है? 'कश्चित्' कोई? 'एनम्' इसको? 'आश्चर्यवद्वदति' आश्चर्यजनक वर्णन करता है? 'तथा' और? 'एव' तो? 'च' और? 'अन्यः' दूसरे? 'आश्चर्यवच्चैनमन्यः' आश्चर्यजनक सुनते हैं? 'श्रृणोति' सुनता है? 'श्रुत्वा' सुनकर? 'अपि' भी? 'एनं' इसे? 'वेद' समझता है? 'न' नहीं? 'च' और? 'एव' तो? 'कश्चित्' कोई भी?"
      },
      {
        "verse": 30,
        "text": "देही नित्यमवध्योऽयं देहे सर्वस्य भारत। तस्मात्सर्वाणि भूतानि न त्वं शोचितुमर्हसि।।2.30।।",
        "translationEn": "O Arjuna, this soul is eternal, indestructible, and immeasurable. Therefore, you should not grieve for any creature.",
        "translationHn": "।।2.30।। हे भारत! इस आत्मा को नित्य, अवध्य और अपरिमित मानना चाहिए। इसलिए तू किसी भी प्राणी के लिए शोक नहीं करना चाहिए।",
        "commentaryEn": "2.30 देही the soul? नित्यम् eternal? अवध्यः indestructible? अयम् this? देहे in the body? सर्वस्य of all? भारत O Arjuna? तस्मात therefore? सर्वाणि all? भूतानि creatures? न not? त्वम् you? शोचितुम to grieve? अर्हसि should.No Commentary.",
        "commentaryHn": "।।2.30।। व्याख्या--'देही' आत्मा? 'नित्यम्' नित्य? 'अवध्यः' अवध्य? 'अयम्' यह? 'देहे' शरीर में? 'सर्वस्य' सभी के? 'भारत' हे भारत! 'तस्मात्' इसलिए? 'सर्वाणि' सभी? 'भूतानि' प्राणी? 'न' नहीं? 'त्वं' तू? 'शोचितुम्' शोक करना? 'अर्हसि' चाहिए।"
      },
      {
        "verse": 31,
        "text": "स्वधर्ममपि चावेक्ष्य न विकम्पितुमर्हसि। धर्म्याद्धि युद्धाच्छ्रेयोऽन्यत्क्षत्रियस्य न विद्यते।।2.31।।",
        "translationEn": "Considering your dharma, you should not waver. For a warrior, there is nothing more honorable than a war against evil.",
        "translationHn": "।।2.31।। अपने धर्म को ध्यान में रखकर तू विचलित नहीं होना चाहिए। क्षत्रिय के लिए धर्मयुक्त युद्ध से उत्तम कोई अन्य कार्य नहीं है।",
        "commentaryEn": "2.31 स्वधर्मम् your dharma? अपि also? च and? अवेक्ष्य considering? न not? विकम्पितुम् to waver? अर्हसि should? धर्म्यात् from dharma? हि indeed? युद्धात् from war? श्रेयः honor? अन्यत् other? क्षत्रियस्य of a warrior? न not? विद्यते is.No Commentary.",
        "commentaryHn": "।।2.31।। व्याख्या--'स्वधर्मम्' अपना धर्म? 'अपि' भी? 'च' और? 'अवेक्ष्य' ध्यान में रखकर? 'न' नहीं? 'विकम्पितुम्' विचलित होना? 'अर्हसि' चाहिए? 'धर्म्यात्' धर्म से? 'हि' तो? 'युद्धात्' युद्ध से? 'श्रेयः' उत्तम कार्य? 'अन्यत्' अन्य? 'क्षत्रियस्य' क्षत्रिय के लिए? 'न' नहीं? 'विद्यते' है।"
      },
      {
        "verse": 32,
        "text": "यदृच्छया चोपपन्नं स्वर्गद्वारमपावृतम्। सुखिनः क्षत्रियाः पार्थ लभन्ते युद्धमीदृशम्।।2.32।।",
        "translationEn": "O Partha, happy are the warriors to whom such opportunities to defend righteousness come unsought, opening the doors of heaven.",
        "translationHn": "।।2.32।। हे पार्थ! जो क्षत्रिय इस प्रकार के युद्ध को अपने आप उपस्थित होने पर प्राप्त होते हैं, वे स्वर्ग के द्वार को खोलने वाले इस प्रकार के युद्ध को प्राप्त होते हैं।",
        "commentaryEn": "2.32 यदृच्छया unsought? च and? उपपन्नम् come? स्वर्गद्वारम् the doors of heaven? अपावृतम् opening? सुखिनः happy? क्षत्रियाः warriors? पार्थ O Partha? लभन्ते obtain? युद्धम् war? इदृशम् like this.No Commentary.",
        "commentaryHn": "।।2.32।। व्याख्या--'यदृच्छया' अपने आप? 'च' और? 'उपपन्नं' उपस्थित होना? 'स्वर्गद्वारम्' स्वर्ग के द्वार? 'अपावृतम्' खोलने वाला? 'सुखिनः' सुखी? 'क्षत्रियाः' क्षत्रिय? 'पार्थ' हे पार्थ! 'लभन्ते' प्राप्त होते हैं? 'युद्धम्' युद्ध? 'इदृशम्' इस प्रकार।"
      },
      {
        "verse": 33,
        "text": "अथ चेत्त्वमिमं धर्म्यं संग्रामं न करिष्यसि। ततः स्वधर्मं कीर्तिं च हित्वा पापमवाप्स्यसि।।2.33।।",
        "translationEn": "But if you refuse to fight this righteous war, abandoning your social duty and reputation, you will incur sin.",
        "translationHn": "।।2.33।। परन्तु यदि तू इस धर्मयुक्त युद्ध को न करेगा, अपने स्वधर्म और कीर्ति को छोड़कर, तो तू पाप को प्राप्त होगा।",
        "commentaryEn": "2.33 अथ but? चेत् if? त्वम् you? इमम् this? धर्म्यम् righteous? संग्रामम् war? न not? करिष्यसि will fight? ततः then? स्वधर्मम् social duty? कीर्तिम् reputation? च and? हित्वा abandoning? पापम् sin? अवाप्स्यसि will incur.No Commentary.",
        "commentaryHn": "।।2.33।। व्याख्या--'अथ' परन्तु? 'चेत्' यदि? 'त्वं' तू? 'इमं' इस? 'धर्म्यं' धर्मयुक्त? 'संग्रामं' युद्ध? 'न' नहीं? 'करिष्यसि' करेगा? 'ततः' तो? 'स्वधर्मं' स्वधर्म? 'कीर्तिं' कीर्ति? 'च' और? 'हित्वा' छोड़कर? 'पापम्' पाप? 'अवाप्स्यसि' प्राप्त होगा।"
      },
      {
        "verse": 34,
        "text": "अकीर्तिं चापि भूतानि कथयिष्यन्ति त  वयम्। संभावितस्य चाकीर्तिर्मरणादतिरिच्यते।।2.34।।",
        "translationEn": "People will speak of your disgrace forever, and for one who has been honored, dishonor is worse than death.",
        "translationHn": "।।2.34।। लोग हमेशा तेरी अपकीर्ति का वर्णन करेंगे और जिसकी महिमा होती है, उसके लिए अपकीर्ति मरण से भी अधिक दुःखदायक है।",
        "commentaryEn": "2.34 अकीर्तिम् disgrace? च and? अपि also? भूतानि people? कथयिष्यन्ति will speak? ते your? वयम् we? संभावितस्य of one who has been honored? च and? अकीर्तिः dishonor? मरणात् than death? अति-रिच्यते is worse.No Commentary.",
        "commentaryHn": "।।2.34।। व्याख्या--'अकीर्तिं' अपकीर्ति? 'च' और? 'अपि' भी? 'भूतानि' लोग? 'कथयिष्यन्ति' कहेंगे? 'ते' तेरी? 'वयम्' हम? 'संभावितस्य' महिमामान के लिए? 'च' और? 'अकीर्तिः' अपकीर्ति? 'मरणात्' मरण से? 'अति-रिच्यते' अधिक दुःखदायक है।"
      },
      {
        "verse": 35,
        "text": "भयाद्रणादुपरतं मंस्यन्ते त्वां महारथाः। येषां च त्वं बहुमतो भूत्वा यास्यसि लाघवम्।।2.35।।",
        "translationEn": "The great warriors will think that you have retreated from the battle out of fear, and having been highly esteemed by them, you will fall from their estimation.",
        "translationHn": "।।2.35।। महारथी तुझे भय के कारण युद्ध से पीछे हटते हुए मानेंगे और जिनकी दृष्टि में तू बहुत महत्त्वपूर्ण है, उनकी दृष्टि से तू नीच होगा।",
        "commentaryEn": "2.35 भयात् out of fear? रणात् from the battle? उपरतम् retreated? मंस्यन्ते will think? त्वाम् you? महारथाः the great warriors? येषाम् whose? च and? त्वम् you? बहुमतः highly esteemed? भूत्वा having been? यास्यसि will fall? लाघवम् from their estimation.No Commentary.",
        "commentaryHn": "।।2.35।। व्याख्या--'भयात्' भय के कारण? 'रणात्' युद्ध से? 'उपरतं' पीछे हटते हुए? 'मंस्यन्ते' मानेंगे? 'त्वां' तुझे? 'महारथाः' महारथी? 'येषां' जिनकी? 'च' और? 'त्वं' तू? 'बहुमतः' बहुत महत्त्वपूर्ण? 'भूत्वा' होकर? 'यास्यसि' गिरेगा? 'लाघवम्' नीचता।"
      },
      {
        "verse": 36,
        "text": "अवाच्यवादांश्च बहून्वदिष्यन्ति तवाहिताः। निन्दन्तस्तव सामर्थ्यं ततो दुःखतरं नु किम्।।2.36।।",
        "translationEn": "Your enemies will speak many unkind words and scorn your ability. What could be more painful than this?",
        "translationHn": "।।2.36।। तेरे शत्रु अनेक अवाच्य वचन कहेंगे और तेरी क्षमता की निन्दा करेंगे। इससे और क्या दुःखदायक हो सकता है?",
        "commentaryEn": "2.36 अवाच्य unkind? वादान् words? च and? बहून् many? वदिष्यन्ति will speak? तव your? अहिताः enemies? निन्दन्तः scorning? तव your? सामर्थ्यम् ability? ततः than that? दुःखतरम् more painful? नु indeed? किम् what?No Commentary.",
        "commentaryHn": "।।2.36।। व्याख्या--'अवाच्यवादांश्च' अवाच्य वचन? 'बहून्' अनेक? 'वदिष्यन्ति' कहेंगे? 'तव' तेरे? 'अहिताः' शत्रु? 'निन्दन्तः' निन्दा करेंगे? 'तव' तेरी? 'सामर्थ्यम्' क्षमता? 'ततः' इससे? 'दुःखतरम्' और क्या दुःखदायक हो सकता है? 'नु' तो? 'किम्' क्या?"
      },
      {
        "verse": 37,
        "text": "हतो वा प्राप्स्यसि स्वर्गं जित्वा वा भोक्ष्यसे महीम्। तस्मादुत्तिष्ठ कौन्तेय युद्धाय कृतनिश्चयः।।2.37।।",
        "translationEn": "If you die in battle, you will go to heaven; if you win, you will enjoy the earth. Therefore, O Arjuna, stand up with determination for fighting.",
        "translationHn": "।।2.37।। यदि तू युद्ध में मर जाएगा, तो स्वर्ग को प्राप्त होगा; और यदि तू विजयी होगा, तो तू धरती का भोग करेगा। इसलिए हे कुन्तीपुत्र! युद्ध के लिए निश्चय करके उठ।",
        "commentaryEn": "2.37 हतः if you die? वा or? प्राप्स्यसि will go? स्वर्गम् to heaven? जित्वा if you win? वा or? भोक्ष्यसे will enjoy? महीम् the earth? तस्मात् therefore? उत्तिष्ठ stand up? कौन्तेय O Arjuna? युद्धाय for fighting? कृत-निश्चयः with determination.No Commentary.",
        "commentaryHn": "।।2.37।। व्याख्या--'हतः' यदि मर जाएगा? 'वा' या? 'प्राप्स्यसि' प्राप्त होगा? 'स्वर्गं' स्वर्ग? 'जित्वा' जीतकर? 'वा' या? 'भोक्ष्यसे' भोगेगा? 'महीम्' धरती? 'तस्मात्' इसलिए? 'उत्तिष्ठ' उठ? 'कौन्तेय' हे कुन्तीपुत्र! 'युद्धाय' युद्ध के लिए? 'कृत-निश्चयः' निश्चय करके।"
      },
      {
        "verse": 38,
        "text": "सुखदुःखेसमे कृत्वा लाभालाभौ जयाजयौ। ततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि।।2.38।।",
        "translationEn": "Treat pleasure and pain, gain and loss, victory and defeat alike. Then get ready for battle. Thus you will not incur sin.",
        "translationHn": "।।2.38।। सुख-दुःख, लाभ-हानि और जीत-हार को समान समझकर तैयार हो जा युद्ध के लिए। इस प्रकार तू पाप को प्राप्त नहीं होगा।",
        "commentaryEn": "2.38 सुख pleasure? दुःखे in pain? समे alike? कृत्वा treating? लाभ gain? अलाभे in loss? जय victory? अजयौ defeat? ततः then? युद्धाय for battle? युज्यस्व get ready? न not? एवं thus? पापम् sin? अवाप्स्यसि will incur.No Commentary.",
        "commentaryHn": "।।2.38।। व्याख्या--'सुखदुःखे' सुख-दुःख में? 'समे' समान? 'कृत्वा' करके? 'लाभालाभौ' लाभ-हानि? 'जयाजयौ' जीत-हार? 'ततः' तो? 'युद्धाय' युद्ध के लिए? 'युज्यस्व' तैयार हो जा? 'नैवं' इस प्रकार? 'पापम्' पाप? 'अवाप्स्यसि' प्राप्त नहीं होगा।"
      },
      {
        "verse": 39,
        "text": "एषा तेऽभिहिता सांख्ये बुद्धिर्योगे त्विमां श्रृणु। बुद्ध्या युक्तो यया पार्थ कर्मबन्धं प्रहास्यसि।।2.39।।",
        "translationEn": "This wisdom has been imparted to you from the standpoint of Sankhya philosophy. Now listen to it from the perspective of yoga. Armed with this understanding, O Partha, you will be able to free yourself from the bondage of karma.",
        "translationHn": "।।2.39।। यह ज्ञान तुझे सांख्य दर्शन के दृष्टिकोण से दिया गया है। अब इसे योग के दृष्टिकोण से सुन। इस बुद्धि से युक्त होकर हे पार्थ! तू कर्मबंधन से मुक्त होगा।",
        "commentaryEn": "2.39 एषा this? ते to you? अभिहिता imparted? सांख्ये from the standpoint of Sankhya philosophy? बुद्धिः wisdom? योगे from the perspective of yoga? तु indeed? इमाम् this? शृणु listen? बुद्ध्या with understanding? युक्तः armed? यया by which? पार्थ O Partha? कर्मबन्धम् the bondage of karma? प्रहास्यसि will be able to free yourself.No Commentary.",
        "commentaryHn": "।।2.39।। व्याख्या--'एषा' यह? 'ते' तुझे? 'अभिहिता' दी गई है? 'सांख्ये' सांख्य दर्शन के? 'बुद्धिः' ज्ञान? 'योगे' योग के? 'तु' तो? 'इमां' इसे? 'शृणु' सुन? 'बुद्ध्या' बुद्धि से? 'युक्तः' युक्त होकर? 'यया' जिससे? 'पार्थ' हे पार्थ! 'कर्मबन्धं' कर्मबंधन? 'प्रहास्यसि' मुक्त होगा।"
      },
      {
        "verse": 40,
        "text": "नेहाभिक्रमनाशोऽस्ति प्रत्यवायो न विद्यते। स्वल्पमप्यस्य धर्मस्य त्रायते महतो भयात्।।2.40।।",
        "translationEn": "In this path, there is no loss of effort, nor is there any harm. Even a little practice of this discipline protects one from great fear.",
        "translationHn": "।।2.40।। इस मार्ग में प्रयत्न का नाश नहीं होता और कोई प्रत्यवाय भी नहीं होता। इस धर्म के थोड़े से अनुशासन से भी बड़े भय से रक्षा होती है।",
        "commentaryEn": "2.40 न not? इह in this? अभिक्रमनाशः loss of effort? अस्ति is? प्रत्यवायः harm? न not? विद्यते is? स्वल्पम् a little? अपि also? अस्य of this? धर्मस्य discipline? त्रायते protects? महतः from great? भयात् fear.No Commentary.",
        "commentaryHn": "।।2.40।। व्याख्या--'न' नहीं? 'इह' इस मार्ग में? 'अभिक्रमनाशः' प्रयत्न का नाश? 'अस्ति' है? 'प्रत्यवायः' प्रत्यवाय? 'न' नहीं? 'विद्यते' है? 'स्वल्पम्' थोड़ा सा? 'अपि' भी? 'अस्य' इस? 'धर्मस्य' धर्म? 'त्रायते' रक्षा करता है? 'महतः' बड़े? 'भयात्' भय से।"
      },
      {
        "verse": 41,
        "text": "योगसंन्यस्तकर्माणं ज्ञानसंछिन्नसंशयम्। आत्मवन्तं न कर्माणि निबध्नन्ति धनञ्जय।।2.41।।",
        "translationEn": "Those who are unattached to the fruits of their work and who have renounced all work, are free from all doubts and are engaged in the welfare of all living beings, are not bound by their actions, O Dhananjaya.",
        "translationHn": "।।2.41।। जो लोग कर्मफल से अनासक्त हैं और सब कर्मों का त्याग कर चुके हैं, वे सब संदेहों से रहित हैं और सभी प्राणियों के हित में लगे हुए हैं, वे धनञ्जय! आत्मवान होने के कारण कर्मों से बंधन में नहीं आते।",
        "commentaryEn": "2.41 योगसंन्यस्तकर्माणम् those who have renounced all work? ज्ञानसंछिन्नसंशयम् free from all doubts? आत्मवन्तम् self-realized? न not? कर्माणि actions? निबध्नन्ति are bound? धनञ्जय O Dhananjaya.No Commentary.",
        "commentaryHn": "।।2.41।। व्याख्या--'योगसंन्यस्तकर्माणं' सब कर्मों का त्याग कर चुके जो लोग? 'ज्ञानसंछिन्नसंशयम्' सब संदेहों से रहित? 'आत्मवन्तं' आत्मवान? 'न' नहीं? 'कर्माणि' कर्म? 'निबध्नन्ति' बंधन में नहीं आते? 'धनञ्जय' हे धनञ्जय!"
      },
      {
        "verse": 42,
        "text": "तस्मादज्ञानसंभूतं हृत्स्थं ज्ञानासिनात्मनः। छित्त्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत।।2.42।।",
        "translationEn": "Therefore, with the sword of knowledge, cut asunder the doubts that have arisen in your heart. O scion of Bharata, stand and fight.",
        "translationHn": "।।2.42।। इसलिए हे भारतवंशी! अज्ञान से उत्पन्न हुए इस संदेह को ज्ञान की तलवार से काट डाल, उठ और युद्ध कर।",
        "commentaryEn": "2.42 तस्मात् therefore? अज्ञानसंभूतम् arisen from ignorance? हृत्स्थम् in your heart? ज्ञानासिना by knowledge? आत्मनः of the self? छित्त्वा cutting asunder? एनम् this? संशयम् doubt? योगम् the path of knowledge? आतिष्ठ stand? उत्तिष्ठ stand? भारत O scion of Bharata.No Commentary.",
        "commentaryHn": "।।2.42।। व्याख्या--'तस्मात्' इसलिए? 'अज्ञानसंभूतं' अज्ञान से उत्पन्न हुए? 'हृत्स्थं' तेरे हृदय में? 'ज्ञानासिना' ज्ञान से? 'आत्मनः' आत्मा का? 'छित्त्वैनं' इसे काट डाल? 'संशयं' संदेह? 'योगम्' ज्ञान का मार्ग? 'आतिष्ठ' उठ? 'उत्तिष्ठ' उठ और? 'भारत' हे भारतवंशी!"
      },
      {
        "verse": 43,
        "text": "यदा ते मोहकलिलं बुद्धिर्व्यतितरिष्यति। तदा गन्तासि निर्वेदं श्रोतव्यस्य श्रुतस्य च।।2.43।।",
        "translationEn": "When your intellect crosses the mire of delusion, you will then attain indifference to things you have heard and things you have yet to hear.",
        "translationHn": "।।2.43।। जब तेरी बुद्धि मोह के कलुष से पार हो जाएगी, तब तू जो कुछ सुना है और जो कुछ अभी तक नहीं सुना है, उसके प्रति निर्वेद हो जाएगा।",
        "commentaryEn": "2.43 यदा when? ते your? मोहकलिलम् mire of delusion? बुद्धिः intellect? व्यतितरिष्यति crosses? तदा then? गन्तासि you will attain? निर्वेदम् indifference? श्रोतव्यस्य to things you have heard? श्रुतस्य to things you have yet to hear.No Commentary.",
        "commentaryHn": "।।2.43।। व्याख्या--'यदा' जब? 'ते' तेरी? 'मोहकलिलं' मोह के कलुष? 'बुद्धिः' बुद्धि? 'व्यतितरिष्यति' पार हो जाएगी? 'तदा' तब? 'गन्तासि' प्राप्त होगा? 'निर्वेदं' निर्वेद? 'श्रोतव्यस्य' सुना हुआ? 'श्रुतस्य' सुनने योग्य के।"
      },
      {
        "verse": 44,
        "text": "श्रुतिविप्रतिपन्ना ते यदा स्थास्यति निश्चला। समाधावचला बुद्धिस्तदा योगमवाप्स्यसि।।2.44।।",
        "translationEn": "When your intellect, which is confused by hearing conflicting statements, becomes unshakable and steady in deep meditation, then you will attain yoga.",
        "translationHn": "।।2.44।। जब तेरी बुद्धि विभिन्न विचारों के कारण उलझ जाती है, और जब वह अचल और स्थिर होकर समाधि में लग जाती है, तब तू योग को प्राप्त होगा।",
        "commentaryEn": "2.44 श्रुति-विप्रतिपन्ना confused by hearing conflicting statements? ते your? यदा when? स्थास्यति becomes? निश्चला unshakable? समाधौ in deep meditation? अचला steady? बुद्धिः intellect? तदा then? योगम् yoga? अवाप्स्यसि will attain.No Commentary.",
        "commentaryHn": "।।2.44।। व्याख्या--'श्रुतिविप्रतिपन्ना' विभिन्न विचारों के कारण उलझी हुई? 'ते' तेरी? 'यदा' जब? 'स्थास्यति' होगी? 'निश्चला' अचल? 'समाधावचला' समाधि में स्थिर? 'बुद्धिः' बुद्धि? 'तदा' तब? 'योगम्' योग? 'अवाप्स्यसि' प्राप्त होगा।"
      },
      {
        "verse": 45,
        "text": "अर्जुन उवाच। स्थाने हृषीकेश तव प्रकीर्त्या जगत्प्रहृष्यत्यनुरज्यते च।।2.45।।",
        "translationEn": "Arjuna said: O Krishna, when I hear from you the explanation of the truth about the self, I am delighted and my illusion is dispelled.",
        "translationHn": "।।2.45।। अर्जुन ने कहा--हे हृषीकेश! जब मैं आपके मुख से आत्मा के विषय में सत्य का वर्णन सुनता हूँ, तो मेरा हृदय प्रसन्न हो जाता है और मेरा मोह दूर हो जाता है।",
        "commentaryEn": "2.45 अर्जुन उवाच Arjuna said? स्थाने in the place? हृषीकेश O Krishna? तव your? प्रकीर्त्या by the explanation? जगत् the world? प्रहृष्यति rejoices? अनुरज्यते is delighted? च and.No Commentary.",
        "commentaryHn": "।।2.45।। व्याख्या--'अर्जुन उवाच' अर्जुन ने कहा--'स्थाने' स्थान में? 'हृषीकेश' हे हृषीकेश! 'तव' आपके? 'प्रकीर्त्या' वर्णन से? 'जगत्' जगत? 'प्रहृष्यति' प्रसन्न होता है? 'अनुरज्यते' प्रसन्न होता है? 'च' और।"
      },
      {
        "verse": 46,
        "text": "किं पुनः ब्रह्मणः पुण्या भक्ता राजर्षयस्तथा। अनित्यमसुखं लोकमिमं प्राप्य भजस्व माम्।।2.46।।",
        "translationEn": "O King, the devotees who are virtuous and who worship the demigods go to the planets of the demigods, but my devotees ultimately reach my supreme abode.",
        "translationHn": "।।2.46।। हे राजन्! जो भक्त धर्मात्मा और देवताओं की पूजा करने वाले होते हैं, वे देवताओं के लोक में जाते हैं, परन्तु मेरे भक्त अंत में मेरे परम धाम को प्राप्त होते हैं।",
        "commentaryEn": "2.46 किं पुनः O King? ब्रह्मणः of the Supreme? पुण्याः the virtuous? भक्ताः devotees? राजर्षयः saintly kings? तथा and? अनित्यम् impermanent? असुखम् full of miseries? लोकम् planets? इमम् this? प्राप्य attaining? भजस्व worship? माम् Me.No Commentary.",
        "commentaryHn": "।।2.46।। व्याख्या--'किं पुनः' हे राजन्! 'ब्रह्मणः' ब्रह्म के? 'पुण्या' पुण्यवान? 'भक्ताः' भक्त? 'राजर्षयः' राजर्षि? 'तथा' और? 'अनित्यम्' अनित्य? 'असुखम्' दुःखमय? 'लोकम्' लोक? 'इमम्' इस? 'प्राप्य' प्राप्त होकर? 'भजस्व' भज? 'माम्' मुझे।"
      },
      {
        "verse": 47,
        "text": "अनायासेन मरणं विना धनं ज्ञानिनामपि चेत्सुखम्। विहाय कामान्यः सर्वान्पुमांश्चरति निःस्पृहः।।2.47।।",
        "translationEn": "The wise, who are free from material desires and anger, who have conquered their mind and senses, and who are always in trance, attain the supreme perfection of liberation in the form of the Supreme.",
        "translationHn": "।।2.47।। जो व्यक्ति बिना किसी परेशानी के और धन के बिना मरण को प्राप्त होता है, ज्ञानी भी सुख को प्राप्त नहीं करते। वह सब कामनाओं को त्यागकर और निःस्पृह होकर चरता है।",
        "commentaryEn": "2.47 अनायासेन without difficulty? मरणम् death? विना without? धनम् wealth? ज्ञानिनाम् of the wise? अपि also? चेत् if? सुखम् happiness? विहाय renouncing? कामान् desires? यः who? सर्वान् all? पुमान् person? चरति lives? निःस्पृहः free from material desires.No Commentary.",
        "commentaryHn": "।।2.47।। व्याख्या--'अनायासेन' बिना किसी परेशानी के? 'मरणं' मरण? 'विना' बिना? 'धनं' धन? 'ज्ञानिनामपि' ज्ञानी भी? 'चेत्' अगर? 'सुखम्' सुख? 'विहाय' त्यागकर? 'कामान्' कामनाएँ? 'यः' जो? 'सर्वान्' सब? 'पुमान्' व्यक्ति? 'चरति' चलता है? 'निःस्पृहः' निःस्पृह।"
      },
      {
        "verse": 48,
        "text": "सिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते।।2.48।।",
        "translationEn": "Performing your duty equanimously, whether successful or not, is called yoga.",
        "translationHn": "।।2.48।। सिद्धि और असिद्धि में समान भाव रखकर कर्म करना योग कहलाता है।",
        "commentaryEn": "2.48 सिद्ध्यसिद्ध्योः in success and failure? समः equal? भूत्वा becoming? समत्वम् equanimity? योगः yoga? उच्यते is called.No Commentary.",
        "commentaryHn": "।।2.48।। व्याख्या--'सिद्ध्यसिद्ध्योः' सिद्धि और असिद्धि में? 'समो' समान? 'भूत्वा' होकर? 'समत्वं' समानता? 'योग' योग? 'उच्यते' कहलाता है।"
      },
      {
        "verse": 49,
        "text": "दूरेण ह्यवरं कर्म बुद्धियोगाद्धनञ्जय। बुद्धौ शरणमन्विच्छ कृपणाः फलहेतवः।।2.49।।",
        "translationEn": "O Dhananjaya, keep all abominable activities far distant by devotional service, and in that consciousness surrender unto the Lord. Those who want to enjoy the fruits of their work are misers.",
        "translationHn": "।।2.49।। हे धनञ्जय! बुद्धियोग से दूर कर्म को और बुद्धि में शरण लेकर भगवान की ओर आश्रय लेने वाले लोग फल के हेतुवाले दरिद्र होते हैं।",
        "commentaryEn": "2.49 दूरेण far distant? हि certainly? अवरं abominable? कर्म activities? बुद्धियोगात् by devotional service? धनञ्जय O Dhananjaya? बुद्धौ in that consciousness? शरणम् surrender? अन्विच्छ seek? कृपणाः misers? फलहेतवः desiring the fruits.No Commentary.",
        "commentaryHn": "।।2.49।। व्याख्या--'दूरेण' दूर? 'हि' तो? 'अवरं' अवर? 'कर्म' कर्म? 'बुद्धियोगात्' भक्ति योग से? 'धनञ्जय' हे धनञ्जय! 'बुद्धौ' बुद्धि में? 'शरणम्' शरण? 'अन्विच्छ' चाहते हैं? 'कृपणाः' दरिद्र? 'फलहेतवः' फल के हेतुवाले।"
      },
      {
        "verse": 50,
        "text": "बुद्धियुक्तो जहातीह उभे सुकृतदुष्कृते। तस्माद्योगाय युज्यस्व योगः कर्मसु कौशलम्।।2.50।।",
        "translationEn": "A person who is self-controlled and unattached to material desires, who is skilled in the practice of yoga, and who looks upon both friend and enemy with an equal mind, is said to be transcendentally situated.",
        "translationHn": "।।2.50।। जो व्यक्ति बुद्धि से युक्त है, सुकृत और दुष्कृत को त्याग देता है, उसके लिए योग कर्मों में कौशल है। इसलिए तू योग में लग जा।",
        "commentaryEn": "2.50 बुद्धियुक्तः self-controlled? जहाति renounces? इह in this world? उभे both? सुकृत good deeds? दुष्कृते and bad deeds? तस्मात् therefore? योगाय to yoga? युज्यस्व engage? योगः yoga? कर्मसु in work? कौशलम् skill.No Commentary.",
        "commentaryHn": "।।2.50।। व्याख्या--'बुद्धियुक्तः' बुद्धि से युक्त? 'जहाति' त्याग देता है? 'इह' इस लोक में? 'उभे' दोनों? 'सुकृत' सुकृत? 'दुष्कृते' दुष्कृत? 'तस्मात्' इसलिए? 'योगाय' योग में? 'युज्यस्व' लग जा? 'योगः' योग? 'कर्मसु' कर्मों में? 'कौशलम्' कौशल।"
      },
      {
        "verse": 51,
        "text": "कर्मजं बुद्धियुक्ता हि फलं त्यक्त्वा मनीषिणः। जन्मबन्धविनिर्मुक्ताः पदं गच्छन्त्यनामयम्।।2.51।।",
        "translationEn": "The wise, engaged in devotional service, take refuge in the Lord, and free themselves from the cycle of birth and death by renouncing the fruits of action in the material world. In this way they attain the eternal abode.",
        "translationHn": "।।2.51।। बुद्ध  योगी जो कर्मयोग में लगे हुए हैं, वे फल को त्यागकर जन्म-मरण के बंधन से मुक्त होकर निर्विकार पद को प्राप्त होते हैं।",
        "commentaryEn": "2.51 कर्मजम born of work? बुद्धियुक्ताः engaged in devotional service? हि certainly? फलम् the fruits? त्यक्त्वा renouncing? मनीषिणः the wise? जन्मबन्धविनिर्मुक्ताः liberated from the bondage of birth and death? पदम् abode? गच्छन्ति attain? अनामयम् eternal.No Commentary.",
        "commentaryHn": "।।2.51।। व्याख्या--'कर्मजं' कर्म से उत्पन्न? 'बुद्धियुक्ताः' बुद्धियुक्त योगी? 'हि' तो? 'फलम्' फल? 'त्यक्त्वा' त्यागकर? 'मनीषिणः' बुद्धिमान? 'जन्मबन्धविनिर्मुक्ताः' जन्म-मरण के बंधन से मुक्त? 'पदम्' पद? 'गच्छन्ति' प्राप्त होते हैं? 'अनामयम्' निर्विकार।"
      },
      {
        "verse": 52,
        "text": "यदा ते मोहकलिलं बुद्धिर्व्यतितरिष्यति। तदा गन्तासि निर्वेदं श्रोतव्यस्य श्रुतस्य च।।2.52।।",
        "translationEn": "When your intellect crosses the mire of delusion, you will then attain indifference to things you have heard and things you have yet to hear.",
        "translationHn": "।।2.52।। जब तेरी बुद्धि मोह के कलुष से पार हो जाएगी, तब तू जो कुछ सुना है और जो कुछ अभी तक नहीं सुना है, उसके प्रति निर्वेद हो जाएगा।",
        "commentaryEn": "2.52 यदा when? ते your? मोहकलिलम् mire of delusion? बुद्धिः intellect? व्यतितरिष्यति crosses? तदा then? गन्तासि you will attain? निर्वेदम् indifference? श्रोतव्यस्य to things you have heard? श्रुतस्य to things you have yet to hear.No Commentary.",
        "commentaryHn": "।।2.52।। व्याख्या--'यदा' जब? 'ते' तेरी? 'मोहकलिलं' मोह के कलुष? 'बुद्धिः' बुद्धि? 'व्यतितरिष्यति' पार हो जाएगी? 'तदा' तब? 'गन्तासि' प्राप्त होगा? 'निर्वेदं' निर्वेद? 'श्रोतव्यस्य' सुना हुआ? 'श्रुतस्य' सुनने योग्य के।"
      },
      {
        "verse": 53,
        "text": "श्रुतिविप्रतिपन्ना ते यदा स्थास्यति निश्चला। समाधावचला बुद्धिस्तदा योगमवाप्स्यसि।।2.53।।",
        "translationEn": "When your intellect, which is confused by hearing conflicting statements, becomes unshakable and steady in deep meditation, then you will attain yoga.",
        "translationHn": "।।2.53।। जब तेरी बुद्धि विभिन्न विचारों के कारण उलझ जाती है, और जब वह अचल और स्थिर होकर समाधि में लग जाती है, तब तू योग को प्राप्त होगा।",
        "commentaryEn": "2.53 श्रुति-विप्रतिपन्ना confused by hearing conflicting statements? ते your? यदा when? स्थास्यति becomes? निश्चला unshakable? समाधौ in deep meditation? अचला steady? बुद्धिः intellect? तदा then? योगम् yoga? अवाप्स्यसि will attain.No Commentary.",
        "commentaryHn": "।।2.53।। व्याख्या--'श्रुतिविप्रतिपन्ना' विभिन्न विचारों के कारण उलझी हुई? 'ते' तेरी? 'यदा' जब? 'स्थास्यति' होगी? 'निश्चला' अचल? 'समाधावचला' समाधि में स्थिर? 'बुद्धिः' बुद्धि? 'तदा' तब? 'योगम्' योग? 'अवाप्स्यसि' प्राप्त होगा।"
      },
      {
        "verse": 54,
        "text": "अर्जुन उवाच। स्थितप्रज्ञस्य का भाषा समाधिस्थस्य केशव। स्थितधीः किं प्रभाषेत किमासीत व्रजेत किम्।।2.54।।",
        "translationEn": "Arjuna said: O Krishna, what are the symptoms of one whose consciousness is thus merged in transcendence? How does he speak, and what is his language? How does he sit, and how does he walk?",
        "translationHn": "।।2.54।। अर्जुन ने कहा--हे केशव! जिसकी बुद्धि स्थिर है, उसके जो लक्षण हैं, उसकी भाषा कैसी होती है? वह कैसे बोलता है? वह कैसे बैठता है और कैसे चलता है?",
        "commentaryEn": "2.54 अर्जुन उवाच Arjuna said? स्थितप्रज्ञस्य of one who is situated in transcendence? का what? भाषा language? समाधिस्थस्य situated in trance? केशव O Krishna? स्थितधीः of one who is steady? किं what? प्रभाषेत speaks? किम् what? आसीत sits? व्रजेत walks? किम् how?No Commentary.",
        "commentaryHn": "।।2.54।। व्याख्या--'अर्जुन उवाच' अर्जुन ने कहा--'स्थितप्रज्ञस्य' जिसकी बुद्धि स्थिर है? 'का' कौनसी? 'भाषा' भाषा? 'समाधिस्थस्य' समाधि में स्थित? 'केशव' हे केशव! 'स्थितधीः' स्थिर बुद्धि के? 'किं' क्या? 'प्रभाषेत' बोलता है? 'किम्' कैसा? 'आसीत' बैठता है? 'व्रजेत' चलता है? 'किम्' कैसे?"
      },
      {
        "verse": 55,
        "text": "श्रीभगवानुवाच। प्रजहाति यदा कामान्सर्वान्पार्थ मनोगतान्। आत्मन्येवात्मना तुष्टः स्थितप्रज्ञस्तदोच्यते।।2.55।।",
        "translationEn": "The Supreme Personality of Godhead said: O Partha, when a person gives up all varieties of desire for sense gratification, which arise from mental concoction, and when his mind finds satisfaction in the self alone, then he is said to be in pure transcendental consciousness.",
        "translationHn": "।।2.55।। श्रीभगवान ने कहा--हे पार्थ! जब व्यक्ति मन की उत्पन्न कामनाओं को त्यागकर अपने आप में ही संतुष्ट होता है, तब वह स्थितप्रज्ञ कहलाता है।",
        "commentaryEn": "2.55 श्रीभगवानुवाच The Supreme Personality of Godhead said? प्रजहाति gives up? यदा when? कामान desires? सर्वान् all? पार्थ O Partha? मनोगतान arising from mental concoction? आत्मनि in the self? एव alone? आत्मना by the self? तुष्टः satisfied? स्थितप्रज्ञः in pure transcendental consciousness? तदा then? उच्यते is said.No Commentary.",
        "commentaryHn": "।।2.55।। व्याख्या--'श्रीभगवानुवाच' श्रीभगवान ने कहा--'प्रजहाति' त्यागकर? 'यदा' जब? 'कामान्' कामनाएँ? 'सर्वान्' सभी? 'पार्थ' हे पार्थ! 'मनोगतान्' मन से उत्पन्न? 'आत्मनि' आत्मा में? 'एव' ही? 'आत्मना' आत्मा से? 'तुष्टः' संतुष्ट? 'स्थितप्रज्ञः' स्थितप्रज्ञ? 'तदा' तब? 'उच्यते' कहलाता है।"
      },
      {
        "verse": 56,
        "text": "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः। वीतरागभयक्रोधः स्थितधीर्मुनिरुच्यते।।2.56।।",
        "translationEn": "One who is not disturbed in spite of the threefold miseries, who is not elated when there is happiness, and who is free from attachment, fear, and anger, is called a sage of steady mind.",
        "translationHn": "।।2.56।। जो तीन प्रकार के दुःखों में भी उद्विग्न नहीं होता, सुख में उत्साहित नहीं होता और राग, भय और क्रोध से रहित है, वह स्थितधी मुनि कहलाता है।",
        "commentaryEn": "2.56 दुःखेषु in miseries? अनुद्विग्नमनाः undisturbed? सुखेषु in happiness? विगतस्पृहः without desires? वीतरागभयक्रोधः free from attachment? fear? and anger? स्थितधीः of steady mind? मुनिः sage? उच्यते is called.No Commentary.",
        "commentaryHn": "।।2.56।। व्याख्या--'दुःखेषु' दुःखों में? 'अनुद्विग्नमनाः' उद्विग्न न होने वाला? 'सुखेषु' सुख में? 'विगतस्पृहः' उत्साहित न होने वाला? 'वीतरागभयक्रोधः' राग? भय और क्रोध से रहित? 'स्थितधीः' स्थिर बुद्धि वाला? 'मुनिः' मुनि? 'उच्यते' कहलाता है।"
      },
      {
        "verse": 57,
        "text": "यः सर्वत्रानभिस्नेहस्तत्तत्प्राप्य शुभाशुभम्। नाभिनन्दति न द्वेष्टि तस्य प्रज्ञा प्रतिष्ठिता।।2.57।।",
        "translationEn": "He who is without attachment, who does not rejoice when he obtains good, nor lament when he obtains evil, is firmly fixed in perfect knowledge.",
        "translationHn": "।।2.57।। जो सर्वत्र राग से रहित है, जो शुभ और अशुभ को प्राप्त होने पर न आनंदित होता है और न दुःखी होता है, उसकी बुद्धि स्थिर है।",
        "commentaryEn": "2.57 यः he who? सर्वत्र everywhere? अनभिस्नेहः without attachment? तत् that? तत् that? प्राप्य obtaining? शुभाशुभम् good and evil? न not? आभिनन्दति rejoices? न not? द्वेष्टि laments? तस्य his? प्रज्ञा knowledge? प्रतिष्ठिता firmly fixed.No Commentary.",
        "commentaryHn": "।।2.57।। व्याख्या--'यः' जो? 'सर्वत्र' सर्वत्र? 'अनभिस्नेहः' राग से रहित? 'तत्' वह? 'तत्' वह? 'प्राप्य' प्राप्त होने पर? 'शुभाशुभम्' शुभ और अशुभ? 'न' नहीं? 'आभिनन्दति' आनंदित होता है? 'न' नहीं? 'द्वेष्टि' दुःखी होता है? 'तस्य' उसकी? 'प्रज्ञा' बुद्धि? 'प्रतिष्ठिता' स्थिर है।"
      },
      {
        "verse": 58,
        "text": "यदा संहरते चायं कूर्मोऽङ्गानीव सर्वशः। इन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता।।2.58।।",
        "translationEn": "One who is able to withdraw his senses from sense objects, as the tortoise withdraws its limbs into its shell, is firmly fixed in perfect consciousness.",
        "translationHn": "।।2.58।। जैसे कछुआ अपने अंगों को सम्पूर्णतः अपने शरीर में ले लेता है, उसी प्रकार जो व्यक्ति इन्द्रियों को इन्द्रियार्थों से विचलित कर लेता है, उसकी बुद्धि स्थिर है।",
        "commentaryEn": "2.58 यदा when? संहरते withdraws? च and? अयम this? कूर्मः tortoise? अङ्गानि limbs? इव like? सर्वशः completely? इन्द्रियाणि the senses? इन्द्रियार्थेभ्यः from sense objects? तस्य his? प्रज्ञा consciousness? प्रतिष्ठिता firmly fixed.No Commentary.",
        "commentaryHn": "।।2.58।। व्याख्या--'यदा' जब? 'संहरते' वापस लेता है? 'च' और? 'अयम' यह? 'कूर्मः' कछुआ? 'अङ्गानि' अंग? 'इव' जैसे? 'सर्वशः' सम्पूर्णतः? 'इन्द्रियाणि' इन्द्रिय? 'इन्द्रियार्थेभ्यः' इन्द्रियार्थों से? 'तस्य' उसकी? 'प्रज्ञा' बुद्धि? 'प्रतिष्ठिता' स्थिर है।"
      },
      {
        "verse": 59,
        "text": "विषया विनिवर्तन्ते निराहारस्य देहिनः। रसवर्जं रसोऽप्यस्य परं दृष्ट्वा निवर्तते।।2.59।।",
        "translationEn": "The embodied soul may be restricted from sense enjoyment, though the taste for sense objects remains. But, ceasing such engagements by experiencing a higher taste, he is fixed in consciousness.",
        "translationHn": "।।2.59।। जिसके लिए शरीरी व्यक्ति के लिए भोग करने के विषय निवृत्त हो जाते हैं, वह भोग के रस को भी त्याग देता है, क्योंकि उसने उच्च रस को देख लिया है।",
        "commentaryEn": "2.59 विषयाः sense objects? विनिवर्तन्ते are restricted? निराहारस्य of one who is in self-realization? देहिनः of the embodied? रसवर्जम taste for sense objects? रसः the taste? अपि although? अस्य his? परम् superior? दृष्ट्वा by experiencing? निवर्तते ceases.No Commentary.",
        "commentaryHn": "।।2.59।। व्याख्या--'विषयाः' विषय? 'विनिवर्तन्ते' निवृत्त हो जाते हैं? 'निराहारस्य' निराहारी के? 'देहिनः' शरीरी के? 'रसवर्जं' रस का त्याग? 'रसः' रस? 'अपि' भी? 'अस्य' उसके? 'परम्' उच्च? 'दृष्ट्वा' देखकर? 'निवर्तते' त्याग देता है।"
      },
      {
        "verse": 60,
        "text": "यततो ह्यपि कौन्तेय पुरुषस्य विपश्चितः। इन्द्रियाणि प्रमाथीनि हरन्ति प्रसभं मनः।।2.60।।",
        "translationEn": "The turbulent senses, O Arjuna, can violently carry away the mind of a wise person, even though they are striving to control them.",
        "translationHn": "।।2.60।। हे कुंतीपुत्र अर्जुन! विपश्चित पुरुष के इन्द्रिय बहुत उत्तेजित होते हैं और मन को बहुत तेजी से ले जाते हैं।",
        "commentaryEn": "2.60 यततः while endeavoring? हि certainly? अपि even? कौन्तेय O son of Kunti? पुरुषस्य of a person? विपश्चितः who is discerning? इन्द्रियाणि the senses? प्रमाथीनि turbulent? हरन्ति carry away? प्रसभम forcibly? मनः the mind.No Commentary.",
        "commentaryHn": "।।2.60।। व्याख्या--'यततः' प्रयत्न करते हुए? 'हि' तो? 'अपि' भी? 'कौन्तेय' कुंतीपुत्र अर्जुन! 'पुरुषस्य' पुरुष के? 'विपश्चितः' विवेकी? 'इन्द्रियाणि' इन्द्रिय? 'प्रमाथीनि' उत्तेजित? 'हरन्ति' ले जाते हैं? 'प्रसभम्' बहुत तेजी से? 'मनः' मन।"
      },
      {
        "verse": 61,
        "text": "तानि सर्वाणि संयम्य युक्त आसीत मत्परः। वशे हि यस्येन्द्रियाणि तस्य प्रज्ञा प्रतिष्ठिता।।2.61।।",
        "translationEn": "Therefore, O Arjuna, one whose senses are restrained from their objects is certainly of steady intelligence.",
        "translationHn": "।।2.61।। इसलिए हे अर्जुन! जिसके इन्द्रिय अपने विषयों से वश में होते हैं, उसकी बुद्धि स्थिर होती है।",
        "commentaryEn": "2.61 तानि those? सर्वाणि all? संयम्य restraining? युक्तः engaged? आसीत remains? मत्परः in Me? वशे under control? हि certainly? यस्य whose? इन्द्रियाणि senses? तस्य his? प्रज्ञा intelligence? प्रतिष्ठिता is fixed.No Commentary.",
        "commentaryHn": "।।2.61।। व्याख्या--'तानि' वे? 'सर्वाणि' सभी? 'संयम्य' वश में करके? 'युक्तः' लगे हुए? 'आसीत' रहता है? 'मत्परः' मेरे परायण? 'वशे' वश में? 'हि' तो? 'यस्य' जिसके? 'इन्द्रियाणि' इन्द्रिय? 'तस्य' उसकी? 'प्रज्ञा' बुद्धि? 'प्रतिष्ठिता' स्थिर है।"
      },
      {
        "verse": 62,
        "text": "ध्यायतो विषयान्पुंसः सङ्गस्तेषूपजायते। सङ्गात्संजायते कामः कामात्क्रोधोऽभिजायते।।2.62।।",
        "translationEn": "While contemplating the objects of the senses, a person develops attachment for them, and from such attachment lust develops, and from lust anger arises.",
        "translationHn": "।।2.62।। जब कोई व्यक्ति इन्द्रियों के विषयों का ध्यान करता है, तो उसमें आसक्ति उत्पन्न होती है, और उस आसक्ति से काम उत्पन्न होता है, और काम से क्रोध उत्पन्न होता है।",
        "commentaryEn": "2.62 ध्यायतः while contemplating? विषयान् objects? पुंसः of a person? सङ्गः attachment? तेषु for them? उपजायते develops? सङ्गात् from attachment? संजायते develops? कामः lust? कामात् from lust? क्रोधः anger? अभिजायते arises.No Commentary.",
        "commentaryHn": "।।2.62।। व्याख्या--'ध्यायतः' ध्यान करते हुए? 'विषयान्' विषय? 'पुंसः' पुरुष के? 'सङ्गः' आसक्ति? 'तेषु' उनमें? 'उपजायते' उत्पन्न होती है? 'सङ्गात्' आसक्ति से? 'संजायते' उत्पन्न होती है? 'कामः' काम? 'कामात्' काम से? 'क्रोधः' क्रोध? 'अभिजायते' उत्पन्न होता है।"
      },
      {
        "verse": 63,
        "text": "क्रोधाद्भवति सम्मोहः सम्मोहात्स्मृतिविभ्रमः। स्मृतिभ्रंशाद् बुद्धिनाशो बुद्धिनाशात्प्रणश्यति।।2.63।।",
        "translationEn": "From anger, delusion arises, and from delusion bewilderment of memory. When memory is bewildered, intelligence is lost, and when intelligence is lost, one falls down again into the material pool.",
        "translationHn": "।।2.63।। क्रोध से मोह होता है, मोह से स्मृति का भ्रम होता है, स्मृति के भ्रम से बुद्धि का नाश होता है, और बुद्धि का नाश होने पर व्यक्ति पुनः संसार में गिर जाता है।",
        "commentaryEn": "2.63 क्रोधात् from anger? भवति arises? सम्मोहः delusion? सम्मोहात् from delusion? स्मृतिविभ्रमः bewilderment of memory? स्मृतिभ्रंशात् from bewilderment of memory? बुद्धिनाशः loss of intelligence? बुद्धिनाशात् from loss of intelligence? प्रणश्यति falls down.No Commentary.",
        "commentaryHn": "।।2.63।। व्याख्या--'क्रोधात्' क्रोध से? 'भवति' होता है? 'सम्मोहः' मोह? 'सम्मोहात्' मोह से? 'स्मृतिविभ्रमः' स्मृति का भ्रम? 'स्मृतिभ्रंशात्' स्मृति के भ्रम से? 'बुद्धिनाशः' बुद्धि का नाश? 'बुद्धिनाशात्' बुद्धि के नाश से? 'प्रणश्यति' गिर जाता है।"
      },
      {
        "verse": 64,
        "text": "रागद्वेषवियुक्तैस्तु विषयानिन्द्रियैश्चरन्। आत्मवश्यैर्विधेयात्मा प्रसादमधिगच्छति।।2.64।।",
        "translationEn": "But a person free from all attachment and aversion and able to control his senses through regulative principles of freedom can obtain the complete mercy of the Lord.",
        "translationHn": "।।2.64।। परन्तु जो व्यक्ति राग और द्वेष से रहित है और जो अपने इन्द्रियों को नियमित नियमों के माध्यम से वश में करता है, वह आत्मवश्य होकर परमेश्वर की प्रसन्नता को प्राप्त होता है।",
        "commentaryEn": "2.64 रागद्वेषवियुक्तैः free from attachment and aversion? तु but? विषयान् sense objects? इन्द्रियैः by the senses? चरन् moving? आत्मवश्यैः by regulative principles of freedom? विधेयात्मा self-controlled? प्रसादम mercy? अधिगच्छति obtains.No Commentary.",
        "commentaryHn": "।।2.64।। व्याख्या--'रागद्वेषवियुक्तैः' राग और द्वेष से रहित? 'तु' परन्तु? 'विषयान्' विषय? 'इन्द्रियैः' इन्द्रियों द्वारा? 'चरन्' चलता हुआ? 'आत्मवश्यैः' आत्मवश्य होकर? 'विधेयात्मा' नियमित आत्मा? 'प्रसादम्' प्रसन्नता? 'अधिगच्छति' प्राप्त होता है।"
      },
      {
        "verse": 65,
        "text": "प्रसादे सर्वदुःखानां हानिरस्योपजायते। प्रसन्नचित्तस्य ह्याशु बुद्धिः पर्यवतिष्ठते।।2.65।।",
        "translationEn": "For one who is so situated in the transcendental loving service of the Lord, the threefold miseries of material existence exist no longer; in such devotional service, one's intelligence is quickly established.",
        "translationHn": "।।2.65।। जो व्यक्ति परमेश्वर की प्रसन्नता में स्थित है, उसके लिए सभी दुःखों का नाश हो जाता है, क्योंकि प्रसन्न मन वाले के लिए बुद्धि तुरंत स्थिर हो जाती है।",
        "commentaryEn": "2.65 प्रसादे in the mercy? सर्वदुःखानाम् of all miseries? हानिः cessation? अस्य of him? उपजायते takes place? प्रसन्नचित्तस्य of one who is happy? हि certainly? आशु quickly? बुद्धिः intelligence? पर्यवतिष्ठते is well established.No Commentary.",
        "commentaryHn": "।।2.65।। व्याख्या--'प्रसादे' प्रसन्नता में? 'सर्वदुःखानाम्' सभी दुःखों का? 'हानिः' नाश? 'अस्य' उसके? 'उपजायते' होता है? 'प्रसन्नचित्तस्य' प्रसन्न मन वाले के? 'हि' तो? 'आशु' तुरंत? 'बुद्धिः' बुद्धि? 'पर्यवतिष्ठते' स्थिर हो जाती है।"
      },
      {
        "verse": 66,
        "text": "नास्ति बुद्धिरयुक्तस्य न चायुक्तस्य भावना। न चाभावयतः शान्तिरशान्तस्य कुतः सुखम्।।2.66।।",
        "translationEn": "One who is not in transcendental consciousness can have neither a controlled mind nor steady intelligence, without which there is no possibility of peace. And how can there be any happiness without peace?",
        "translationHn": "।।2.66।। जो व्यक्ति युक्त बुद्धि वाला नहीं है, उसके पास न तो वश में बुद्धि होती है और न ही स्थिर बुद्धि होती है, जिसके बिना शांति की कोई संभावना नहीं है। और शांति के बिना सुख कहाँ से हो सकता है?",
        "commentaryEn": "2.66 न not? अस्ति is? बुद्धिः intelligence? अयुक्तस्य of one who is not connected? न not? च and? आयुक्तस्य of one who is engaged? भावना contemplation? न not? च and? अभावयतः of one without? शान्तिः peace? अशान्तस्य of one who is not peaceful? कुतः where? सुखम् happiness?No Commentary.",
        "commentaryHn": "।।2.66।। व्याख्या--'न' नहीं? 'अस्ति' है? 'बुद्धिः' बुद्धि? 'अयुक्तस्य' युक्त न होने वाले के? 'न' नहीं? 'च' और? 'आयुक्तस्य' युक्त होने वाले के? 'भावना' भावना? 'न' नहीं? 'च' और? 'अभावयतः' अभावयुक्त के? 'शान्तिः' शांति? 'अशान्तस्य' अशांत के? 'कुतः' कहाँ से? 'सुखम्' सुख?"
      },
      {
        "verse": 67,
        "text": "इन्द्रियाणां हि चरतां यन्मनोऽनुविधीयते। तदस्य हरति प्रज्ञां वायुर्नावमिवाम्भसि।।2.67।।",
        "translationEn": "For the mind, which follows in the wake of the wandering senses, carries away his discrimination, as the wind carries away a boat on the waters.",
        "translationHn": "।।2.67।। जैसे वायु जल में नाव को ले जाता है, उसी प्रकार इन्द्रियों के चलने वाले मन को भी वह विवेक हर लेता है।",
        "commentaryEn": "2.67 इन्द्रियाणाम् of the senses? हि certainly? चरताम् wandering? यत् which? मनः the mind? अनुविधीयते follows? तत् that? अस्य of him? हरति carries away? प्रज्ञाम discrimination? वायुः the wind? नावम् boat? इव like? आम्भसि on the waters.No Commentary.",
        "commentaryHn": "।।2.67।। व्याख्या--'इन्द्रियाणाम्' इन्द्रियों के? 'हि' तो? 'चरताम्' चलने वाले? 'यत्' जो? 'मनः' मन? 'अनुविधीयते' अनुसरण करता है? 'तत्' वह? 'अस्य' उसके? 'हरति' हर लेता है? 'प्रज्ञाम्' विवेक? 'वायुः' वायु? 'नावम्' नाव? 'इव' जैसे? 'आम्भसि' जल पर।"
      },
      {
        "verse": 68,
        "text": "तस्माद्यस्य महाबाहो निगृहीतानि सर्वशः। इन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता।।2.68।।",
        "translationEn": "Therefore, O mighty-armed, one whose senses are restrained from their objects is certainly of steady intelligence.",
        "translationHn": "।।2.68।। इसलिए हे महाबाहो! जिसके इन्द्रिय अपने विषयों से निग्रहित हैं, उसकी बुद्धि स्थिर है।",
        "commentaryEn": "2.68 तस्मात् therefore? यस्य whose? महाबाहो O mighty-armed one? निगृहीतानि are restrained? सर्वशः from all sides? इन्द्रियाणि the senses? इन्द्रियार्थेभ्यः from sense objects? तस्य his? प्रज्ञा intelligence? प्रतिष्ठिता is fixed.No Commentary.",
        "commentaryHn": "।।2.68।। व्याख्या--'तस्मात्' इसलिए? 'यस्य' जिसके? 'महाबाहो' महाबाहु! 'निगृहीतानि' निग्रहित हैं? 'सर्वशः' सभी ओर से? 'इन्द्रियाणि' इन्द्रिय? 'इन्द्रियार्थेभ्यः' इन्द्रियार्थों से? 'तस्य' उसकी? 'प्रज्ञा' बुद्धि? 'प्रतिष्ठिता' स्थिर है।"
      },
      {
        "verse": 69,
        "text": "या निशा सर्वभूतानां तस्यां जागर्ति संयमी। यस्यां जाग्रति भूतानि सा निशा पश्यतो मुनेः।।2.69।।",
        "translationEn": "What is night for all beings is the time of awakening for the self-controlled; and the time of awakening for all beings is night for the introspective sage.",
        "translationHn": "।।2.69।। जो सम्यमी व्यक्ति के लिए सभी प्राणियों की रात है, वही समय उनके लिए जागरण का समय है, और जो सभी प्राणियों के लिए जागरण का समय है, वही समय आत्मविचारी मुनि के लिए रात है।",
        "commentaryEn": "2.69 या that which? निशा night? सर्वभूतानाम् for all beings? तस्याम् in that? जागर्ति awakens? संयमी the self-controlled? यस्याम् in which? जाग्रति are awake? भूतानि all beings? सा that? निशा night? पश्यतः for the introspective? मुनेः sage.No Commentary.",
        "commentaryHn": "।।2.69।। व्याख्या--'या' जो? 'निशा' रात? 'सर्वभूतानां' सभी प्राणियों की? 'तस्यां' उसमें? 'जागर्ति' जागरण होता है? 'संयमी' सम्यमी? 'यस्यां' जिसमें? 'जाग्रति' जागरण होते हैं? 'भूतानि' प्राणियों? 'सा' वही? 'निशा' रात? 'पश्यतः' देखने वाले? 'मुनेः' मुनि के।"
      },
      {
        "verse": 70,
        "text": "आपूर्यमाणमचलप्रतिष्ठं समुद्रमापः प्रविशन्ति यद्वत्। तद्वत्कामा यं प्रविशन्ति सर्वे स शान्तिमाप्नोति न कामकामी।।2.70।।",
        "translationEn": "A person who is not disturbed by the incessant flow of desires—that enter like rivers into the ocean, which is ever being filled but is always still—can alone achieve peace, and not the person who strives to satisfy such desires.",
        "translationHn": "।।2.70।। जैसे जल समुद्र में प्रविष्ट होता है, जो कि नित्य भरा होता है लेकिन हमेशा शांत रहता है, उसी प्रकार जो व्यक्ति अविचलित रहता है जो चाहतों की अनवरत धारा से प्रविष्ट होती है, वही शांति को प्राप्त होता है, न कि वह व्यक्ति जो ऐसी चाहतों को पूरा करने का प्रयत्न करता है।",
        "commentaryEn": "2.70 आपूर्यमाणम् being filled? अचलप्रतिष्ठम् unshaken? समुद्रम् ocean? आपः waters? प्रविशन्ति enter? यद्वत् like that? तद्वत् in the same way? कामाः desires? यम् whom? प्रविशन्ति enter? सर्वे all? सः that person? शान्तिम् peace? आप्नोति attains? न not? कामकामी one who desires to fulfill desires.No Commentary.",
        "commentaryHn": "।।2.70।। व्याख्या--'आपूर्यमाणम्' भरा होता हुआ? 'अचलप्रतिष्ठम्' अचल प्रतिष्ठित? 'समुद्रम्' समुद्र? 'आपः' जल? 'प्रविशन्ति' प्रविष्ट होते हैं? 'यद्वत्' जैसे? 'तद्वत्' उसी प्रकार? 'कामाः' चाहतें? 'यम्' जिसमें? 'प्रविशन्ति' प्रविष्ट होती हैं? 'सर्वे' सभी? 'सः' वही? 'शान्तिम्' शांति? 'आप्नोति' प्राप्त होता है? 'न' नहीं? 'कामकामी' चाहतों को पूरा करने वाला।"
      },
      {
        "verse": 71,
        "text": "विहाय कामान्यः सर्वान्पुमांश्चरति निःस्पृहः। निर्ममो निरहंकारः स शान्तिमधिगच्छति।।2.71।।",
        "translationEn": "A person who has given up all desires for sense gratification, who lives free from desires, who has given up all sense of proprietorship and is devoid of false ego—he alone can attain real peace.",
        "translationHn": "।।2.71।। जो व्यक्ति सभी इंद्रियों की भोग की चाहतों को त्याग देता है, जो इच्छाओं से रहित रहता है, जो सभी स्वामित्व की भावना को त्याग देता है और जो अहंकार से रहित है, वही व्यक्ति वास्तविक शांति को प्राप्त होता है।",
        "commentaryEn": "2.71 विहाय having given up? कामान् all desires? यः who? सर्वान् all? पुमान् a person? चरति lives? निःस्पृहः without desires? निर्ममः without a sense of proprietorship? निरहंकारः without false ego? सः he? शान्तिम् peace? अधिगच्छति attains.No Commentary.",
        "commentaryHn": "।।2.71।। व्याख्या--'विहाय' त्याग करके? 'कामान्' इच्छाएँ? 'यः' जो? 'सर्वान्' सभी? 'पुमान्' पुरुष? 'चरति' चलता है? 'निःस्पृहः' इच्छाओं से रहित? 'निर्ममः' स्वामित्व से रहित? 'निरहंकारः' अहंकार से रहित? 'सः' वही? 'शान्तिम्' शांति? 'अधिगच्छति' प्राप्त होता है।"
      },
      {
        "verse": 72,
        "text": "एषा ब्राह्मी स्थितिः पार्थ नैनां प्राप्य विमुह्यति। स्थित्वास्यामन्तकालेऽपि ब्रह्मनिर्वाणमृच्छति।।2.72।।",
        "translationEn": "O Partha, this is the state of being established in Brahman, and one who is thus situated attains liberation in Brahman, the Supreme.",
        "translationHn": "।।2.72।। हे पार्थ! यह ब्राह्मी स्थिति है, और जो इस प्रकार स्थित है, वह ब्रह्म में मुक्ति को प्राप्त होता है।",
        "commentaryEn": "2.72 एषा this? ब्राह्मी in Brahman? स्थितिः state? पार्थ O Partha? न not? एनाम this? प्राप्य having attained? विमुह्यति is deluded? स्थित्वा being situated? अस्याम् in this? अन्तकाले at the end? अपि also? ब्रह्मनिर्वाणम् liberation in Brahman? ऋच्छति attains.No Commentary.",
        "commentaryHn": "।।2.72।। व्याख्या--'एषा' यह? 'ब्राह्मी' ब्रह्म में? 'स्थितिः' स्थिति? 'पार्थ' पार्थ! 'न' नहीं? 'एनाम' इसे? 'प्राप्य' प्राप्त करके? 'विमुह्यति' मोहित होता है? 'स्थित्वा' स्थित होकर? 'अस्याम्' इसमें? 'अन्तकाले' अंतकाल में? 'अपि' भी? 'ब्रह्मनिर्वाणम्' ब्रह्म में मुक्ति? 'ऋच्छति' प्राप्त होता है।"
      }
    ]
  },
  {
    "chapter": 3,
    "headingEn": "Karma-yoga",
    "headingHn": "कर्म योग",
    "descriptionEn": "The third chapter of the Bhagavad Gita is 'Karma Yoga' or the 'Path of Selfless Service'. Here Lord Krishna emphasizes the importance of karma in life. He reveals that it is important for every human being to engage in some sort of activity in this material world. Further, he describes the kinds of actions that lead to bondage and the kinds that lead to liberation. Those persons who continue to perform their respective duties externally for the pleasure of the Supreme, without attachment to its rewards get liberation at the end.",
    "descriptionHn": "भगवद गीता का तीसरा अध्याय 'कर्म योग' या 'निःस्वार्थ सेवा का मार्ग' है। यहाँ भगवान कृष्ण जीवन में कर्म के महत्व को जोर देते हैं। उन्होंने खुलासा किया है कि हर मनुष्य के लिए इस सांसारिक जगत में किसी न किसी प्रकार की गतिविधि में लगना जरूरी है। और आगे वह वर्णन करते हैं जिन प्रकार के कर्म बंधन में डालते हैं और जिन प्रकार के कर्म मुक्ति में ले जाते हैं। वे व्यक्ति जो अपने संबंधित कर्तव्यों का आनंद उपरम निर्लिप्त रूप से करते हैं, उन्हें अंत में मुक्ति प्राप्त होती है।",
    "verses": [
      {
        "verse": 1,
        "text": "अर्जुन उवाच। ज्यायसी चेत्कर्मणस्ते मता बुद्धिर्जनार्दन। तत्किं कर्मणि घोरे मां नियोजयसी केशव।।3.1।।",
        "translationEn": "Arjuna said: O Janardana, O Kesava, if You think that knowledge is superior to action, then why do You engage me in this terrible action?",
        "translationHn": "।।3.1।। अर्जुन ने कहा: हे जनार्दन, हे केशव, यदि आपको लगता है कि ज्ञान कर्म से श्रेष्ठ है, तो फिर आप मुझे इस भयंकर कर्म में क्यों लगा रहे हैं?",
        "commentaryEn": "3.1 अर्जुन उवाच Arjuna said? ज्यायसी superior? च and? इफ् if? कर्मणः than work? ते Your? मता opinion? बुद्धिः intelligence? जनार्दन O Janardana? तत् that? किम् why? कर्मणि in action? घोरे terrible? माम् me? नियोजयसि engage? केशव O Kesava?No Commentary.",
        "commentaryHn": "।।3.1।। व्याख्या--'अर्जुन उवाच' अर्जुन ने कहा? 'ज्यायसी' श्रेष्ठ है? 'चेत्' यदि? 'कर्मणः' कर्म के? 'ते' आपके? 'मता' मत? 'बुद्धिः' बुद्धि? 'जनार्दन' हे जनार्दन! 'तत्' तो? 'किम्' क्यों? 'कर्मणि' कर्म में? 'घोरे' भयंकर? 'माम्' मुझे? 'नियोजयसि' लगा रहे हैं? 'केशव' हे केशव!"
      },
      {
        "verse": 2,
        "text": "व्यामिश्रेणेव वाक्येन बुद्धिं मोहयसीव मे। तदेकं वद निश्चित्य येन श्रेयोऽहमाप्नुयाम्।।3.2।।",
        "translationEn": "With these seemingly mixed words, You are confusing my intelligence. Tell me decisively one thing by which I may attain the highest good.",
        "translationHn": "।।3.2।। आप इन भ्रांतिपूर्ण वाक्यों से मेरी बुद्धि को मोहित कर रहे हैं। मुझे एक ऐसी बात निश्चित रूप से बताइए जिससे मैं उच्चतम श्रेय प्राप्त कर सकूँ।",
        "commentaryEn": "3.2 व्यामिश्रेण with mixed? एव even? वाक्येन words? बुद्धिं intelligence? मोहयसि are confusing? एव even? मे my? तत् that? एकं one? वद tell? निश्चित्य ascertaining? येन by which? श्रेयः highest good? अहम् I? आप्नुयाम् may attain?No Commentary.",
        "commentaryHn": "।।3.2।। व्याख्या--'व्यामिश्रेण' भ्रांतिपूर्ण? 'एव' भी? 'वाक्येन' वाक्य से? 'बुद्धिं' बुद्धि? 'मोहयसी' मोहित कर रहे हैं? 'एव' भी? 'मे' मेरी? 'तत्' तो? 'एकं' एक? 'वद' बताइए? 'निश्चित्य' निश्चित करके? 'येन' जिससे? 'श्रेयः' उच्चतम श्रेय? 'अहम्' मैं? 'आप्नुयाम्' प्राप्त कर सकूँ।"
      },
      {
        "verse": 3,
        "text": "श्रीभगवानुवाच। लोकेऽस्मिन्द्विविधा निष्ठा पुरा प्रोक्ता मयानघ। ज्ञानयोगेन साङ्ख्यानां कर्मयोगेन योगिनाम्।।3.3।।",
        "translationEn": "The Blessed Lord said: O sinless one, in this world there are two kinds of faith, as I mentioned before. The followers of the Sankhya philosophy are inclined towards the path of knowledge, while the followers of the Yoga philosophy are inclined towards the path of action.",
        "translationHn": "।।3.3।। श्रीभगवान ने कहा: हे पापरहित! इस लोक में मैंने पहले कही थी कि दो प्रकार की निष्ठा है। सांख्ययोगी ज्ञान के मार्ग की ओर और योगिनाम् कर्म के मार्ग की ओर अधिक प्रवृत्त होते हैं।",
        "commentaryEn": "3.3 श्रीभगवानुवाच The Blessed Lord said? लोके in this world? अस्मिन् these? द्विविधा two kinds? निष्ठा faith? पुरा before? प्रोक्ता mentioned? मया by Me? अनघ O sinless one? ज्ञानयोगेन by the path of knowledge? साङ्ख्यानां of the Sankhya followers? कर्मयोगेन by the path of action? योगिनाम् of the yogis?No Commentary.",
        "commentaryHn": "।।3.3।। व्याख्या--'श्रीभगवानुवाच' श्रीभगवान ने कहा? 'लोके' इस लोक में? 'अस्मिन्' इन? 'द्विविधा' दो प्रकार की? 'निष्ठा' निष्ठा? 'पुरा' पहले? 'प्रोक्ता' कही गई? 'मया' मैंने? 'अनघ' हे पापरहित! 'ज्ञानयोगेन' ज्ञान के मार्ग से? 'साङ्ख्यानां' सांख्ययोगी? 'कर्मयोगेन' कर्म के मार्ग से? 'योगिनाम्' योगीओं की।"
      },
      {
        "verse": 4,
        "text": "न कर्मणामनारंभान्नैष्कर्म्यं पुरुषोऽश्नुते। न च सन्न्यसनादेव सिद्धिं समधिगच्छति।।3.4।।",
        "translationEn": "One cannot achieve freedom from karmic reactions by merely abstaining from work, nor can one attain perfection of knowledge by mere renunciation.",
        "translationHn": "।।3.4।। केवल कर्म न करने से कोई नैष्कर्म्य नहीं प्राप्त कर सकता और केवल संन्यास करके सिद्धि नहीं प्राप्त होती।",
        "commentaryEn": "3.4 न not? कर्मणाम् from work? अनारंभात् by abstaining? न not? नैष्कर्म्यम् freedom from karmic reactions? पुरुषः a person? अश्नुते can achieve? न not? च and? सन्न्यसनात् by renunciation? एव even? सिद्धिम् perfection? समधिगच्छति can attain?No Commentary.",
        "commentaryHn": "।।3.4।। व्याख्या--'न' नहीं? 'कर्मणाम्' कर्मों से? 'अनारंभात्' त्याग करने से? 'न' नहीं? 'नैष्कर्म्यम्' नैष्कर्म्य? 'पुरुषः' व्यक्ति? 'अश्नुते' प्राप्त कर सकता है? 'न' नहीं? 'च' और? 'सन्न्यसनात्' संन्यास से? 'एव' ही? 'सिद्धिम्' सिद्धि? 'समधिगच्छति' प्राप्त होती है।"
      },
      {
        "verse": 5,
        "text": "न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत्। कार्यते ह्यवशः कर्म सर्वः प्रकृतिजैर्गुणैः।।3.5।।",
        "translationEn": "No one can remain without performing work even for a moment. Everyone is made to act helplessly by the modes of material nature.",
        "translationHn": "।।3.5।। कोई भी व्यक्ति कार्य नहीं कर सकता है, न किसी क्षण के लिए भी। सभी को प्रकृति के गुणों द्वारा अवशः कार्य करना पड़ता है।",
        "commentaryEn": "3.5 न not? हि certainly? कश्चित् anyone? क्षणम् for a moment? अपि even? जातु ever? तिष्ठति can remain? अकर्मकृत् without doing work? कार्यते is made to act? हि certainly? अवशः helplessly? कर्म work? सर्वः everyone? प्रकृतिजैः by the modes of material nature? गुणैः by the modes.No Commentary.",
        "commentaryHn": "।।3.5।। व्याख्या--'न' नहीं? 'हि' तो? 'कश्चित्' कोई? 'क्षणम्' क्षण के लिए? 'अपि' भी? 'जातु' कभी? 'तिष्ठति' रह सकता है? 'अकर्मकृत्' कार्य न करने वाला? 'कार्यते' कार्य करता है? 'हि' तो? 'अवशः' अवशः? 'कर्म' कर्म? 'सर्वः' सभी? 'प्रकृतिजैः' प्रकृति जनित? 'गुणैः' गुणों द्वारा।"
      },
      {
        "verse": 6,
        "text": "कर्मेन्द्रियाणि संयम्य य आस्ते मनसा स्मरन्। इन्द्र iयार्थान्विमूढात्मा मिथ्याचारः स उच्यते।।3.6।।",
        "translationEn": "One who restrains the senses and organs of action, but whose mind dwells on sense objects, certainly deludes himself and is called a pretender.",
        "translationHn": "।।3.6।। जो व्यक्ति इन्द्र ियों को नियंत्रित करके इन्द्रियों के विषयों को मन से ध्यान में रखता है, वह अवश्य ही अपने को मोहित करता है और मिथ्याचारी कहलाता है।",
        "commentaryEn": "3.6 कर्मेन्द्रियाणि the senses? संयम्य restraining? यः one who? आस्ते dwells? मनसा with the mind? स्मरन thinking? इन्द्रियार्थान् of sense objects? विमूढात्मा deluded? मिथ्याचारः a pretender? सः he? उच्यते is called.No Commentary.",
        "commentaryHn": "।।3.6।। व्याख्या--'कर्मेन्द्रियाणि' इन्द्रियों को? 'संयम्य' नियंत्रित करके? 'यः' जो? 'आस्ते' बसता है? 'मनसा' मन से? 'स्मरन' सोचता हुआ? 'इन्द्रियार्थान्' इन्द्रियों के विषयों को? 'विमूढात्मा' मोहित आत्मा? 'मिथ्याचारः' मिथ्याचारी? 'सः' वह? 'उच्यते' कहलाता है।"
      },
      {
        "verse": 7,
        "text": "यस्त्विन्द्रियाणि मनसा नियम्यारभतेऽर्जुन। कर्मेन्द्रियैः कर्मयोगमसक्तः स विशिष्यते।।3.7।।",
        "translationEn": "But, O Arjuna, he who controls the senses by the mind and engages his active organs in works of devotion, without attachment, is by far superior.",
        "translationHn": "।।3.7।। परन्तु हे अर्जुन! जो व्यक्ति इन्द्रियों को मन से नियंत्रित करके और अपने कर्मेंद्रियों को भक्ति के कर्मों में लगाता है, उसका अभिलाषा से रहित होने पर वह विशेष है।",
        "commentaryEn": "3.7 यः he who? तु but? इन्द्रियाणि the senses? मनसा by the mind? नियम्य controlling? आरभते engages? अर्जुन O Arjuna? कर्मेन्द्रियैः with the active organs? कर्मयोगम् works of devotion? असक्तः without attachment? सः he? विशिष्यते is by far superior.No Commentary.",
        "commentaryHn": "।।3.7।। व्याख्या--'यः' जो? 'तु' परन्तु? 'इन्द्रियाणि' इन्द्रियों को? 'मनसा' मन से? 'नियम्य' नियंत्रित करके? 'आरभते' लगाता है? 'अर्जुन' हे अर्जुन! 'कर्मेन्द्रियैः' कर्मेंद्रियों के साथ? 'कर्मयोगम्' भक्ति के कर्मों में? 'असक्तः' अभिलाषा से रहित? 'सः' वह? 'विशिष्यते' विशेष है।"
      },
      {
        "verse": 8,
        "text": "नियतं कुरु कर्म त्वं कर्म ज्यायो ह्यकर्मणः। शरीरयात्रापि च ते न प्रसिद्ध्येदकर्मणः।।3.8।।",
        "translationEn": "Perform your prescribed duties, for action is better than inaction and the life of the body would be impossible without work.",
        "translationHn": "।।3.8।। तू नियत कर्म कर, क्योंकि कर्म अकर्म से श्रेष्ठ है और शरीर की यात्रा भी तेरे बिना कर्म के सिद्ध नहीं हो सकती।",
        "commentaryEn": "3.8 नियतं prescribed? कुरु perform? कर्म duties? त्वम you? कर्म action? ज्यायः better? हि certainly? अकर्मणः than inaction? शरीरयात्रा the life of the body? अपि also? च and? ते your? न not? प्रसिद्ध्येत would be possible? अकर्मणः without work?No Commentary.",
        "commentaryHn": "।।3.8।। व्याख्या--'नियतं' नियत कर्म? 'कुरु' कर? 'कर्म' कर्म? 'त्वं' तू? 'कर्म' कर्म? 'ज्यायः' श्रेष्ठ है? 'हि' तो? 'अकर्मणः' अकर्म से? 'शरीरयात्रा' शरीर की यात्रा? 'अपि' भी? 'च' और? 'ते' तेरे? 'न' नहीं? 'प्रसिद्ध्येत' सिद्ध हो सकती है? 'अकर्मणः' कर्म के बिना।"
      },
      {
        "verse": 9,
        "text": "यज्ञार्थात्कर्मणोऽन्यत्र लोकोऽयं कर्मबंधनः। तदर्थं कर्म कौन्तेय मुक्तसंगः समाचर।।3.9।।",
        "translationEn": "Work done as a sacrifice for Vishnu has to be performed, otherwise work causes bondage in this material world. Therefore, O son of Kunti, perform your prescribed duties for His satisfaction, and in that way you will always remain free from bondage.",
        "translationHn": "।।3.9।। विष्णु के लिए यज्ञ के रूप में किया गया कर्म करना चाहिए, अन्यथा यह संसार में कर्म बंधन का कारण बनता है। इसलिए हे कुंतीपुत्र! अपने नियत कर्म करो उसके लिए ताकि तुम हमेशा बंधन से मुक्त रहो।",
        "commentaryEn": "3.9 यज्ञार्थात् for the sake of sacrifice? कर्मणः of work? अन्यत्र otherwise? लोकः world? अयम this? कर्मबंधनः bondage in work? तदर्थं for that purpose? कर्म work? कौन्तेय O son of Kunti? मुक्तसंगः free from attachment? समाचर perform.No Commentary.",
        "commentaryHn": "।।3.9।। व्याख्या--'यज्ञार्थात्' यज्ञ के लिए? 'कर्मणः' कर्म का? 'अन्यत्र' अन्यथा? 'लोकः' लोक? 'अयम्' यह? 'कर्मबंधनः' कर्म बंधन? 'तदर्थं' उसके लिए? 'कर्म' कर्म? 'कौन्तेय' हे कुंतीपुत्र! 'मुक्तसंगः' आसक्ति से मुक्त? 'समाचर' करो।"
      },
      {
        "verse": 10,
        "text": "सहयज्ञाः प्रजाः सृष्ट्वा पुरोवाच प्रजापतिः। अनेन प्रसविष्यध्वमेष वोऽस्त्विष्टकामधुक्।।3.10।।",
        "translationEn": "The Creator, having in the beginning created mankind together with sacrifice, said, 'By this shall you propagate; let this be the milch cow of your desires—the cow that yields all the desired objects.'",
        "translationHn": "।।3.10।। प्रारंभ में यज्ञ के साथ मनुष्यता को सृष्टि करने वाले प्रजापति ने कहा, 'इसके द्वारा तुम प्रजनन करो; यह तुम्हारी इच्छाओं की गाय हो, जो सभी इच्छित वस्तुएँ देती है।'",
        "commentaryEn": "3.10 सहयज्ञाः with sacrifice? प्रजाः mankind? सृष्ट्वा having created? पुरा in the beginning? वाच said? प्रजापतिः the Creator? अनेन by this? प्रसविष्यध्वम shall you propagate? एषः this? वः your? अस्त्विष्टकामधुक् the cow that yields all the desired objects.No Commentary.",
        "commentaryHn": "।।3.10।। व्याख्या--'सहयज्ञाः' यज्ञ के साथ? 'प्रजाः' मनुष्यता? 'सृष्ट्वा' सृष्टि करके? 'पुरा' प्रारंभ में? 'वाच' ने कहा? 'प्रजापतिः' प्रजापति? 'अनेन' इसके द्वारा? 'प्रसविष्यध्वम' प्रजनन करो? 'एष' यह? 'वः' तुम्हारी? 'अस्त्विष्टकामधुक्' इच्छाओं की गाय।"
      },
      {
        "verse": 11,
        "text": "देवान्भावयतानेन ते देवा भावयन्तु वः। परस्परं भावयन्तः श्रेयः परमवाप्स्यथ।।3.11।।",
        "translationEn": "With this sacrifice you shall satisfy the demigods, and the demigods being satisfied will bestow upon you the desired necessities of life. Thus nourishing one another, you shall reap the highest good.",
        "translationHn": "।।3.11।। इस यज्ञ द्वारा तुम देवताओं को प्रसन्न करोगे और देवताएँ तुम्हें इच्छित जीवन की आवश्यकताएँ प्रदान करेंगी। इस प्रकार एक-दूसरे का आदरण करते हुए तुम उच्चतम श्रेय प्राप्त करोगे।",
        "commentaryEn": "3.11 देवान् the demigods? भावयता with sacrifice? एनेन by this? ते they? देवाः the demigods? भावयन्तु will be satisfied? वः your? परस्परं one another? भावयन्तः nourishing? श्रेयः the highest good? परम supreme? आप्स्यथ shall reap.No Commentary.",
        "commentaryHn": "।।3.11।। व्याख्या--'देवान्' देवताओं को? 'भावयता' यज्ञ द्वारा? 'एनेन' इससे? 'ते' वे? 'देवाः' देवताएँ? 'भावयन्तु' प्रसन्न होंगी? 'वः' तुम्हारे? 'परस्परं' एक-दूसरे का? 'भावयन्तः' आदरण करते हुए? 'श्रेयः' उच्चतम श्रेय? 'परम' परम? 'आप्स्यथ' प्राप्त होगा।"
      },
      {
        "verse": 12,
        "text": "इष्टान्भोगान्हि वो देवा दास्यन्ते यज्ञभाविताः। तैर्दत्तानप्रदायैभ्यो यो भुङ्क्ते स्तेन एव सः।।3.12।।",
        "translationEn": "In charge of the various necessities of life, the demigods, being satisfied by the performance of yajna (sacrifice), will supply all necessities to you. But he who enjoys such gifts without offering them to the demigods in return is certainly a thief.",
        "translationHn": "।।3.12।। देवताएँ यज्ञ के भाव से प्रसन्न होकर तुम्हें इच्छित भोग देती हैं। उन भोगों को उसके बिना देवताओं को दान न करके भोगने वाला वास्तव में चोर है।",
        "commentaryEn": "3.12 इष्टान् the desired? भोगान् necessities? हि certainly? वः to you? देवाः the demigods? दास्यन्ते will supply? यज्ञभाविताः being satisfied by the performance of yajna (sacrifice)? तैः by them? दत्तान् given? अप्रदाय without offering? एभ्यः to them? यः he who? भुङ्क्ते enjoys? स्तेन a thief? एव certainly? सः he.No Commentary.",
        "commentaryHn": "।।3.12।। व्याख्या--'इष्टान्' इच्छित? 'भोगान्' भोग? 'हि' तो? 'वः' तुम्हें? 'देवाः' देवताएँ? 'दास्यन्ते' देती हैं? 'यज्ञभाविताः' यज्ञ के भाव से प्रसन्न होकर? 'तैः' उनसे? 'दत्तान्' दिए गए? 'अप्रदाय' बिना देने? 'एभ्यः' उन्हें? 'यः' जो? 'भुङ्क्ते' भोगता है? 'स्तेन' चोर? 'एव' ही? 'सः' वह।"
      },
      {
        "verse": 13,
        "text": "यज्ञशिष्टाशिनः सन्तो मुच्यन्ते सर्वकिल्बिषैः। भुञ्जते ते त्वघं पापा ये पचन्त्यात्मकारणात्।।3.13।।",
        "translationEn": "The devotees of the Lord are released from all kinds of sins because they eat food which is offered first for sacrifice. Others, who prepare food for personal sense enjoyment, verily eat only sin.",
        "translationHn": "।।3.13।। जो भक्त यज्ञ के शेष भोजन करते हैं, वे सभी पापों से मुक्त हो जाते हैं। जो अन्य लोग अपने इच्छानुसार भोजन तैयार करते हैं, वे वास्तव में केवल पाप ही भोजन करते हैं।",
        "commentaryEn": "3.13 यज्ञशिष्टाः those who eat the remnants of sacrifice? अशिनः eaters? सन्तः the devotees? मुच्यन्ते are released? सर्वकिल्बिषैः from all kinds of sins? भुञ्जते eat? ते they? तु but? अघम sin? पापाः sinners? ये who? पचन्ति prepare? आत्मकारणात् for personal sense enjoyment.No Commentary.",
        "commentaryHn": "।।3.13।। व्याख्या--'यज्ञशिष्टाः' यज्ञ के शेष भोजन करने वाले? 'अशिनः' भोक्ता? 'सन्तः' भक्त? 'मुच्यन्ते' मुक्त हो जाते हैं? 'सर्वकिल्बिषैः' सभी पापों से? 'भुञ्जते' भोजन करते हैं? 'ते' वे? 'तु' परन्तु? 'अघम्' पाप? 'पापाः' पापी? 'ये' जो? 'पचन्ति' तैयार करते हैं? 'आत्मकारणात्' इच्छानुसार।"
      },
      {
        "verse": 14,
        "text": "अन्नाद्भवन्ति भूतानि पर्जन्यादन्नसम्भवः। यज्ञाद्भवति पर्जन्यो यज्ञः कर्मसमुद्भवः।।3.14।।",
        "translationEn": "All living beings subsist on food grains, which are produced from rain. Rain is produced by performance of yajna (sacrifice), and yajna is born of prescribed duties.",
        "translationHn": "।।3.14।। सभी भूत अनाज से उत्पन्न होते हैं, जो वर्षा से उत्पन्न होते हैं। वर्षा यज्ञ से उत्पन्न होती है और यज्ञ नियत कर्म से उत्पन्न होता है।",
        "commentaryEn": "3.14 अन्नात् from food grains? भवन्ति are produced? भूतानि all living beings? पर्जन्यात् from rain? अन्नसम्भवः produced from food grains? यज्ञात् from sacrifice? भवति is produced? पर्जन्यः rain? यज्ञः sacrifice? कर्मसमुद्भवः born of prescribed duties.No Commentary.",
        "commentaryHn": "।।3.14।। व्याख्या--'अन्नात्' अनाज से? 'भवन  ति' उत्पन्न होते हैं? 'भूतानि' सभी भूत? 'पर्जन्यात्' वर्षा से? 'अन्नसम्भवः' अनाज से उत्पन्न होते हैं? 'यज्ञात्' यज्ञ से? 'भवति' होती है? 'पर्जन्यः' वर्षा? 'यज्ञः' यज्ञ? 'कर्मसमुद्भवः' नियत कर्म से उत्पन्न होता है।"
      },
      {
        "verse": 15,
        "text": "कर्म ब्रह्मोद्भवं विद्धि ब्रह्माक्षरसमुद्भवम्। तस्मात्सर्वगतं ब्रह्म नित्यं यज्ञे प्रतिष्ठितम्।।3.15।।",
        "translationEn": "Regulated activities are prescribed in the Vedas, and the Vedas are directly manifested from the Supreme Personality of Godhead. Consequently the all-pervading Transcendence is eternally situated in acts of sacrifice.",
        "translationHn": "।।3.15।। तू कर्म को ब्रह्म से उत्पन्न और ब्रह्म को अक्षर से उत्पन्न जान, इसलिए वह सर्वगत ब्रह्म नित्य यज्ञ में स्थित है।",
        "commentaryEn": "3.15 कर्म regulated activities? ब्रह्म the Vedas? उद्भवं manifested? विद्धि know? ब्रह्म the Vedas? अक्षर the Supreme Personality of Godhead? समुद्भवम directly manifested? तस्मात् consequently? सर्वगतं all-pervading? ब्रह्म the Transcendence? नित्यं eternally? यज्ञे in acts of sacrifice? प्रतिष्ठितम situated.No Commentary.",
        "commentaryHn": "।।3.15।। व्याख्या--'कर्म' कर्म? 'ब्रह्मोद्भवं' ब्रह्म से उत्पन्न? 'विद्धि' जान? 'ब्रह्म' ब्रह्म? 'अक्षर' अक्षर से? 'समुद्भवम्' उत्पन्न होता है? 'तस्मात्' इसलिए? 'सर्वगतं' सर्वगत? 'ब्रह्म' ब्रह्म? 'नित्यं' नित्य? 'यज्ञे' यज्ञ में? 'प्रतिष्ठितम्' स्थित है।"
      },
      {
        "verse": 16,
        "text": "एवं प्रवर्तितं चक्रं नानुवर्तयतीह य:। अघायुरिन्द्रियारामो मोघं पार्थ स जीवति।।3.16।।",
        "translationEn": "My dear Arjuna, one who does not follow in human life the cycle of sacrifice thus established by the Vedas certainly leads a life full of sin. Living only for the satisfaction of the senses, such a person lives in vain.",
        "translationHn": "।।3.16।। हे पार्थ! जो व्यक्ति मनुष्य जीवन में वेदों द्वारा स्थापित यज्ञ चक्र का अनुसरण नहीं करता, वह निःसंदेह पापों से भरा जीवन जीता है। इंद्रियों के संतोष के लिए ही जीता है, ऐसा व्यक्ति व्यर्थ ही जीता है।",
        "commentaryEn": "3.16 एवं thus? प्रवर्तितं established? चक्रं cycle? न not? अनुवर्तयति follows? इह in this life? यः one who? अघायुः sinful life? इन्द्रियारामः living only for the satisfaction of the senses? मोघं in vain? पार्थ O Partha? सः he? जीवति lives.No Commentary.",
        "commentaryHn": "।।3.16।। व्याख्या--'एवं' इस प्रकार? 'प्रवर्तितं' स्थापित? 'चक्रं' चक्र? 'न' नहीं? 'अनुवर्तयति' अनुसरण करता है? 'इह' इस जीवन में? 'यः' जो? 'अघायुः' पापों से भरा? 'इन्द्रियारामः' इन्द्रियों के संतोष के लिए ही जीता है? 'मोघं' व्यर्थ? 'पार्थ' हे पार्थ! 'सः' वह? 'जीवति' जीता है।"
      },
      {
        "verse": 17,
        "text": "यस्त्वात्मरतिरेव स्यादात्मतृप्तश्च मानवः। आत्मन्येव च सन्तुष्टस्तस्य कार्यं न विद्यते।।3.17।।",
        "translationEn": "However, one who takes pleasure in the self, who is illumined in the self, who rejoices in and is satisfied with the self only, fully satiated—for him there is no duty.",
        "translationHn": "।।3.17।। परन्तु जो व्यक्ति अपने आत्मा में ही रमण करता है, आत्मा में ही प्रकाशित है, आत्मा में ही आनंदित और संतुष्ट है, उसके लिए कोई कर्तव्य नहीं है।",
        "commentaryEn": "3.17 यः one who? तु but? आत्मरतिः takes pleasure in the self? एव only? स्यात is? आत्मतृप्तः satisfied with the self? च and? मानवः illumined? आत्मनि in the self? एव only? च and? सन्तुष्टः satisfied? तस्य his? कार्यं duty? न not? विद्यते is.No Commentary.",
        "commentaryHn": "।।3.17।। व्याख्या--'यः' जो? 'तु' परन्तु? 'आत्मरतिः' आत्मा में ही रमण करने वाला? 'एव' ही? 'स्यात्' है? 'आत्मतृप्तः' आत्मा में ही संतुष्ट? 'च' और? 'मानवः' प्रकाशित? 'आत्मनि' आत्मा में? 'एव' ही? 'च' और? 'सन्तुष्टः' संतुष्ट? 'तस्य' उसके? 'कार्यं' कर्तव्य? 'न' नहीं? 'विद्यते' है।"
      },
      {
        "verse": 18,
        "text": "नैव तस्य कृतेनार्थो नाकृतेनेह कश्चन। न चास्य सर्वभूतेषु कश्चिदर्थव्यपाश्रयः।।3.18।।",
        "translationEn": "For him, there is no interest whatsoever in what is done or not done; nor does he depend on any being for any purpose.",
        "translationHn": "।।3.18।। उसके लिए किया गया या नहीं किया गया किसी भी कार्य में कोई भी रुचि नहीं है और वह किसी भी प्राणी पर किसी भी उद्देश्य के लिए निर्भर नहीं है।",
        "commentaryEn": "3.18 न not? एव certainly? तस्य his? कृतेन by what is done? अर्थः interest? न not? आकृतेन by what is not done? इह in this life? कश्चन whatsoever? न not? न not? च and? अस्य his? सर्वभूतेषु in all beings? कश्चित् any? अर्थव्यपाश्रयः dependence.No Commentary.",
        "commentaryHn": "।।3.18।। व्याख्या--'न' नहीं? 'एव' ही? 'तस्य' उसके? 'कृतेन' किया गया? 'अर्थः' रुचि? 'न' नहीं? 'आकृतेन' नहीं किया गया? 'इह' इस जीवन में? 'कश्चन' कोई भी? 'न' नहीं? 'न' नहीं? 'च' और? 'अस्य' उसके? 'सर्वभूतेषु' सभी प्राणियों में? 'कश्चित्' कोई? 'अर्थव्यपाश्रयः' निर्भरता।"
      },
      {
        "verse": 19,
        "text": "तस्मादसक्तः सततं कार्यं कर्म समाचर। असक्तो ह्याचरन्कर्म परमाप्नोति पूरुषः।।3.19।।",
        "translationEn": "Therefore, without being attached to the fruits of activities, one should act as a matter of duty, for by working without attachment one attains the Supreme.",
        "translationHn": "।।3.19।। इसलिए फलों में आसक्त न होकर नित्य कर्म करो। क्योंकि आसक्त ही व्यक्ति कर्म करते हुए उत्तम प्राप्त होता है।",
        "commentaryEn": "3.19 तस्मात् therefore? असक्तः without attachment? सततं always? कार्यं duty? कर्म work? समाचर perform? असक्तः without attachment? हि certainly? आचरन् performing? कर्म work? परमाप्नोति attains the Supreme? पुरुषः a person.No Commentary.",
        "commentaryHn": "।।3.19।। व्याख्या--'तस्मात्' इसलिए? 'असक्तः' आसक्ति रहित? 'सततं' हमेशा? 'कार्यं' कर्म? 'कर्म' करो? 'समाचर' करो। 'असक्तः' आसक्ति रहित? 'हि' ही? 'आचरन्' करते हुए? 'कर्म' कर्म? 'परमाप्नोति' उत्तम प्राप्त होता है? 'पूरुषः' व्यक्ति।"
      },
      {
        "verse": 20,
        "text": "कर्मणैव हि संसिद्धिमास्थिता जनकादयः। लोकसंग्रहमेवापि सम्पश्यन्कर्तुमर्हसि।।3.20।।",
        "translationEn": "Kings such as Janaka attained perfection solely by performance of prescribed duties. Therefore, just for the sake of educating the people in general, you should perform your work.",
        "translationHn": "।।3.20।। जैसे जनक आदि राजा कर्म के द्वारा ही सिद्धि को प्राप्त हुए थे। इसलिए तू लोगों को शिक्षा देने के लिए भी कर्म करने के योग्य है।",
        "commentaryEn": "3.20 कर्मणा by work? एव certainly? हि indeed? संसिद्धिम perfection? आस्थिताः attained? जनकादयः kings like Janaka? लोकसंग्रहम the general welfare of the people? एव certainly? अपि also? सम्पश्यन् seeing? कर्तुम to perform? अर्हसि should.No Commentary.",
        "commentaryHn": "।।3.20।। व्याख्या--'कर्मणा' कर्म द्वारा? 'एव' ही? 'हि' तो? 'संसिद्धिम' सिद्धि? 'आस्थिताः' प्राप्त हुए? 'जनकादयः' जनक आदि राजा? 'लोकसंग्रहम' लोगों का कल्याण? 'एव' ही? 'अपि' भी? 'सम्पश्यन्' देखते हुए? 'कर्तुम्' करने के लिए? 'अर्हसि' योग्य है।"
      },
      {
        "verse": 21,
        "text": "यद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जनः। स यत्प्रमाणं कुरुते लोकस्तदनुवर्तते।।3.21।।",
        "translationEn": "Whatever a great man does, others also do; whatever he establishes as the standard, the world follows.",
        "translationHn": "।।3.21।। जो कुछ श्रेष्ठ व्यक्ति करता है, वही दूसरे भी करते हैं; जो कुछ वह मानक स्थापित करता है, वही दुनिया उसका अनुसरण करती है।",
        "commentaryEn": "3.21 यद्यत् whatsoever? आचरति does? श्रेष्ठः the best? तत्तत् that? एव only? इतरः the other? जनः people? सः he (that great man)? यत् what? प्रमाणम् standard (authority? demonstration)? कुरुते does? लोकः the world (people)? तत् that? अनुवर्तते follows.Commentary Man is a social animal. He is an imitating animal too. He takes his ideas of right and wrong from those whom he regards as his moral superior.Whatever a great man follows? the same is considered as an authority by his followers. They try to follow him. They endeavour to walk in his footsteps.",
        "commentaryHn": "।।3.21।। व्याख्या--'यद्यद्' जो कुछ भी? 'आचरति' करता है? 'श्रेष्ठः' श्रेष्ठ व्यक्ति? 'तत्तद्' वही? 'एव' ही? 'इतरः' दूसरे? 'जनः' लोग? 'सः' वह (वह श्रेष्ठ व्यक्ति)? 'यत्' जो? 'प्रमाणम्' मानक (अधिकार? प्रदर्शन)? 'कुरुते' करता है? 'लोकः' लोग (मनुष्य)? 'तत्' वही? 'अनुवर्तते' अनुसरण करते।"
      },
      {
        "verse": 22,
        "text": "न मे पार्थास्ति कर्तव्यं त्रिषु लोकेषु किञ्चन। नानवाप्तमवाप्तव्यं वर्त एव च कर्मणि।।3.22।।",
        "translationEn": "O son of Pritha, there is no work prescribed for Me within all the three planetary systems. Nor am I in want of anything, nor have I need to obtain anything—and yet I am engaged in work.",
        "translationHn": "।।3.22।। हे पृथा पुत्र! तीनों लोकों में मुझे कोई कर्तव्य नहीं है। मुझे किसी भी वस्तु की आवश्यकता नहीं है, न कुछ प्राप्त करने की इच्छा है, फिर भी मैं कर्म में लगा हुआ हूँ।",
        "commentaryEn": "3.22 न not? मे for Me? पार्थ O son of Pritha? अस्ति is? कर्तव्यं any prescribed duty? त्रिषु in all the three? लोकेषु planetary systems? किञ्चन anything? न not? न not? आनवाप्तम in want of anything? अवाप्तव्यं in need to obtain anything? वर्ते am engaged? एव certainly? च and? कर्मणि in work.No Commentary.",
        "commentaryHn": "।।3.22।। व्याख्या--'न' नहीं? 'मे' मुझे? 'पार्थ' पृथा पुत्र! 'अस्ति' है? 'कर्तव्यं' कोई कर्तव्य? 'त्रिषु' तीनों? 'लोकेषु' लोकों में? 'किञ्चन' कुछ भी? 'न' नहीं? 'न' नहीं? 'आनवाप्तम्' किसी भी वस्तु की आवश्यकता? 'अवाप्तव्यं' कुछ प्राप्त करने की इच्छा? 'वर्ते' लगा हुआ हूँ? 'एव' ही? 'च' और? 'कर्मणि' कर्म में।"
      },
      {
        "verse": 23,
        "text": "यदि ह्यहं न वर्तेयं जातु कर्मण्यतन्द्रितः। मम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः।।3.23।।",
        "translationEn": "For, should I not ever engage myself in action, unwearied, people would in every way follow my path, O Arjuna.",
        "translationHn": "।।3.23।। क्योंकि अगर मैं कभी कार्य में न लगूँ और अविरल रहूँ, तो हे पार्थ! लोग मेरे मार्ग में सब प्रकार से चलेंगे।",
        "commentaryEn": "3.23 यदि if? हि surely? अहम् I? न not? वर्तेयम् engage Myself in action? जातु ever? कर्मणि in action? अतन्द्रितः unwearied? मम My? वर्त्म path? अनुवर्तन्ते follow? मनुष्याः men? पार्थ O Partha? सर्वशः in every way.Commentary If I remain inactive? people also will imitate Me and keep iet. They will all become Tamasic and pass into a state of inertia.",
        "commentaryHn": "।।3.23।। व्याख्या--'यदि' अगर? 'हि' निश्चित ही? 'अहं' मैं? 'न' नहीं? 'वर्तेयं' कार्य में लगूँ? 'जातु' कभी? 'कर्मणि' कार्य में? 'अतन्द्रितः' अविरल? 'मम' मेरे? 'वर्त्म' मार्ग? 'अनुवर्तन्ते' अनुसरण करें? 'मनुष्याः' लोग? 'पार्थ' हे पार्थ! 'सर्वशः' सब प्रकार से।"
      },
      {
        "verse": 24,
        "text": "उत्सीदेयुरिमे लोका न कुर्यां कर्म चेदहम्। सङ्करस्य च कर्ता स्यामुपहन्यामिमाः प्रजाः।।3.24।।",
        "translationEn": "If I did not perform prescribed duties, all these worlds would be put to ruination. I would be the cause of creating unwanted population, and I would thereby destroy the peace of all living beings.",
        "translationHn": "।।3.24।। अगर मैं कर्म न करूँ, तो ये सभी लोक नाश में जाएँगे और मैं अनावश्यक जनसंख्या का कारण बनूँगा और इस प्रकार सभी प्राणियों की शांति को नष्ट कर दूँगा।",
        "commentaryEn": "3.24 उत्सीदेयुः would be put to ruination? इमे all these? लोकाः worlds? न not? कुर्यां should perform? कर्म prescribed duties? चेत् if? अहम् I? सङ्करस्य of unwanted population? च and? कर्ता creator? स्यामि would be? उपहन्यामि destroy? इमाः these? प्रजाः living beings.Commentary If I do not perform My duties? the world will be ruined. The people will become immoral and the world will be filled with unwanted population. I will be the cause of the creation of unwanted population. I will be the cause of the destruction of the peace of all living beings.",
        "commentaryHn": "।।3.24।। व्याख्या--'उत्सीदेयुः' नाश में जाएँगे? 'इमे' ये सभी? 'लोकाः' लोक? 'न' नहीं? 'कुर्यां' करूँ? 'कर्म' कर्म? 'चेत्' अगर? 'अहम्' मैं? 'सङ्करस्य' अनावश्यक जनसंख्या? 'च' और? 'कर्ता' कर्ता? 'स्यामि' बनूँगा? 'उपहन्यामि' नष्ट करूँगा? 'इमाः' ये? 'प्रजाः' प्राणी।"
      },
      {
        "verse": 25,
        "text": "सक्ताः कर्मण्यविद्वांसो यथा कुर्वन्ति भारत। कुर्याद्विद्वांस्तथासक्तश्चिकीर्षुर्लोकसंग्रहम्।।3.25।।",
        "translationEn": "As the ignorant perform their duties with attachment to results, the learned may similarly act, but without attachment, for the sake of leading people on the right path.",
        "translationHn": "।।3.25।। जिस प्रकार अज्ञानी लोग फलों में आसक्त होकर कर्म करते हैं, वैसे ही ज्ञानी व्यक्ति भी आसक्ति रहित होकर लोगों का कल्याण करने के लिए कर्म करते हैं।",
        "commentaryEn": "3.25 सक्ताः attached? कर्मणि in work? अविद्वांसः the ignorant? यथा as? कुर्वन्ति perform? भारत O Arjuna? कुर्यात् should perform? विद्वांसः the learned? तथा similarly? आसक्तः without attachment? च and? इक्षुः desire? लोकसंग्रहम् the welfare of the people.Commentary The ignorant perform their duties with attachment to the results. The learned should also perform their duties? but without attachment? for the welfare of the people. They should set an example to the people. They should lead the people on the right path.",
        "commentaryHn": "।।3.25।। व्याख्या--'सक्ताः' आसक्ति रहित? 'कर्मणि' कर्म में? 'अविद्वांसः' अज्ञानी? 'यथा' जिस प्रकार? 'कुर्वन्ति' करते हैं? 'भारत' हे अर्जुन! 'कुर्यात्' करे? 'विद्वांसः' ज्ञानी? 'तथा' वैसे ही? 'आसक्तः' आसक्ति रहित? 'च' और? 'इक्षुः' इच्छा? 'लोकसंग्रहम्' लोगों का कल्याण।"
      },
      {
        "verse": 26,
        "text": "न मे पार्थास्ति संस्थिता यदि कर्म करोम्यतन्द्रितः। यदि वा न करोम्यहं इति मे पार्थ निश्चितम्।।3.26।।",
        "translationEn": "O Partha, there is no work that affects Me; nor do I aspire for the fruits of action. One who understands this truth about Me also does not become entangled in the fruitive reactions of work.",
        "translationHn": "।।3.26।। हे पार्थ! मुझे कोई कर्म नहीं प्रभावित करता और न मैं किसी कर्म के फल की आकांक्षा करता हूँ। जो व्यक्ति मेरे इस सत्य को समझता है, वह कर्म के फल में फंसने वाला नहीं होता।",
        "commentaryEn": "3.26 न not? मे for Me? पार्थ O Partha? अस्ति is? संस्थिता affected? यदि if? कर्म work? करोमि do? अतन्द्रितः unwearied? यदि if? वा or? न not? करोमि do? अहम् I? इति thus? मे My? पार्थ O Partha? निश्चितम certainly.Commentary I am not affected by any work. I do not aspire for the fruits of action. One who understands this truth about Me also does not become entangled in the fruitive reactions of work.",
        "commentaryHn": "।।3.26।। व्याख्या--'न' नहीं? 'मे' मुझे? 'पार्थ' हे पार्थ! 'अस्ति' है? 'संस्थिता' प्रभावित? 'यदि' अगर? 'कर्म' कर्म? 'करोमि' करता हूँ? 'अतन्द्रितः' अविरल? 'यदि' अगर? 'वा' या? 'न' नहीं? 'करोमि' करता हूँ? 'अहं' मैं? 'इति' इस प्रकार? 'मे' मेरे? 'पार्थ' हे पार्थ! 'निश्चितम्' निश्चित है।"
      },
      {
        "verse": 27,
        "text": "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय। सिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते।।2.48।।",
        "translationEn": "Perform your duty equipoised, O Arjuna, abandoning all attachment to success or failure. Such equanimity is called yoga.",
        "translationHn": "।।2.48।। हे धनञ्जय! तू योग में स्थित होकर सब कर्म कर, सफलता और असफलता के आसक्ति त्यागकर समभाव से सफलता और असफलता के बीच समान रहकर कर्म करना योग कहलाता है।",
        "commentaryEn": "2.48 योगस्थः equipoised in yoga? कुरु perform? कर्माणि duties? सङ्गं attachment? त्यक्त्वा abandoning? धनञ्जय O Arjuna? सिद्ध्यसिद्ध्योः success or failure? समः equipoised? भूत्वा becoming? समत्वं equanimity? योग yoga? उच्यते is called.Commentary Perform your duties with an equipoised mind. Do not be attached to success or failure. Such equanimity is called yoga.",
        "commentaryHn": "।।2.48।। व्याख्या--'योगस्थः' योग में स्थित होकर? 'कुरु' कर? 'कर्माणि' कर्म? 'सङ्गं' आसक्ति? 'त्यक्त्वा' त्यागकर? 'धनञ्जय' हे धनञ्जय! 'सिद्ध्यसिद्ध्योः' सफलता और असफलता? 'समः' समान? 'भूत्वा' होकर? 'समत्वं' समभाव? 'योग' योग? 'उच्यते' कहलाता है।"
      },
      {
        "verse": 28,
        "text": "दूरेण ह्यवरं कर्म बुद्धियोगाद्धनञ्जय। बुद्धौ शरणमन्विच्छ कृपणाः फलहेतवः।।2.49।।",
        "translationEn": "O Dhananjaya, far better is knowledge (Karma-yoga) than mere practice (Karma) of rituals. Seek refuge in this knowledge, for those who are ignorant of the truth are wretched.",
        "translationHn": "।।2.49।। हे धनञ्जय! बुद्धियोग से कर्म करना अवश्य अधिक उत्तम है क्योंकि जो लोग सत्य को नहीं जानते, वे फल के लिए ही दीन होते हैं।",
        "commentaryEn": "2.49 दूरेण far better? हि certainly? अवरं inferior? कर्म rituals? बुद्धियोगात् than knowledge (Karma-yoga)? धनञ्जय O Dhananjaya? बुद्धौ in knowledge? शरणम refuge? अन्विच्छ seek? कृपणाः wretched? फलहेतवः ignorant of the truth.Commentary O Dhananjaya? far better is knowledge (Karma-yoga) than mere practice (Karma) of rituals. Seek refuge in this knowledge? for those who are ignorant of the truth are wretched.",
        "commentaryHn": "।।2.49।। व्याख्या--'दूरेण' अवश्य? 'हि' निश्चित ही? 'अवरं' अधोगति? 'कर्म' कर्म? 'बुद्धियोगात्' बुद्धियोग से? 'धनञ्जय' हे धनञ्जय! 'बुद्धौ' ज्ञान में? 'शरणम्' शरण? 'अन्विच्छ' खोजो? 'कृपणाः' दीन? 'फलहेतवः' सत्य को नहीं जानने वाले।"
      },
      {
        "verse": 29,
        "text": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः। तेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम्।।2.50।।",
        "translationEn": "For those whose ignorance has been destroyed by knowledge of the self, their knowledge reveals everything, just as the sun lights up the day.",
        "translationHn": "।।2.50।। जिनका अज्ञान आत्मा के ज्ञान से नष्ट हो गया है, उनका वह ज्ञान सब कुछ प्रकट कर देता है, जिस प्रकार सूर्य दिन को प्रकाशित करता है।",
        "commentaryEn": "2.50 ज्ञानेन by knowledge? तु certainly? तत् that? अज्ञानं ignorance? येषां whose? नाशितम destroyed? आत्मनः of the self? तेषाम् of them? आदित्यवत् like the sun? ज्ञानं knowledge? प्रकाशयति reveals? तत् that? परम् everything.Commentary For those whose ignorance has been destroyed by knowledge of the self? their knowledge reveals everything? just as the sun lights up the day.",
        "commentaryHn": "।।2.50।। व्याख्या--'ज्ञानेन' ज्ञान से? 'तु' निश्चित ही? 'तत्' वह? 'अज्ञानं' अज्ञान? 'येषां' जिनका? 'नाशितम्' नष्ट हो गया? 'आत्मनः' आत्मा के? 'तेषाम्' उनका? 'आदित्यवत्' सूर्य की भाँति? 'ज्ञानं' ज्ञान? 'प्रकाशयति' प्रकट करता है? 'तत्' वह? 'परम्' सब कुछ।"
      },
      {
        "verse": 30,
        "text": "तद्बुद्धयस्तदात्मानस्तन्निष्ठास्तत्परायणाः। गच्छन्त्यपुनरावृत्तिं ज्ञाननिर्धूतकल्मषाः।।2.51।।",
        "translationEn": "Their intellect is fixed in that knowledge, their self is well established in it, and they are fully committed to it. Having achieved this, they are not born again, for they have attained the state beyond all evil.",
        "translationHn": "।।2.51।। उनकी बुद्धि उस ज्ञान में स्थिर है, उनका आत्मा उसमें स्थिर है और वे उसमें पूर्णतया निष्ठाग्रस्त हैं। इसे प्राप्त करके वे फिर जन्म नहीं लेते, क्योंकि उनके सभी पाप नष्ट हो गए हैं।",
        "commentaryEn": "2.51 तत् that? बुद्धयः intellect? तत् that? आत्मानः self? तत् that? निष्ठाः fixed? तत् that? परायणाः fully committed? गच्छन्ति achieve? अपुनः again? आवृत्तिं birth? ज्ञान knowledge? निर्धूतकल्मषाः beyond all evil.Commentary Their intellect is fixed in that knowledge? their self is well established in it? and they are fully committed to it. Having achieved this? they are not born again? for they have attained the state beyond all evil.",
        "commentaryHn": "।।2.51।। व्याख्या--'तत्' वह? 'बुद्धयः' बुद्धि? 'तत्' वह? 'आत्मानः' आत्मा? 'तत्' वह? 'निष्ठाः' स्थिर? 'तत्' वह? 'परायणाः' पूर्णतया निष्ठाग्रस्त? 'गच्छन्ति' प्राप्त होते हैं? 'अपुनः' फिर? 'आवृत्तिं' जन्म? 'ज्ञान' ज्ञान? 'निर्धूतकल्मषाः' सभी पापों से रहित।"
      },
      {
        "verse": 31,
        "text": "ये मे मतमिदं नित्यमनुतिष्ठन्ति मानवाः। श्रद्धावन्तोऽनसूयन्तो मुच्यन्ते तेऽपि कर्मभिः।।3.31।।",
        "translationEn": "Those persons who execute their duties according to My injunctions and who follow this teaching faithfully, without envy, become free from the bondage of fruitive actions.",
        "translationHn": "।।3.31।। जो लोग मेरे इस मत का नित्य अनुसरण करते हैं, श्रद्धायुक्त और अनसूयु होकर उनके भी कर्मों से मुक्त हो जाते हैं।",
        "commentaryEn": "3.31 ये those? मे My? मतम् injunctions? इदं this? नित्यम् faithfully? अनुतिष्ठन्ति execute? मानवाः persons? श्रद्धावन्तः faithful? अनसूयन्तः without envy? मुच्यन्ते become free? ते they? अपि also? कर्मभिः from the bondage of fruitive actions.Commentary Those persons who execute their duties according to My injunctions and who follow this teaching faithfully? without envy? become free from the bondage of fruitive actions.",
        "commentaryHn": "।।3.31।। व्याख्या--'ये' जो? 'मे' मेरे? 'मतम्' मत? 'इदं' यह? 'नित्यम्' नित्य? 'अनुतिष्ठन्ति' अनुसरण करते हैं? 'मानवाः' लोग? 'श्रद्धावन्तः' श्रद्धायुक्त? 'अनसूयन्तः' अनसूयु होकर? 'मुच्यन्ते' मुक्त हो जाते हैं? 'ते' वे? 'अपि' भी? 'कर्मभिः' कर्मों से।"
      },
      {
        "verse": 32,
        "text": "ये त्वेतदभ्यसूयन्तो नानुतिष्ठन्ति मे मतम्। सर्वज्ञानविमूढांस्तान्विद्धि नष्टानचेतसः।।3.32।।",
        "translationEn": "But those who, out of envy, disregard these teachings and do not practice them regularly, are to be considered bereft of all knowledge, befooled and ruined in their endeavors for perfection.",
        "translationHn": "।।3.32।। परन्तु जो लोग इस मत का अनुसरण नहीं करते, उनको अनुत्तरित और अज्ञानी समझ, उनके चेतना रहित होने पर नष्ट हो जाना चाहिए।",
        "commentaryEn": "3.32 ये those? तु but? एतत् these? अभ्यसूयन्तः out of envy? न not? अनुतिष्ठन्ति practice? मे My? मतम् teachings? सर्वज्ञानविमूढान् bereft of all knowledge? तान् them? विद्धि consider? नष्टान ruined? अचेतसः in their endeavors for perfection.Commentary But those who? out of envy? disregard these teachings and do not practice them regularly? are to be considered bereft of all knowledge? befooled and ruined in their endeavors for perfection.",
        "commentaryHn": "।।3.32।। व्याख्या--'ये' जो? 'तु' परन्तु? 'एतत्' इस? 'अभ्यसूयन्तः' अनुत्तरित? 'न' नहीं? 'अनुतिष्ठन्ति' अनुसरण नहीं करते? 'मे' मेरे? 'मतम्' मत? 'सर्वज्ञानविमूढान्' सभी ज्ञान से रहित? 'तान्' उनको? 'विद्धि' समझो? 'नष्टान' नष्ट हो गए? 'अचेतसः' चेतना रहित।"
      },
      {
        "verse": 33,
        "text": "सदृशं चेष्टते स्वस्याः प्रकृतेर्ज्ञानवानपि। प्रकृतिं यान्ति भूतानि निग्रहः किं करिष्यति।।3.33।।",
        "translationEn": "Even a wise man acts in accordance with his own nature; beings will follow their nature; what can restraint do?",
        "translationHn": "।।3.33।। ज्ञानी भी अपनी प्रकृति के अनुसार कर्म करता है, भूत अपनी प्रकृति को ही अनुसरण करते हैं, तो निग्रह का क्या काम होता है?",
        "commentaryEn": "3.33 सदृशम् in accordance? चेष्टते acts? स्वस्याः of his own? प्रकृतेः of nature? ज्ञानवान् a wise man? अपि even? प्रकृतिम् to nature? यान्ति follow? भूतानि beings? निग्रहः restraint? किम् what? करिष्यति will do.Commentary He who reads this verse will come to the conclusion that there is no scope for mans personal exertion. It is not so. Read the following verse. It clearly indicates that man can coner Nature if he rises above the sway of RagaDvesha (love and hatred).The passionate and ignorant man only comes under the sway of his natural propensities? and his lower nature. He cannot have any restraint over the senses and the two currents of likes and dislikes. The seeker after Truth who is endowed with the four means? and who is constantly practising meditation can easily control Nature. (Cf.II.60V.14XVIII.59).",
        "commentaryHn": "।।3.33।। व्याख्या--'सदृशं' सदृश? 'चेष्टते' करता है? 'स्वस्याः' अपनी? 'प्रकृतेः' प्रकृति? 'ज्ञानवान्' ज्ञानी? 'अपि' भी? 'प्रकृतिम्' प्रकृति? 'यान्ति' जाती हैं? 'भूतानि' प्राणी? 'निग्रहः' निग्रह? 'किम्' क्या? 'करिष्यति' करेगा।"
      },
      {
        "verse": 34,
        "text": "इन्द्रियस्येन्द्रियस्यार्थे रागद्वेषौ व्यवस्थितौ। तयोर्न वशमागच्छेत्तौ ह्यस्य परिपन्थिनौ।।3.34।।",
        "translationEn": "The senses are said to be superior (to the body); the mind is superior to the senses; the intellect is superior to the mind; and that which is superior to the intellect is the self.",
        "translationHn": "।।3.34।। इन्द्रिय शरीर के इन्द्रिय के विषय में राग और द्वेष से व्यवस्थित होते हैं, इन दोनों को न वश में लाना चाहिए, क्योंकि ये अविरल विघ्नकारी हैं।",
        "commentaryEn": "3.34 इन्द्रियस्य of the senses? इन्द्रियस्यार्थे in the sense objects? रागद्वेशौ attachment and aversion? व्यवस्थितौ situated? तयोः of them? न not? वशम under control? आगच्छेत् should come? तौ they? हि certainly? अस्य of him? परिपन्थिनौ impediments.Commentary The senses are said to be superior (to the body)? the mind is superior to the senses? the intellect is superior to the mind? and that which is superior to the intellect is the self.",
        "commentaryHn": "।।3.34।। व्याख्या--'इन्द्रिय' इन्द्रिय? 'इन्द्रियस्य' इन्द्रिय के? 'अर्थे' विषय में? 'रागद्वेषौ' राग और द्वेष? 'व्यवस्थितौ' व्यवस्थित हैं? 'तयोः' उन दोनों का? 'न' नहीं? 'वशम्' वश में? 'आगच्छेत्' आना चाहिए? 'तौ' वे? 'हि' निश्चित ही? 'अस्य' इसके? 'परिपन्थिनौ' अविरल विघ्नकारी।"
      },
      {
        "verse": 35,
        "text": "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात्। स्वधर्मे निधनं श्रेयः परधर्मो भयावहः।।3.35।।",
        "translationEn": "It is far better to perform one's natural prescribed duty, though tinged with faults, than to perform another's prescribed duty, though perfectly. In fact, it is preferable to die in the discharge of one's duty, than to follow the path of another, which is fraught with fear.",
        "translationHn": "।।3.35।। अपने स्वभावज धर्म को जो गुणरहित होकर भी करना श्रेयस्कर है, दूसरे के धर्म को जो सम्पूर्ण होकर भी करना अधिक अच्छा नहीं है। वास्तव में अपने स्वधर्म में मरना ही श्रेयस्कर है, दूसरे के धर्म का अनुसरण करना भयकर है।",
        "commentaryEn": "3.35 श्रेयान् better? स्वधर्मः prescribed duty? विगुणः though tinged with faults? परधर्मात् than another's prescribed duty? स्वानुष्ठितात though perfectly performed? स्वधर्मे in one's own duty? निधनं death? श्रेयः preferable? परधर्मः another's duty? भयावहः fraught with fear.Commentary It is far better to perform one's natural prescribed duty? though tinged with faults? than to perform another's prescribed duty? though perfectly. In fact? it is preferable to die in the discharge of one's duty? than to follow the path of another? which is fraught with fear.",
        "commentaryHn": "।।3.35।। व्याख्या--'श्रेयान्' श्रेयस्कर? 'स्वधर्मः' स्वधर्म? 'विगुणः' गुणरहित? 'परधर्मात्' दूसरे के धर्म से? 'स्वनुष्ठितात्' सम्पूर्ण होकर? 'स्वधर्मे' अपने स्वधर्म में? 'निधनं' मरना? 'श्रेयः' श्रेयस्कर? 'परधर्मः' दूसरे का धर्म? 'भयावहः' भयकर।"
      },
      {
        "verse": 36,
        "text": "अर्जुन उवाच। अथ केन प्रयुक्तोऽयं पापं चरति पूरुषः। अनिच्छन्नपि वार्ष्णेय बलादिव नियोजितः।।3.36।।",
        "translationEn": "Arjuna said, 'But what compels man to commit sin, even against his wishes, O Varshneya (Krishna), as if constrained by force?'",
        "translationHn": "।।3.36।। अर्जुन ने कहा--हे वार्ष्णेय! यह पुरुष बल के समान नियोजित होकर अनिच्छन्न होने पर भी पाप क्यों करता है?",
        "commentaryEn": "3.36 अथ now? केन by which? प्रयुक्तः impelled? अयम् this? पापम् sin? चरति does? पूरुषः man? अनिच्छन् not wishing? अपि even? वार्ष्णेय O Varshneya? बलात् by force? इव as it were? नियोजितः constrained.Commentary Varshneya is one born in the family of the Vrishnis? a name of Krishna",
        "commentaryHn": "।।3.36।। व्याख्या--'अथ' अब? 'केन' किसके द्वारा? 'प्रयुक्तः' प्रेरित? 'अयम्' यह? 'पापम्' पाप? 'चरति' करता है? 'पूरुषः' पुरुष? 'अनिच्छन्' नहीं चाहते हुए? 'अपि' भी? 'वार्ष्णेय' हे वार्ष्णेय! 'बलात्' बल के समान? 'इव' जैसे? 'नियोजितः' नियोजित होकर।"
      },
      {
        "verse": 37,
        "text": "श्रीभगवानुवाच। काम एष क्रोध एष रजोगुणसमुद्भवः। महाशनो महापाप्मा विद्ध्येनमिह वैरिणम्।।3.37।।",
        "translationEn": "The Blessed Lord said, 'It is desire, it is anger, born of the quality of Rajas, all-consuming and greatly sinful. Know this to be the enemy here on earth.'",
        "translationHn": "।।3.37।। श्रीभगवान ने कहा--यह काम और क्रोध रजोगुण से उत्पन्न होने वाले हैं, वे महाशनी और महापापी हैं, इसलिए इस वैरी को तुम इस भूमि पर जानो।",
        "commentaryEn": "3.37 काम desire? एषः this? क्रोध anger? एषः this? रजोगुणसमुद्भवः born of the quality of Rajas? महाशनः all-consuming? महापाप्मा greatly sinful? विद्धि know? एनम् this? इह here? वैरिणम् the enemy.Commentary Desire and anger are born of the quality of Rajas? all-consuming and greatly sinful. Know this to be the enemy here on earth.",
        "commentaryHn": "।।3.37।। व्याख्या--'काम' काम? 'एषः' यह? 'क्रोध' क्रोध? 'एषः' यह? 'रजोगुणसमुद्भवः' रजोगुण से उत्पन्न होने वाले? 'महाशनः' महाशनी? 'महापाप्मा' महापापी? 'विद्धि' जानो? 'एनम्' इसे? 'इह' इस भूमि पर? 'वैरिणम्' वैरी।"
      },
      {
        "verse": 38,
        "text": "धूमेनाव्रियते वह्निर्यथादर्शो मलेन च। यथोल्बेनावृतो गर्भस्तथा तेनेदमावृतम्।।3.38।।",
        "translationEn": "As fire is covered by smoke, as a mirror is covered by dust, or as the embryo is covered by the womb, similarly, this knowledge is covered by desire.",
        "translationHn": "।।3.38।। जैसे धूआँ आग को ढँक देता है, जैसे मिट्टी द्वारा दर्पण ढँक दिया जाता है और जैसे गर्भ को गर्भाशय से ढँक दिया जाता है, ठीक उसी प्रकार यह ज्ञान काम से ढँक दिया जाता है।",
        "commentaryEn": "3.38 धूमेन by smoke? आव्रियते is covered? वह्निः fire? यथा as? दर्शः a mirror? मलेन by dust? च and? यथा as? उल्बेन by the womb? आवृतः covered? गर्भः the embryo? तथा similarly? तेन by that? इदम् this? आवृतम् covered.Commentary As fire is covered by smoke? as a mirror is covered by dust? or as the embryo is covered by the womb? similarly? this knowledge is covered by desire.",
        "commentaryHn": "।।3.38।। व्याख्या--'धूमेन' धूआँ से? 'आव्रियते' ढँक दिया जाता है? 'वह्निः' वह्नि? 'यथा' जैसे? 'दर्शः' दर्पण? 'मलेन' मिट्टी से? 'च' और? 'यथा' जैसे? 'उल्बेन' गर्भाशय से? 'आवृतः' ढँक दिया जाता है? 'गर्भः' गर्भ? 'तथा' ठीक उसी प्रकार? 'तेन' उससे? 'इदम्' यह? 'आवृतम्' ढँक दिया जाता है।"
      },
      {
        "verse": 39,
        "text": "आवृतं ज्ञानमेतेन ज्ञानिनो नित्यवैरिणा। कामरूपेण कौन्तेय दुष्पूरेणानलेन च।।3.39।।",
        "translationEn": "O Arjuna, knowledge is covered by this eternal enemy in the form of desire, which is insatiable and burns like fire.",
        "translationHn": "।।3.39।। हे कुंतीपुत्र अर्जुन! यह ज्ञान कामरूप और अनल के समान दुष्पूर्ण नित्य वैरी द्वारा ढँक दिया जाता है।",
        "commentaryEn": "3.39 आवृतम् covered? ज्ञानम् knowledge? एतेन by this? ज्ञानिनः of the wise? नित्यवैरिणा by the eternal enemy? कामरूपेण in the form of desire? कौन्तेय O Arjuna? दुष्पूरेण insatiable? अनलेन like fire? च and.Commentary O Arjuna? knowledge is covered by this eternal enemy in the form of desire? which is insatiable and burns like fire.",
        "commentaryHn": "।।3.39।। व्याख्या--'आवृतम्' ढँक दिया जाता है? 'ज्ञानम्' ज्ञान? 'एतेन' इससे? 'ज्ञानिनः' ज्ञानी के? 'नित्यवैरिणा' नित्य वैरी द्वारा? 'कामरूपेण' कामरूप से? 'कौन्तेय' हे कुंतीपुत्र अर्जुन! 'दुष्पूरेण' दुष्पूर्ण? 'अनलेन' अनल के समान? 'च' और।"
      },
      {
        "verse": 40,
        "text": "इन्द्रियाणि मनो बुद्धिरस्याधिष्ठानमुच्यते। एतैर्विमोहयत्येष ज्ञानमावृत्य देहिनम्।।3.40।।",
        "translationEn": "The senses, mind and intellect are said to be its seat; through these it deludes the embodied by veiling his wisdom.",
        "translationHn": "।।3.40।। इन्द्रिय, मन और बुद्धि को इसका आधिष्ठान कहा जाता है, इनसे यह ज्ञान को ढँककर देही को मोहित करता है।",
        "commentaryEn": "3.40 इन्द्रियाणि the senses? मनः the mind? बुद्धिः the intellect? अस्य of it? आधिष्ठानम् seat? उच्यते are said? एतैः by these? विमोहयति deludes? एषः this? ज्ञानम् wisdom? आवृत्य veiling? देहिनम् the embodied.Commentary The senses? mind and intellect are said to be its seat; through these it deludes the embodied by veiling his wisdom.",
        "commentaryHn": "।।3.40।। व्याख्या--'इन्द्रियाणि' इन्द्रिय? 'मनः' मन? 'बुद्धिः' बुद्धि? 'अस्य' इसका? 'आधिष्ठानम्' आधिष्ठान? 'उच्यते' कहा जाता है? 'एतैः' इनसे? 'विमोहयति' मोहित करता है? 'एषः' यह? 'ज्ञानम्' ज्ञान? 'आवृत्य' ढँककर? 'देहिनम्' देही को।"
      },
      {
        "verse": 41,
        "text": "तस्मात्त्वमिन्द्रियाण्यादौ नियम्य भरतर्षभ। पाप्मानं प्रजहि ह्येनं ज्ञानविज्ञाननाशनम्।।3.41।।",
        "translationEn": "Therefore, O Arjuna, first control the senses, then slay this evil which obstructs the path of realization and knowledge.",
        "translationHn": "।।3.41।। इसलिए हे भरतवंशी अर्जुन! पहले इन्द्रियों को नियमित करके इस ज्ञान और विज्ञान का नाश करने वाले पाप को नष्ट करो।",
        "commentaryEn": "3.41 तस्मात् therefore? त्वम् you? इन्द्रियाणि the senses? आदौ first? नियम्य control? भरतर्षभ O Arjuna? पाप्मानम् the evil? प्रजहि slay? हि certainly? एनम this? ज्ञानविज्ञाननाशनम् which obstructs the path of realization and knowledge.Commentary Therefore? O Arjuna? first control the senses? then slay this evil which obstructs the path of realization and knowledge.",
        "commentaryHn": "।।3.41।। व्याख्या--'तस्मात्' इसलिए? 'त्वम्' तुम? 'इन्द्रियाणि' इन इन्द्रियों को? 'आदौ' पहले? 'नियम्य' नियमित करके? 'भरतर्षभ' हे भरतवंशी अर्जुन! 'पाप्मानम्' पाप को? 'प्रजहि' नष्ट करो? 'हि' निश्चित ही? 'एनम्' इसे? 'ज्ञानविज्ञाननाशनम्' ज्ञान और विज्ञान का नाश करने वाला।"
      },
      {
        "verse": 42,
        "text": "इन्द्रियाणि पराण्याहुरिन्द्रियेभ्यः परं मनः। मनसस्तु परा बुद्धिर्यो बुद्धेः परतस्तु सः।।3.42।।",
        "translationEn": "The senses are said to be superior (to the gross body); the mind is superior to the senses; the intellect is superior to the mind; and that which is superior to the intellect is the self.",
        "translationHn": "।।3.42।। इन्द्रियों को शरीर से उत्तम कहा जाता है, इन्द्रियों से उत्तम मन है, मन से उत्तम बुद्धि है और जो बुद्धि से उत्तम है, वह आत्मा है।",
        "commentaryEn": "3.42 इन्द्रियाणि the senses? पराणि superior? āhur are said? indriyebhyaḥ to the gross body? param superior? manah the mind? tu and? parā superior? buddhiḥ the intellect? yaḥ which? buddheḥ to the intellect? parataḥ superior? tu and? saḥ that.Commentary The senses are said to be superior (to the gross body)? the mind is superior to the senses? the intellect is superior to the mind? and that which is superior to the intellect is the self.",
        "commentaryHn": "।।3.42।। व्याख्या--'इन्द्रियाणि' इन्द्रिय? 'पराणि' उत्तम? 'आहुः' कहा जाता है? 'इन्द्रियेभ्यः' इन्द्रियों से? 'परं' उत्तम? 'मनः' मन? 'मनसः' मन से? 'तु' और? 'परा' उत्तम? 'बुद्धिः' बुद्धि? 'यः' जो? 'बुद्धेः' बुद्धि से? 'परतः' उत्तम? 'तु' और? 'सः' वह।"
      },
      {
        "verse": 43,
        "text": "एवं बुद्धेः परं बुद्ध्वा संस्तभ्यात्मानमात्मना। जहि शत्रुं महाबाहो कामरूपं दुरासदम्।।3.43।।",
        "translationEn": "Thus knowing the self to be superior to the intellect, O mighty-armed Arjuna, subdue the self by the self and slay the formidable enemy in the form of desire.",
        "translationHn": "।।3.43।। इस प्रकार बुद्धि से उत्तम जानकर हे महाबाहो अर्जुन! आत्मा से ही आत्मा को निग्रह करके और दुरासादी कामरूप शत्रु को नष्ट करो।",
        "commentaryEn": "3.43 एवं thus? बुद्धेः superior to the intellect? param the self? buddhvā knowing? saṁstabhya subdue? ātmānam the self? ātmānā by the self? jahi slay? śatrum the enemy? mahābāho O mighty-armed? kāmarūpam in the form of desire? durāsadam formidable.Commentary Thus knowing the self to be superior to the intellect? O mighty-armed Arjuna? subdue the self by the self and slay the formidable enemy in the form of desire.",
        "commentaryHn": "।।3.43।। व्याख्या--'एवं' इस प्रकार? 'बुद्धेः' बुद्धि से? 'परं' उत्तम? 'बुद्ध्वा' जानकर? 'संस्तभ्य' निग्रह करकर? 'आत्मानम्' आत्मा को? 'आत्मना' आत्मा से? 'जहि' नष्ट करो? 'शत्रुम्' शत्रु? 'महाबाहो' हे महाबाहो! 'कामरूपम्' कामरूप? 'दुरासदम्' दुरासादी।"
      }
    ]
  },
  {
    "chapter": 4,
    "headingEn": "Jnana Karma Sanyasa Yoga",
    "headingHn": "ज्ञान कर्म संन्यास योग",
    "descriptionEn": "The fourth chapter of the Bhagavad Gita is 'Jnana Karma Sanyasa Yoga'. In this chapter, Krishna glorifies the Karma Yoga and imparts the Transcendental Knowledge (the knowledge of the soul and the Ultimate Truth) to Arjuna. He reveals the reason behind his appearance in this material world. He reveals that even though he is eternal, he reincarnates time after time to re-establish dharma and peace on this Earth. His births and activities are eternal and are never contaminated by material flaws. Those persons who know and understand this Truth engage in his devotion with full faith and eventually attain Him. They do not have to take birth in this world again.",
    "descriptionHn": "भगवद गीता का चौथा अध्याय 'ज्ञान कर्म संन्यास योग' है। इस अध्याय में कृष्ण ने कर्म योग की महिमा को गाया और अर्जुन को अद्वितीय ज्ञान (आत्मा और परमार्थ की जानकारी) प्रदान की। उन्होंने अपने इस सांसारिक जन्म के पीछे का कारण बताया। उन्होंने बताया कि हालांकि वे शाश्वत हैं, लेकिन वे समय-समय पर धर्म और शांति को इस पृथ्वी पर स्थापित करने के लिए पुनर्जन्म लेते हैं। उनके जन्म और क्रियाएँ शाश्वत हैं और कभी भी सांसारिक दोषों से प्रभावित नहीं होती हैं। जो लोग इस सत्य को जानते हैं और समझते हैं, वे पूर्ण विश्वास के साथ उनकी भक्ति में लग जाते हैं और अंततः उन्हें प्राप्त होते हैं। उन्हें इस दुनिया में फिर से जन्म नहीं लेना पड़ता।",
    "verses": [
      {
        "verse": 1,
        "text": "श्रीभगवानुवाच। इमं विवस्वते योगं प्रोक्तवानहमव्ययम्। विवस्वान् मनवे प्राह मनुरिक्ष्वाकवेऽब्रवीत्।।4.1।।",
        "translationEn": "The Blessed Lord said, 'I instructed this imperishable science of yoga to the sun-god, Vivasvan, who then instructed it to Manu, the father of mankind, and Manu in turn instructed it to Ikshvaku.'",
        "translationHn": "।।4.1।। श्रीभगवान ने कहा--मैंने इस अविनाशी योग विज्ञान को सूर्य देवता विवस्वान को प्रोक्त किया था, जिन्होंने इसे मनु से कहा, मनु ने इसे इक्ष्वाकु से कहा।",
        "commentaryEn": "4.1 इमम् this? विवस्वते to Vivasvan? योगम् Yoga? प्रोक्तवान् taught? अहम् I? अव्ययम् imperishable? विवस्वान् Vivasvan? मनवे to Manu? प्राह taught? मनुः Manu? इक्ष्वाकवे to Ikshvaku? अब्रवीत् taught.Commentary Vivasvan means the sun. Ikshvaku was the son of Manu. Ikshvaku was the reputed ancestor of the solar dynasty of Kshatriyas.This Yoga is said to be imperishable because the result or fruit? i.e.?Moksha? that can be attained through it is imperishable.If the rulers of dominions possess a knowledge of the Yoga taught by Me in the preceding two discourses? they can protect the Brahmanas and rule their kingdom with justice. So I taught this Yoga to the Sungod in the beginning of evolution.",
        "commentaryHn": "।।4.1।। व्याख्या--'इमम्' इस? 'विवस्वते' सूर्य देवता विवस्वान को? 'योगम्' योग? 'प्रोक्तवान्' सिखाया था? 'अहम्' मैंने? 'अव्ययम्' अविनाशी? 'विवस्वान्' विवस्वान? 'मनवे' मनु को? 'प्राह' सिखाया? 'मनुः' मनु? 'इक्ष्वाकवे' इक्ष्वाकु को? 'अब्रवीत्' सिखाया।"
      },
      {
        "verse": 2,
        "text": "एवं परम्पराप्राप्तमिमं राजर्षयो विदुः। स कालेनेह महता योगो नष्टः परन्तप।।4.2।।",
        "translationEn": "This supreme science was thus received through the chain of disciplic succession, and the saintly kings understood it in that way. But in course of time the succession was broken, O Arjuna, and that is the reason the science as it is appears to be lost.",
        "translationHn": "।।4.2।। इस प्रकार परम्परागत योग को राजर्षियों ने जाना था। परन्तु हे परंतप अर्जुन! समय के साथ यह परम्परा टूट गई और इसी कारण यह योग नष्ट हो गया है।",
        "commentaryEn": "4.2 evam thus? paramparā through the chain of disciplic succession? prāptam received? imam this? rājarṣayaḥ saintly kings? viduḥ understood? saḥ that? kālena in course of time? iha here? mahatā great? yogah science? naṣṭaḥ lost? parantapa O Arjuna.Commentary This supreme science was thus received through the chain of disciplic succession? and the saintly kings understood it in that way. But in course of time the succession was broken? O Arjuna? and that is the reason the science as it is appears to be lost.",
        "commentaryHn": "।।4.2।। व्याख्या--'एवं' इस प्रकार? 'परम्पराप्राप्तम्' परम्परा से प्राप्त हुआ? 'इमं' यह? 'राजर्षयः' राजर्षियों ने? 'विदुः' जाना? 'सः' वह? 'कालेन' समय के साथ? 'इह' इस भूमि पर? 'महता' महान? 'योगः' योग? 'नष्टः' नष्ट हो गया? 'परन्तप' हे परंतप अर्जुन।"
      },
      {
        "verse": 3,
        "text": "स एवायं मया तेऽद्य योगः प्रोक्तः पुरातनः। भक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम्।।4.3।।",
        "translationEn": "That very ancient science of the relationship with the Supreme is today told by Me to you because you are My devotee as well as My friend; therefore you can understand the transcendental mystery of this science.",
        "translationHn": "।।4.3।। वह पुरातन योग जो अत्यन्त गोपनीय है, वह आज मैंने तुम्हें इसलिए कहा है क्योंकि तुम मेरे भक्त और मेरे मित्र हो।",
        "commentaryEn": "4.3 saḥ that? eva certainly? ayam this? mayā by Me? te to you? adya today? yogah science? praktaḥ told? purātanaḥ very ancient? bhaktaḥ asi you are My devotee? me My? sakhā friend? ca and? iti thus? rahasyam mystery? hi certainly? etat this? uttamam transcendental.Commentary That very ancient science of the relationship with the Supreme is today told by Me to you because you are My devotee as well as My friend; therefore you can understand the transcendental mystery of this science.",
        "commentaryHn": "।।4.3।। व्याख्या--'सः' वह? 'एव' निश्चित ही? 'अयम्' यह? 'मया' मैंने? 'ते' तुम्हें? 'अद्य' आज? 'योगः' योग? 'प्रोक्तः' कहा गया? 'पुरातनः' पुरातन? 'भक्तः' भक्त? 'असि' हो? 'मे' मेरे? 'सखा' मित्र? 'चेति' और? 'रहस्यं' रहस्य? 'हि' निश्चित ही? 'एतत्' यह? 'उत्तमम्' अत्यन्त उत्तम।"
      },
      {
        "verse": 4,
        "text": "अर्जुन उवाच। अपरं भवतो जन्म परं जन्म विवस्वतः। कथमेतद्विजानीयां त्वमादौ प्रोक्तवानिति।।4.4।।",
        "translationEn": "Arjuna said, 'The sun-god Vivasvan is senior by birth to You. How am I to understand that in the beginning You instructed this science to him?'",
        "translationHn": "।।4.4।। अर्जुन ने कहा--आपका जन्म विवस्वान सूर्य देवता से पहला हुआ है। इसलिए मैं यह कैसे समझूं कि आपने उन्हें इस योग का आदि में सिखाया था?",
        "commentaryEn": "4.4 arjunaḥ Arjuna? uvāca said? aparaṁ the sun-god Vivasvan? bhavataḥ Your? janma birth? param senior? janma birth? vivasvataḥ to Vivasvan? katham how? etat this? vijānīyām am I to understand? tvam You? ādau in the beginning? prakta-vān instructed? iti thus.Commentary Arjuna said? 'The sun-god Vivasvan is senior by birth to You. How am I to understand that in the beginning You instructed this science to him?'",
        "commentaryHn": "।।4.4।। व्याख्या--'अर्जुन उवाच' अर्जुन ने कहा--'आपका जन्म विवस्वान सूर्य देवता से पहला हुआ है। इसलिए मैं यह कैसे समझूं कि आपने उन्हें इस योग का आदि में सिखाया था?'"
      },
      {
        "verse": 5,
        "text": "श्रीभगवानुवाच। बहूनि मे व्यतीतानि जन्मानि तव चार्जुन। तान्यहं वेद सर्वाणि न त्वं वेत्थ परन्तप।।4.5।।",
        "translationEn": "The Blessed Lord said, 'Many, many births both you and I have passed. I can remember all of them, but you cannot, O subduer of the enemy!'",
        "translationHn": "।।4.5।। भगवान ने कहा--हे परंतप अर्जुन! तू और मैं बहुत-से जन्म तक गए हैं। मैं सभी जन्मों को याद कर सकता हूँ, परन्तु तू नहीं।",
        "commentaryEn": "4.5 śrībhagavān the Blessed Lord? uvāca said? bahūni many? me My? vyatītāni passed? janmāni births? tava Your? ca and? arjuna O Arjuna? tāni them? aham I? veda know? sarvāṇi all? na not? tvam you? vettha know? parantapa O subduer of the enemy.Commentary The Blessed Lord said? 'Many? many births both you and I have passed. I can remember all of them? but you cannot? O subduer of the enemy!'",
        "commentaryHn": "।।4.5।। व्याख्या--'श्रीभगवानुवाच' भगवान ने कहा--'हे परंतप अर्जुन! तू और मैं बहुत-से जन्म तक गए हैं। मैं सभी जन्मों को याद कर सकता हूँ, परन्तु तू नहीं।'"
      },
      {
        "verse": 6,
        "text": "अजोऽपि सन्नव्ययात्मा भूतानामीश्वरोऽपि सन्। प्रकृतिं स्वामधिष्ठाय सम्भवाम्यात्ममायया।।4.6।।",
        "translationEn": "Although I am unborn and My transcendental body never deteriorates, and although I am the Lord of all living entities, I still appear in every millennium in My original transcendental form.",
        "translationHn": "।।4.6।। हालांकि मैं अजन्मा और मेरा अविनाशी शरीर है, और हालांकि मैं सभी भूतों के ईश्वर हूँ, फिर भी मैं हर युग में अपने आत्ममाया से उत्पन्न होता हूँ।",
        "commentaryEn": "4.6 ajaḥ unborn? api although? san being so? avyaya imperishable? ātmā transcendental body? bhūtānām of all living entities? īśvaraḥ the Lord? api although? san being so? prakṛtim nature? svām own? adhiṣṭhāya situated? sambhavāmi appear? ātma-māyayā by My internal energy.Commentary Although I am unborn and My transcendental body never deteriorates? and although I am the Lord of all living entities? I still appear in every millennium in My original transcendental form.",
        "commentaryHn": "।।4.6।। व्याख्या--'अजः' अजन्मा? 'अपि' भी? 'सन्' होने पर भी? 'अव्ययात्मा' अविनाशी शरीर वाला? 'भूतानाम्' सभी भूतों का? 'ईश्वरः' ईश्वर? 'अपि' भी? 'सन्' होने पर भी? 'प्रकृतिं' प्रकृति? 'स्वाम्' अपनी? 'अधिष्ठाय' आधारित होकर? 'सम्भवामि' उत्पन्न होता हूँ? 'आत्ममायया' अपनी आत्ममाया से।"
      },
      {
        "verse": 7,
        "text": "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत। अभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम्।।4.7।।",
        "translationEn": "Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion—at that time I descend Myself.",
        "translationHn": "।।4.7।। हे भारतवंशी अर्जुन! जब-जब धर्म की हानि और अधर्म की वृद्धि होती है, तब-तब मैं अपने आप को उत्पन्न करता हूँ।",
        "commentaryEn": "4.7 yadā yadā whenever and wherever? hi certainly? dharmasya of religion? glāniḥ decline? bhavati takes place? bhārata O descendant of Bharata? abhyutthānam rise? adharmasya of irreligion? tadā then? ātmānam Myself? sṛjāmi descend? aham I.Commentary Whenever and wherever there is a decline in religious practice? O descendant of Bharata? and a predominant rise of irreligion? at that time I descend Myself.",
        "commentaryHn": "।।4.7।। व्याख्या--'यदा यदा' जब-जब? 'हि' निश्चित ही? 'धर्मस्य' धर्म की? 'ग्लानिः' हानि? 'भवति' होती है? 'भारत' भारतवंशी? 'अभ्युत्थानम्' वृद्धि? 'अधर्मस्य' अधर्म की? 'तदा' तब? 'आत्मानम्' अपने आप को? 'सृजामि' उत्पन्न करता हूँ।"
      },
      {
        "verse": 8,
        "text": "परित्राणाय साधूनां विनाशाय च दुष्कृताम्। धर्मसंस्थापनार्थाय सम्भवामि युगे युगे।।4.8।।",
        "translationEn": "To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I Myself appear millennium after millennium.",
        "translationHn": "।।4.8।। साधुओं की रक्षा के लिए और दुष्टों के विनाश के लिए, साथ ही धर्म की स्थापना के लिए, मैं हर युग में अपने आप को उत्पन्न करता हूँ।",
        "commentaryEn": "4.8 paritrāṇāya for the deliverance? sādhūnām of the pious? vināśāya for the annihilation? ca and? duṣkṛtām of the miscreants? dharma-saṁsthāpanārthāya for the reestablishment of the principles of religion? sambhavāmi I appear? yuge yuge millennium after millennium.Commentary To deliver the pious and to annihilate the miscreants? as well as to reestablish the principles of religion? I Myself appear millennium after millennium.",
        "commentaryHn": "।।4.8।। व्याख्या--'परित्राणाय' रक्षा के लिए? 'साधूनां' साधुओं की? 'विनाशाय' विनाश के लिए? 'च' और? 'दुष्कृताम्' दुष्टों की? 'धर्मसंस्थापनार्थाय' धर्म की स्थापना के लिए? 'सम्भवामि' उत्पन्न होता हूँ? 'युगे युगे' हर युग में।"
      },
      {
        "verse": 9,
        "text": "जन्म कर्म च मे दिव्यमेवं यो वेत्ति तत्त्वतः। त्यक्त्वा देहं पुनर्जन्म नैति मामेति सोऽर्जुन।।4.9।।",
        "translationEn": "One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.",
        "translationHn": "।।4.9।। जो व्यक्ति मेरे जन्म और कर्म की दिव्य प्रकृति को तत्त्व से जानता है, वह शरीर त्यागकर पुनर्जन्म नहीं लेता और मुझे प्राप्त होता है, हे अर्जुन।",
        "commentaryEn": "4.9 janma birth? karma activities? ca and? me My? divyam transcendental? evam thus? yaḥ who? vetti knows? tattvataḥ in reality? tyaktvā leaving? deham the body? punarjanma birth again? na not? eti attains? mām Me? eti attains? saḥ he? arjuna O Arjuna.Commentary One who knows the transcendental nature of My appearance and activities does not? upon leaving the body? take his birth again in this material world? but attains My eternal abode? O Arjuna.",
        "commentaryHn": "।।4.9।। व्याख्या--'जन्म' जन्म? 'कर्म' कर्म? 'च' और? 'मे' मेरे? 'दिव्यम्' दिव्य? 'एवं' इस प्रकार? 'यः' जो? 'वेत्ति' जानता है? 'तत्त्वतः' तत्त्व से? 'त्यक्त्वा' त्यागकर? 'देहम्' शरीर? 'पुनर्जन्म' पुनर्जन्म? 'नैति' नहीं लेता? 'माम्' मुझे? 'एति' प्राप्त होता है? 'सः' वह? 'अर्जुन' हे अर्जुन।"
      },
      {
        "verse": 10,
        "text": "वीतरागभयक्रोधा मन्मया मामुपाश्रिताः। बहवो ज्ञानतपसा पूता मद्भावमागताः।।4.10।।",
        "translationEn": "Being freed from attachment, fear, and anger, being fully absorbed in Me and taking refuge in Me, many, many persons in the past became purified by knowledge of Me—and thus they all attained My abode.",
        "translationHn": "।।4.10।। राग, भय और क्रोध से रहित होकर मुझमें पूर्ण अवगत होकर और मुझमें शरण लेकर बहुत-से लोग ज्ञान और तपस्या से पवित्र होकर मेरे भाव को प्राप्त हुए।",
        "commentaryEn": "4.10 vīta freed from? rāga attachment? bhaya fear? krodhā anger? mām Me? upāśritāḥ taking refuge? bahavaḥ many? jñāna knowledge? tapasā by austerity? pūtā purified? mat-bhāvam My abode? āgatāḥ attained.Commentary Being freed from attachment? fear? and anger? being fully absorbed in Me and taking refuge in Me? many? many persons in the past became purified by knowledge of Me? and thus they all attained My abode.",
        "commentaryHn": "।।4.10।। व्याख्या--'वीतराग' राग से रहित? 'भय' भय से  रहित? 'क्रोधा' क्रोध से रहित? 'मन्मया' मुझमें पूर्ण अवगत होकर? 'माम्' मुझमें? 'उपाश्रिताः' शरण लेकर? 'बहवः' बहुत-से? 'ज्ञानतपसा' ज्ञान और तपस्या से? 'पूता' पवित्र होकर? 'मद्भावमागताः' मेरे भाव को प्राप्त हुए।"
      },
      {
        "verse": 11,
        "text": "ये यथा मां प्रपद्यन्ते तांस्तथैव भजाम्यहम्। मम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः।।4.11।।",
        "translationEn": "As all surrender unto Me, I reward them accordingly. Everyone follows My path in all respects, O son of Pritha.",
        "translationHn": "।।4.11।। जैसे-जैसे लोग मुझमें शरण होते हैं, मैं उन्हें उसी प्रकार भला करता हूँ। हे पृथा पुत्र अर्जुन! सभी मनुष्य मेरे मार्ग का पालन करते हैं।",
        "commentaryEn": "4.11 ye those who? yathā as? mām unto Me? prapadyante surrender? tān them? tathā eva accordingly? bhajāmi reward? aham I? mam My? vartma path? anuvartante follow? manuṣyāḥ persons? pārtha O son of Pritha? sarvaśaḥ in all respects.Commentary As all surrender unto Me? I reward them accordingly. Everyone follows My path in all respects? O son of Pritha.",
        "commentaryHn": "।।4.11।। व्याख्या--'ये' जो लोग? 'यथा' जैसे? 'माम्' मुझमें? 'प्रपद्यन्ते' शरण होते हैं? 'तान्' उन्हें? 'तथैव' उसी प्रकार? 'भजामि' भला करता हूँ? 'अहम्' मैं? 'मम' मेरे? 'वर्त्म' मार्ग? 'अनुवर्तन्ते' पालन करते हैं? 'मनुष्याः' मनुष्य? 'पार्थ' पृथा पुत्र? 'सर्वशः' सभी प्रकार से।"
      },
      {
        "verse": 12,
        "text": "काङ्क्षन्तः कर्माणां सिद्धिं यजन्त इह देवताः। क्षिप्रं हि मानुषे लोके सिद्धिर्भवति कर्मजा।।4.12।।",
        "translationEn": "Those who long for success in action in this world sacrifice to the gods; for success is quickly attained by men through action.",
        "translationHn": "।।4.12।। कर्मोंकी सिद्धि (फल) चाहनेवाले मनुष्य देवताओंकी उपासना किया करते हैं; क्योंकि इस मनुष्यलोकमें कर्मोंसे उत्पन्न होनेवाली सिद्धि जल्दी मिल जाती है।",
        "commentaryEn": "4.12 काङ्क्षन्तः those who long for? कर्मणाम् of actions? सिद्धिम् success? यजन्ते sacrifice? इह in this world? देवताः gods? क्षिप्रम् ickly? हि because? मानुषे in the human? लोके (in the) world? सिद्धिः success? भवति is attained? कर्मजा born of action.Commentary It is very difficult to attain to the knowledge of the Self or Selfrealisation. It demans perfect renunciation. The aspirnat should possess the four means and many other virtues? and practise constant and intense meditaion. But worldly success can be attained ickly and easily.",
        "commentaryHn": "4.12।। व्याख्या--'काङ्क्षन्तः कर्मणां सिद्धिं यजन्त इह देवताः'--मनुष्यको नवीन कर्म करनेका अधिकार मिला हुआ है। कर्म करनेसे ही सिद्धि होती है--ऐसा प्रत्यक्ष देखनेमें आता है। इस कारण मनुष्यके अन्तःकरणमें यह बात दृढ़तासे बैठी हुई है कि कर्म किये बिना कोई भी वस्तु नहीं मिलती। वे ऐसा समझते हैं कि सांसारिक वस्तुओंकी तरह भगवान्की प्राप्ति भी कर्म (तप, ध्यान, समाधि आदि) करनेसे ही होती है। नाशवान् पदार्थोंकी कामनाओंके कारण उनकी दृष्टि इस वास्तविकताकी ओर जाती ही नहीं कि सांसारिक वस्तुएँ कर्मजन्य हैं, एकदेशीय हैं, हमें नित्य प्राप्त नहीं हैं, हमारेसे अलग हैं और परिवर्तनशील हैं, इसलिये उनकी प्राप्तिके लिये कर्म करने आवश्यक हैं। परन्तु भगवान् कर्मजन्य नहीं हैं, सर्वत्र परिपूर्ण हैं, हमें नित्यप्राप्त हैं, हमारेसे अलग नहीं हैं और अपरिवर्तनशील हैं, इसलिये भगवत्प्राप्तिमें सांसारिक वस्तुओंकी प्राप्तिका नियम नहीं चल सकता। भगवत्प्राप्ति केवल उत्कट अभिलाषासे होती है। उत्कट अभिलाषा जाग्रत् न होनेमें खास कारण सांसारिक भोगोंकी कामना ही है। भगवान् तो पिताके समान हैं और देवता दूकानदारके समान। अगर दूकानदार वस्तु न दे, तो उसको पैसे लेनेका अधिकार नहीं है; परन्तु पिताको पैसे लेनेका भी अधिकार है और वस्तु देनेका भी। बालकको पितासे कोई वस्तु लेनेके लिये कोई मूल्य नहीं देना पड़ता, पर दूकानदारसे वस्तु लेनेके लिये मूल्य देना पड़ता है। ऐसे ही भगवान्से कुछ लेनेके लिये कोई मूल्य देनेकी जरूरत नहीं है; परन्तु देवताओंसे कुछ प्राप्त करनेके लिये विधिपूर्वक कर्म करने पड़ते हैं। दूकानदारसे बालक दियासलाई, चाकू आदि हानिकारक वस्तुएँ भी पैसे देकर खरीद सकता है; परन्तु यदि वह पितासे ऐसी हानिकारक वस्तुएँ माँगे तो वे उसे नहीं देंगे और पैसे भी ले लेंगे। पिता वही वस्तु देते हैं, जिसमें बालकका हित हो। इसी प्रकार देवतालोग अपने उपासकों को (उनकी उपासना साङ्गोपाङ्ग होनेपर) उनके हित-अहितका विचार किये बिना उनकी इच्छित वस्तुएँ दे देते हैं; परन्तु परमपिता भगवान् अपने भक्तोंको अपनी इच्छासे वे ही वस्तुएँ देते हैं, जिसमें उनका परमहित हो। ऐसे होनेपर भी नाशवान् पदार्थोंकी आसक्ति, ममता और कामनाके कारण अल्प-बुद्धिवाले मनुष्य भगवान्की महत्ता और सुहृत्ताको नहीं जानते इसलिये वे अज्ञानवश देवताओंकी उपासना करते हैं (गीता 7। 20 23 9। 23 24)।'क्षिप्रं हि मानुषे लोके सिद्धिर्भवति कर्मजा'--यह मनुष्यलोक कर्मभूमि है--'कर्मानुबन्धीनि मनुष्यलोके' (गीता 15। 2)। इसके सिवाय दूसरे लोक (स्वर्ग-नरकादि) भोगभूमियाँ हैं। मनुष्यलोकमें भी नया कर्म करनेका अधिकार मनुष्यको ही है, पशु-पक्षी आदिको नहीं। मनुष्य-शरीरमें किये हुए कर्मोंका फल ही लोक तथा परलोकमें भोगा जाता है।मनुष्यलोकमें कर्मोंकी आसक्तिवाले मनुष्य रहते हैं--'कर्मसङ्गिषु जायते' (गीता 14। 15)। कर्मोंकीआसक्तिके कारण वे कर्मजन्य सिद्धिपर ही लुब्ध होते हैं। कर्मोंसे जो सिद्धि होती है, वह यद्यपि शीघ्र मिल जाती है, तथापि वह सदा रहनेवाली नहीं होती। जब कर्मोंका आदि और अन्त होता है, तब उनसे होनेवाली सिद्धि (फल) सदा कैसे रह सकती है? इसलिये नाशवान् कर्मोंका फल भी नाशवान् ही होता है। परन्तु कामनावाले मनुष्यकी दृष्टि शीघ्र मिलनेवाले फलपर तो जाती है, पर उसके नाशकी ओर नहीं जाती। विधिपूर्वक साङ्गोपाङ्ग किये गये कर्मोंका फल देवताओंसे शीघ्र मिल जाया करता है; इसलिये वे देवताओंकी ही शरण लेते हैं और उन्हींकी आराधना करते हैं। कर्मजन्य फल चाहनेके कारण वे कर्मबन्धनसे मुक्त नहीं होते और परिणामस्वरूप बारंबार जन्मते-मरते रहते हैं। जो वास्तविक सिद्धि है वह कर्मजन्य नहीं है। वास्तविक सिद्धि 'भगवत्प्राप्ति' है। भगवत्प्राप्तिके साधन--कर्मयोग, ज्ञानयोग और भक्तियोग भी कर्मजन्य नहीं हैं। योगकी सिद्धि कर्मोंके द्वारा नही होती, प्रत्युत कर्मोंके सम्बन्ध-विच्छेदसे होती है। शङ्का--'कर्मयोग' की सिद्धि तो कर्म करनेसे ही बतायी गयी है--'आरुरुक्षोर्मुनेर्योगं कर्म कारणमुच्यते' (गीता 6। 3), तो फिर कर्मयोग कर्मजन्य कैसे नहीं है?समाधान--कर्मयोगमें कर्मोंसे और कर्म-सामग्रीसे सम्बन्ध-विच्छेद करनेके लिये ही कर्म किये जाते हैं। योग (परमात्माका नित्य-सम्बन्ध) तो स्वतःसिद्ध और स्वाभाविक है। अतः योग अथवा परमात्मप्राप्ति कर्मजन्य नहीं है। वास्तवमें कर्म सत्य नहीं है, प्रत्युत परमात्मप्राप्तिके साधनरूप कर्मोंका विधान सत्य है। कोई भी कर्म जब सत्के लिये किया जाता है, तब उसका परिणाम सत् होनेसे उस कर्मका नाम भी सत् हो जाता है--'कर्म चैव तदर्थीयं सदित्येवाभिधीयते' (गीता 17। 27)।अपने लिये कर्म करनेसे ही 'योग'-(परमात्माके साथ नित्ययोग-) का अनुभव नहीं होता। कर्मयोगमें दूसरोंके लिये ही सब कर्म किये जाते हैं, अपने लिये अर्थात् फल-प्राप्तिके लिये नहीं--'कर्मण्येवाधिकारस्ते मा फलेषु कदाचन'(गीता 2। 47)। अपने लिये कर्म करनेसे मनुष्य बँधता है (गीता 3। 9) और दूसरोंके लिये कर्म करनेसे वह मुक्त होता है (गीता 4। 23)। कर्मयोगमें दूसरोंके लिये ही सब कर्म करनेसे कर्म और फलसे सम्बन्ध-विच्छेद हो जाता है, जो 'योग' का अनुभव करानेमें हेतु है।कर्म करनेमें 'पर' अर्थात् शरीर, इन्द्रियाँ, मन, बुद्धि, पदार्थ, व्यक्ति, देश, काल आदि परिवर्तनशीलवस्तुओंकी सहायता लेनी पड़ती है। 'पर' की सहायता लेना परतन्त्रता है। स्वरूप ज्यों-का-त्यों है। उसमें कभी कोई परिवर्तन नहीं होता। इसलिये उसकी अनुभूतिमें 'पर' कहे जानेवाले शरीरादि पदार्थोंके सहयोगकी लेशमात्र भी अपेक्षा, आवश्यकता नहीं है। 'पर' से माने हुए सम्बन्धका त्याग होनेसे स्वरूपमें स्वतःसिद्ध स्थितिका अनुभव हो जाता है।सम्बन्ध--आठवें श्लोकमें अपने अवतारके उद्देश्यका वर्णन करके नवें श्लोकमें भगवान्ने अपने कर्मोंकी दिव्यताको जाननेका माहात्म्य बताया। कर्मजन्य सिद्धि चाहनेसे ही कर्मोंमें अदिव्यता (मलिनता) आती है। अतः कर्मोंमें दिव्यता (पवित्रता) कैसे आती है--इसे बतानेके लिये अब भगवान् अपने कर्मोंकी दिव्यताका विशेष वर्णन करते हैं।"
      },
      {
        "verse": 13,
        "text": "चातुर्वर्ण्यं मया सृष्टं गुणकर्मविभागशः। तस्य कर्तारमपि मां विद्ध्यकर्तारमव्ययम्।।4.13।।",
        "translationEn": "According to the three modes of material nature and the work ascribed to them, the four divisions of human society were created by Me. And, although I am the creator of this system, you should know that I am yet the non-doer, being unchangeable.",
        "translationHn": "।।4.13।। मैंने गुण और कर्मोंके विभागसे चार वर्णोंकी रचना की है। उसके कर्ता को भी मुझे ही जान, क्योंकि मैं अविनाशी अकर्ता हूँ।",
        "commentaryEn": "4.13 cātur-varṇyam the four divisions of human society? mayā by Me? sṛṣṭam created? guṇa quality? karma work? vibhāgaśaḥ according to the division? tasya of that? kartāram the creator? api also? mām Me? viddhi know? akartāram non-doer? avyayam unchangeable.Commentary According to the three modes of material nature and the work ascribed to them? the four divisions of human society were created by Me. And? although I am the creator of this system? you should know that I am yet the non-doer? being unchangeable.",
        "commentaryHn":  "4.13।। व्याख्या--'चातुर्वर्ण्यं' (टिप्पणी प0 235.1) 'मया सृष्टं गुणकर्मविभागशः'--पूर्वजन्मोंमें किये गये कर्मोंके अनुसार सत्त्व, रज और तम--इन तीनों गुणोंमें न्यूनाधिकता रहती है। सृष्टि-रचनाके समय उन गुणों और कर्मोंके अनुसार भगवान् ब्राह्मण, क्षत्रिय, वैश्य और शूद्र--इन चारों वर्णोंकी रचना करते हैं (टिप्पणी प0 235.2)। मनुष्यके सिवाय देव, पितर, तिर्यक् आदि दूसरी योनियोंकी रचना भी भगवान् गुणों और कर्मोंके अनुसार ही करते हैं। इसमें भगवान्की किञ्चिन्मात्र भी विषमता नहीं है।"

      },
      {
        "verse": 14,
        "text": "न मां कर्माणि लिम्पन्ति न मे कर्मफले स्पृहा। इति मां योऽभिजानाति कर्मभिर्न स बध्यते।।4.14।।",
        "translationEn": "There is no work that affects Me; nor do I aspire for the fruits of action. One who understands this truth about Me also does not become entangled in the fruitive reactions of work.",
        "translationHn": "।।4.14।। मुझे कोई कर्म नहीं लिप्त कर सकता और मुझे कर्मफलकी भी आकांक्षा नहीं है। जो मुझे इस प्रकार जानता है, वह कर्मोंके द्वारा बँधनमें नहीं पड़ता।",
        "commentaryEn": "4.14 na not? mām Me? karmāṇi activities? limpanti affect? na nor? me My? karma-phale in the result of action? spṛhā aspiration? iti thus? mām Me? yaḥ who? abhijānāti understands? karmabhiḥ by activities? na not? saḥ he? badhyate becomes entangled.Commentary There is no work that affects Me; nor do I aspire for the fruits of action. One who understands this truth about Me also does not become entangled in the fruitive reactions of work.",
        "commentaryHn" : "4.14।। व्याख्या--'चातुर्वर्ण्यं' (टिप्पणी प0 235.1) 'मया सृष्टं गुणकर्मविभागशः'--पूर्वजन्मोंमें किये गये कर्मोंके अनुसार सत्त्व, रज और तम--इन तीनों गुणोंमें न्यूनाधिकता रहती है। सृष्टि-रचनाके समय उन गुणों और कर्मोंके अनुसार भगवान् ब्राह्मण, क्षत्रिय, वैश्य और शूद्र--इन चारों वर्णोंकी रचना करते हैं (टिप्पणी प0 235.2)। मनुष्यके सिवाय देव, पितर, तिर्यक् आदि दूसरी योनियोंकी रचना भी भगवान् गुणों और कर्मोंके अनुसार ही करते हैं। इसमें भगवान्की किञ्चिन्मात्र भी विषमता नहीं है।'चातुर्वर्ण्यम्' पद प्राणिमात्रका उपलक्षण है। इसका तात्पर्य है कि मनुष्य ही चार प्रकारके नहीं होते, अपितु पशु, पक्षी, वृक्ष आदि भी चार प्रकारके होते हैं; जैसे--पक्षियोंमें कबूतर आदि ब्राह्मण, बाज आदि क्षत्रिय, चील आदि वैश्य और कौआ आदि शूद्र पक्षी हैं। इसी प्रकार वृक्षोंमें पीपल आदि ब्राह्मण, नीम आदि क्षत्रिय, इमली आदि वैश्य और बबूल चारों वर्णोंकी रचना मैंने ही की है--इससे भगवान्का यह भाव भी है कि एक तो ये मेरे ही अंश हैं; और दूसरे, मैं प्राणिमात्रका सुहृद् हूँ, इसलिये मैं सदा उनके हितको ही देखता हूँ। इसके विपरीत ये न तो देवताके अंश हैं और न देवता सबसे सुहृद् ही हैं। इसलिये मनुष्यको चाहिये कि वह अपने वर्णके अनुसार समस्त कर्तव्य-कर्मोंसे मेरा ही पूजन करे (गीता 18। 46)।"
      },
      {
        "verse": 15,
        "text": "एवं ज्ञात्वा कृतं कर्म पूर्वैरपि मुमुक्षुभिः। कुरु कर्मैव तस्मात्वं पूर्वैः पूर्वतरं कृतम्।।4.15।।",
        "translationEn": "Having known this, the ancient seekers of liberation also performed their duties. Therefore, following in their footsteps, you should perform your work.",
        "translationHn": "।।4.15।। इस प्रकार जानकर पूर्वकालमें मुमुक्षुओंने भी कर्म किया था। इसलिये तू भी उनके पथका अनुसरण करके कर्म कर।",
        "commentaryEn": "4.15 evam thus? jñātvā knowing? kṛtam performed? karma duties? pūrvaiḥ by the ancients? api also? mumukṣubhiḥ seekers of liberation? kuru perform? karma eva only? tasmāt therefore? tvam you? pūrvaiḥ by the ancients? pūrvataraṁ in the past? kṛtam performed.Commentary Having known this? the ancient seekers of liberation also performed their duties. Therefore? following in their footsteps? you should perform your work.",
        "commentaryHn":"4.15।। व्याख्या-- [नवें श्लोकमें भगवान्ने अपने कर्मोंकी दिव्यताका जो प्रसङ्ग आरम्भ किया था उसका यहाँ उपसंहार करते हैं।]'एवं ज्ञात्वा कृतं कर्म पूर्वैरपि मुमुक्षुभिः'--अर्जुन मुमुक्षु थे अर्थात् अपना कल्याण चाहते थे। परन्तु युद्धरूपसे प्राप्त अपने कर्तव्य-कर्मको करनेमें उन्हें अपना कल्याण नहीं दीखता, प्रत्युत वे उसको घोर-कर्म समझकर उसका त्याग करना चाहते हैं (गीता 3। 1)। इसलिये भगवान् अर्जुनको पूर्वकालके मुमुक्षु पुरुषोंका उदाहरण देते हैं कि उन्होंने भी अपने-अपने कर्तव्य-कर्मोंका पालन करके कल्याणकी प्राप्ति की है, इसलिये तुम्हें भी उनकी तरह अपने कर्तव्यका पालन करना चाहिये।तीसरे अध्यायके बीसवें श्लोकमें जनकादिका उदाहरण देकर तथा इसी (चौथे) अध्यायके पहले-दूसरे श्लोकोंमें विवस्वान्, मनु, इक्ष्वाकु आदिका उदाहरण देकर भगवान्ने जो बातें कही थी, वही बात इस श्लोकमें भी कह रहे हैं।शास्त्रोंमें ऐसी प्रसिद्धि है कि मुमुक्षा जाग्रत् होनेपर कर्मोंका स्वरूपसे त्याग कर देना चाहिये; क्योंकि मुमुक्षाके बाद मनुष्य कर्मका अधिकारी नहीं होता; प्रत्युत ज्ञानका अधिकारी हो जाता है (टिप्पणी प0 238)। परन्तु यहाँ भगवान् कहते हैं कि मुमुक्षुओंने भी कर्मयोगका तत्त्व जानकर कर्म किये हैं। इसलिये मुमुक्षा जाग्रत् होनेपर भी अपने कर्तव्य-कर्मोंका त्याग नहीं करना चाहिये, प्रत्युत निष्कामभावपूर्वक कर्तव्य-कर्म करते रहना चाहिये।कर्मयोग का तत्त्व है--कर्म करते हुए योगमें स्थित रहना और योगमें स्थित रहते हुए कर्म करना। कर्म संसारके लिये और योग अपने लिये होता है। कर्मोंको करना और न करना--दोनों अवस्थाएँ हैं। अतः प्रवृत्ति (कर्म करना) और निवृत्ति (कर्म न करना) दोनों ही प्रवृत्ति (कर्म करना) है। प्रवृत्ति और निवृत्ति--दोनोंसे ऊँचा उठ जाना योग है, जो पूर्ण निवृत्ति है। पूर्ण निवृत्ति कोई अवस्था नहीं है। चौदहवें श्लोकमें भगवान्ने कहा कि कर्मफलमें मेरी स्पृहा नहीं है, इसलिये मुझे कर्म नहीं बाँधते। जो मनुष्य कर्म करनेकी इस विद्या-(कर्मयोग-) को जानकर फलेच्छाका त्याग करके कर्म करता है, वह भी कर्मोंसे नहीं बँधता; कारण कि फलेच्छासे ही मनुष्य बँधता है--फले सक्तो निबध्यते (गीता 5। 12)। अगर मनुष्य अपने सुखभोगके लिये अथवा धन, मान, बड़ाई, स्वर्ग आदिकी प्राप्तिके लिये कर्म करता है तो वे कर्म उसे बाँध देते हैं (गीता 3। 9)। परन्तु यदि उसका लक्ष्य उत्पत्ति-विनाशशील संसार नहीं है, प्रत्युत वह संसारसे सम्बन्ध-विच्छेद करनेके लिये निःस्वार्थ सेवा-भावसे केवल दूसरोंके हितके लिये कर्म करता है, तो वे कर्म उसे बाँधते नहीं (गीता 4। 23)। कारण कि दूसरोंके लिये कर्म करनेसे कर्मोंका प्रवाह संसारकी तरफ हो जाता है, जिससे कर्मोंका सम्बन्ध (राग) मिट जाता है और फलेच्छा न रहनेसे नया सम्बन्ध पैदा नहीं होता।"
      },
      {
        "verse": 16,
        "text": "किं कर्म किमकर्मेति कवयोऽप्यत्र मोहिताः। तत्ते कर्म प्रवक्ष्यामि यज्ज्ञात्वा मोक्ष्यसेऽशुभात्।।4.16।।",
        "translationEn": "Even the intelligent are bewildered in determining what is action and what is inaction. Now I shall explain to you what action is, knowing which you shall be liberated from all sins.",
        "translationHn": "।।4.16।। इसके बावजूद भी यहाँ कवि भ्रमित हो जाते हैं कि क्या कर्म है और क्या अकर्म है। इसलिये मैं तुझे उस कर्मका विवेचन करूँगा, जिसको जानकर तू अशुभ से मुक्त होगा।",
        "commentaryEn": "4.16 kiṁ what? karma action? kim what? akarma inaction? iti thus? kavayaḥ the intelligent? api also? atra in this matter? mohitāḥ bewildered? tat that? te to you? karma action? pravakṣyāmi shall explain? yat which? jñātvā knowing? mokṣyase you shall be liberated? aśubhāt from all sins.Commentary Even the intelligent are bewildered in determining what is action and what is inaction. Now I shall explain to you what action is? knowing which you shall be liberated from all sins.",
        "commentaryHn":"4.16।। व्याख्या--'किं कर्म'--साधारणतः मनुष्य शरीर और इन्द्रियोंकी क्रियाओँको ही कर्म मान लेते हैं तथा शरीर और इन्द्रियोंकी क्रियाएँ बंद होनेको अकर्म मान लेते हैं। परन्तु भगवान्ने शरीर वाणी और मनके द्वारा होनेवाली मात्र क्रियाओँको कर्म माना है--'शरीरवाङ्मनोभिर्यत्कर्म प्रारभते नरः' (गीता 18। 15)।भावके अनुसार ही कर्मकी संज्ञा होती है। भाव बदलनेपर कर्मकी संज्ञा भी बदल जाती है। जैसे कर्म स्वरूपसे सात्त्विक दीखता हुआ भी यदि कर्ताका भाव राजस या तामस होता है तो वह कर्म भी राजस या तामस हो जाता है। जैसे कोई देवीकी उपासनारूप कर्म कर रहा है जो स्वरूपसे सात्त्विक है। परन्तु यदि कर्ता उसे किसी कामनाकी सिद्धिके लिये करता है तो वह कर्म राजस हो जाता है और किसीका नाश करनेके लिये करता है तो वही कर्म तामस हो जाता है। इस प्रकार यदि कर्तामें फलेच्छा ममता और आसक्ति नहीं है तो उसके द्वारा किये गये कर्म अकर्म हो जाते हैं अर्थात् फलमें बाँधनेवाले नहीं होते। तात्पर्य यह है कि केवल बाहरी क्रिया करने अथवा न करनेसे कर्मके वास्तविक स्वरूपका ज्ञान नहीं होता। इस विषयमें शास्त्रोंको जाननेवाले बड़ेबड़े विद्वान् भी मोहित हो जाते हैं अर्थात् कर्मके तत्त्वका यथार्थ निर्णय नहीं कर पाते। जिस क्रियाको वे कर्म मानते हैं वह कर्म भी हो सकता है अकर्म भी हो सकता है और विकर्म भी हो सकता है। कारण कि कर्ताके भावके अनुसार कर्मका स्वरूप बदल जाता है। इसलिये भगवान् मानो यह कहते हैं कि वास्तविक कर्म क्या है वह क्यों बाँधता है कैसे बाँधता है इससे किस तरह मुक्त हो सकते हैं इन सबका मैं विवेचन करूँगा जिसको जानकर उस रीतिसे कर्म करनेपर वे बाँधनेवाले न हो सकेंगे।यदि मनुष्यमें ममता आसक्ति और फलेच्छा है तो कर्म न करते हुए भी वास्तवमें कर्म ही हो रहा है अर्थात् कर्मोंसे लिप्तता है। परन्तु यदि ममता आसक्ति और फलेच्छा नहीं है तो कर्म करते हुए भी कर्म नहीं हो रहा है अर्थात् कर्मोंसे निर्लिप्तता है। तात्पर्य यह है कि यदि कर्ता निर्लिप्त है तो कर्म करना अथवा न करना दोनों ही अकर्म हैं और यदि कर्ता लिप्त है तो कर्म करना अथवा न करना दोनों ही कर्म हैं औरबाँधनेवाले हैं।"
      },
      {
        "verse": 17,
        "text": "कर्मणो ह्यपि बोद्धव्यं बोद्धव्यं च विकर्मणः। अकर्मणश्च बोद्धव्यं गहना कर्मणो गतिः।।4.17।।",
        "translationEn": "One must understand what is duty, what is not duty, and what is forbidden work. Therefore, knowing the nature of action, one should renounce the fruits of action.",
        "translationHn": "।।4.17।। कर्म क्या है, अकर्म क्या है और विकर्म क्या है, इन तीनोंको जानना चाहिये। इसलिये कर्मकी प्रकृति को जानकर कर्मके फलका त्याग करना चाहिये।",
        "commentaryEn": "4.17 karmaṇaḥ of work? hi certainly? api also? boddhavyam to be understood? boddhavyam to be understood? ca also? vikarmaṇaḥ forbidden work? akarmaṇaḥ inaction? ca also? boddhavyam to be understood? gahanā profound? karmaṇaḥ of work? gatiḥ the path.Commentary One must understand what is duty? what is not duty? and what is forbidden work. Therefore? knowing the nature of action? one should renounce the fruits of action.",
        "commentaryHn":"4.17।। व्याख्या--'कर्मणो ह्यपि बोद्धव्यं'--यहाँ भगवान् कहते हैं कि कर्म क्या है, अकर्म क्या है और विकर्म क्या है, इन तीनोंको जानना चाहिये। इसलिये कर्मकी प्रकृति को जानकर कर्मके फलका त्याग करना चाहिये।'बोद्धव्यं च विकर्मणः'--विकर्म क्या है, इसको भी जानना चाहिये। विकर्म वह कर्म है जिसमें विधिके विपरीत कार्य होता है। जैसे अधर्म, अहिंसा, चोरी, अपराध, अधर्मिक विचार, अधर्मिक भावना, अधर्मिक भाषण, अधर्मिक क्रिया, अधर्मिक आचरण, अधर्मिक व्यवहार, अधर्मिक व्यवस्था, अधर्मिक नीति, अधर्मिक धर्म, अधर्मिक आचरण, अधर्मिक विचार, अधर्मिक भाव  आदि। इन सबको विकर्म कहते हैं। इसके विपरीत धर्म, अहिंसा, सत्य, शौच, तप, दान, यज्ञ, व्रत, श्रद्धा, भक्ति, ज्ञान, विज्ञान, ध्यान, योग, अध्ययन, श्रवण, कीर्तन, ध्यान, अध्यात्म, अध्यात्मज्ञान, अध्यात्मविद्या, अध्यात्मविचार, अध्यात्मभावना, अध्यात्मभाषण, अध्यात्मक्रिया, अध्यात्मआचरण, अध्यात्मव्यवहार, अध्यात्मव्यवस्था, अध्यात्मनीति, अध्यात्मधर्म, अध्यात्मआचरण, अध्यात्मविचार, अध्यात्मभाव आदि। इन सबको धर्म कहते हैं। इसलिये धर्मको जानकर धर्मके अनुसार कर्म करना चाहिये और विकर्मको जानकर विकर्मसे बचना चाहिये। इसके विपरीत अकर्म क्या है, इसको भी जानना चाहिये। अकर्म वह कर्म है जिसमें कर्ताका भाव नहीं होता। जैसे देवीकी उपासना, दान, तप, यज्ञ, व्रत, श्रद्धा, भक्ति, ज्ञान, विज्ञान, ध्यान, योग, अध्ययन, श्रवण, कीर्तन, ध्यान, अध्यात्म, अध्यात्मज्ञान, अध्यात्मविद्या, अध्यात्मविचार, अध्यात्मभावना, अध्यात्मभाषण, अध्यात्मक्रिया, अध्यात्मआचरण, अध्यात्मव्यवहार, अध्यात्मव्यवस्था, अध्यात्मनीति, अध्यात्मधर्म, अध्यात्मआचरण, अध्यात्मविचार, अध्य त्मभाव आदि। इन सबको अकर्म कहते हैं। इसलिये अकर्मको जानकर उसके अनुसार कर्म करना चाहिये। इस प्रकार धर्मको जानकर धर्मके अनुसार कर्म करना चाहिये और विकर्मको जानकर विकर्मसे बचना चाहिये और अकर्मको जानकर उसके अनुसार कर्म करना चाहिये। इस प्रकार कर्मके फलका त्याग करना चाहिये।"
      },
      {
        "verse": 18,
        "text": "कर्मण्यकर्म यः पश्येदकर्मणि च कर्म यः। स बुद्धिमान्मनुष्येषु स युक्तः कृत्स्नकर्मकृत्।।4.18।।",
        "translationEn":"He who sees inaction in action and action in inaction, he is wise among men; he is a yogi and performer of all actions.",
        "translationHn": "।।4.18।। जो कर्ममें अकर्म देखता है और अकर्ममें कर्म, वह मनुष्योंमें बुद्धिमान है, वह योगी है और सम्पूर्ण कर्मकर्ता है।",
        "commentaryEn":"4.18 कर्मणि in action? अकर्म inaction? यः who? पश्येत् would see? अकर्मणि in inaction? च and? कर्म action? यः who? सः he? बुद्धिमान् wise? मनुष्येषु among men? सः he? युक्तः Yogi? कृत्स्नकर्मकृत् performer of all actions.Commentary In common parlance action means movement of the body? movement of the hands and feet? and inaction means to sit iet.It is the idea of agency? the idea I am the doer that binds man to Samsara. If this idea vanishes? action is no action at all. It will not bind one to Samsara. This is inaction in action. If you stand as s spectator or silent witness of Natures activities? feeling Nature does everything I am nondoer (Akarta)? if you identify yourself with the actionless Self? no matter what work or how much of it is done? action is no action at all. This is inaction in action. By such a practice and feeling? action loses its binding nature.A man may sit ietly. He may not do anything. But if he has the idea of agency or doership? or if he thinks that he is the doer? he is every doing action? though he is sitting ietly. This is action in inaction. The restless mind will ever be doing actions even though one sits ietly. Actions of the mind are real actions. Nor can anyone even for one moment remain really actionless? for helplessly is everyone driven to action by the alities of Nature. (Chapter III.5)Inaction also induces the feeling of egoism. The inactive man says? I sit ietly I do nothing. Inaction? like action? is wrongly attributed to the Self.He is the performer of all actions who knows this truth. He has attained the end of all actions? i.e.? freedom or knowledge or perfection.When a steamer moves? the trees on the shore which are motionless? appear to move in the opposite direction to a man who is in the steamer. Moving objects that are very far away appear to be stationary or motionless. Even so in the case of the Self inaction is mistaken for action and,action for inaction.The Self is actionless (Akarta or nondoer? Nishkriya or without work).The body and the senses perform action. The actions of the body and the senses are falsely and wrongly attributed by the ignorant to the actionless Self. Therefore the ignorant man thinks? I act. He thinks that the Self is the doer or the agent of the action. This is a mistake. This is ignorance.Just as motion does not really belong to the trees on the shore which appear to move in the opposite direction to a man on board the ship? so also action does not really pertain to the Self.This ignorance which is the cause of birth and death vanishes when you attain Selfrealisaion.",
        "commentaryHn":"4.18।। व्याख्या--'कर्मण्यकर्म यः पश्येत्'-- कर्ममें अकर्म देखनेका तात्पर्य है--कर्म करते हुए अथवा न करते हुए उससे निर्लिप्त रहना अर्थात् अपने लिये कोई भी प्रवृत्ति या निवृत्ति न करना। अमुक कर्म मैं करता हूँ, इस कर्मका अमुक फल मुझे मिले--ऐसा भाव रखकर कर्म करनेसे ही मनुष्य कर्मोंसे बँधता है। प्रत्येक कर्मका आरम्भ और अन्त होता है, इसलिये उसका फल भी आरम्भ और अन्त होनेवाला होता है। परन्तु जीव स्वयं नित्य-निरंतर रहता है। इस प्रकार यद्यपि जीव स्वयं परिवर्तनशील कर्म और उसके फलसे सर्वथा सम्बन्धरहित है, फिर भी वह फलकी इच्छाके कारण उनसे बँध जाता है। इसीलिये चौदहवें श्लोकमें भगवान्ने कहा है कि मेरेको कर्म नहीं बाँधते; क्योंकि कर्मफलमें मेरी स्पृहा नहीं है। फलकी स्पृहा या इच्छा ही बाँधनेवाली है--'फले सक्तो निबध्यते' (गीता 5। 12)।फलकी इच्छा न रखनेसे नया राग उत्पन्न नहीं होता और दूसरोंके हितके लिये कर्म करनेसे पुराना राग नष्ट हो जाता है। इस प्रकार रागरूप बन्धन न रहनेसे साधक सर्वथा वीतराग हो जाता है। वीतराग होनेसे सब कर्म अकर्म हो जाते हैं। जीवका जन्म कर्मोंके अनुबन्धसे होता है। जैसे, जिस परिवारमें जन्म लिया है, उस परिवारके लोगोंसे ऋणानुबन्ध है अर्थात् किसीका ऋण चुकाना है और किसीसे ऋण वसूल करना है। कारण कि अनेक जन्मोंमें अनेक लोगोंसे लिया है और अनेक लोगोंको दिया है। यह लेन-देनका व्यवहार अनेक जन्मोंसे चला आ रहा है। इसको बंद किये बिना जन्म-मरणसे छुटकारा नहीं मिल सकता। इसको बंद करनेका उपाय है--आगेसे लेना बंद कर दें अर्थात् अपने अधिकारका त्याग कर दें और हमारेपर जिनका अधिकार है, उनकी सेवा करनी आरम्भ कर दें। इस प्रकार नया ऋण लें नहीं और पुराना ऋण (दूसरोंके लिये कर्म करके) चुका दें, तो ऋणानुबन्ध (लेनदेनका व्यवहार) समाप्त हो जायगा अर्थात् जन्म-मरण बंद हो जायगा (गीता 4। 23)। जैसे, कोई दूकानदार अपनी दूकान उठाना चाहता है, तो वह दो काम करेगा-- पहला ,जिसको देना है, उसको दे देगा और दूसरा, जिससे लेना है, वह ले लेगा अथवा छोड़ देगा। ऐसा करनेसे उसकी दूकान उठ जायगी। अगर वह यह विचार रखेगा कि जो लेना है, वह सब-का-सब ले लूँ, तो दूकान उठेगी नहीं। कारण कि जबतक वह लेनेकी इच्छासे वस्तुएँ देता रहेगा, तबतक दूकान चलती ही रहेगी, उठेगी नहीं।"

      },
      {
        "verse": 19,
        "text": "यस्य सर्वे समारम्भाः कामसंकल्पवर्जिताः। ज्ञानाग्निदग्धकर्माणं तमाहुः पण्डितं बुधाः।।4.19।।",
        "translationEn": "He whose undertakings are all devoid of desires and (selfish) purposes, and whose actions have been burnt by the fire of knowledge, him the wise call a sage.",
        "translationHn": "।।4.19।। जिसके सम्पूर्ण प्रवृत्तियाँ कामनारहित और इच्छारहित हैं और जिसके कर्म ज्ञानकी अग्न  में जल चुके हैं, उसे बुद्धिमान लोग पण्डित कहते हैं।",
        "commentaryEn": "4.19 yasya whose? sarve all? samārambhāḥ undertakings? kāma-saṅkalpa-vivarjitāḥ devoid of desires and selfish purposes? jñāna-agni-dagdha-karmāṇam whose actions have been burnt by the fire of knowledge? tam him? āhuḥ call? paṇḍitam a sage? budhāḥ the wise.Commentary He whose undertakings are all devoid of desires and (selfish) purposes? and whose actions have been burnt by the fire of knowledge? him the wise call a sage.",
        "commentaryHn":"।।4.19।। व्याख्या--'यस्य सर्वे समारम्भाः कामसंकल्पवर्जिताः' (टिप्पणी प0 245) विषयोंका बार-बार चिन्तन होनेसे, उनकी बार-बार याद आनेसे उन विषयोंमें 'ये विषय अच्छे हैं, काममें आनेवाले हैं, जीवनमें उपयोगी हैं और सुख देनेवाले हैं'--ऐसी सम्यग्बुद्धिका होना 'संकल्प' है और 'ये विषय-पदार्थ हमारे लिये अच्छे नहीं हैं, हानिकारक हैं'--ऐसी बुद्धिका होना 'विकल्प' है। ऐसे संकल्प और विकल्प बुद्धिमें होते रहते हैं।जब विकल्प मिटकर केवल एक संकल्प रह जाता है, तब 'ये विषय-पदार्थ हमें मिलने चाहिये, ये हमारे होने चाहिये'--इस तरह अन्तःकरणमें उनको प्राप्त करनेकी जो इच्छा पैदा हो जाती है, उसका नाम 'काम' (कामना) है। कर्मयोगसे सिद्ध हुए महापुरुषमें संकल्प और कामना--दोनों ही नहीं रहते अर्थात् उसमें न तो कामनाओंका कारण संकल्प रहता है और न संकल्पोंका कार्य कामना ही रहती है। अतः उसके द्वारा जो भी कर्म होते हैं, वे सब संकल्प और कामनासे रहित होते हैं।संकल्प और कामना--ये दोनों कर्मके बीज हैं। संकल्प और कामना न रहनेपर कर्म अकर्म हो जाते हैं अर्थात् कर्म बाँधनेवाले नहीं होते। सिद्ध महापुरुषमें भी संकल्प और कामना न रहनेसे उसके द्वारा होनेवाले कर्म बन्धनकारक नहीं होते। उसके द्वारा लोकसंग्रहार्थ, कर्तव्यपरम्परासुरक्षार्थ सम्पूर्ण कर्म होते हुए भी वह उन कर्मोंसे स्वतः सर्वथा निर्लिप्त रहता है।भगवान्ने कहींपर संकल्पोंका (6।4), कहींपर कामनाओंका (2। 55) और कहींपर संकल्प तथा कामना--दोनोंका (6। 24 25) त्याग बताया है। अतः जहाँ केवल संकल्पोंका त्याग बताया गया है, वहाँ कामनाओंका और जहाँ केवल कामनाओंका त्याग बताया गया है, वहाँ संकल्पोंका त्याग भी समझ लेना चाहिये; क्योंकि संकल्प कामनाओंका कारण है और कामना संकल्पोंका कार्य है। तात्पर्य है कि साधकको सम्पूर्ण संकल्पों और कामनाओंका त्याग कर देना चाहिये।मोटरकी चार अवस्थाएँ होती हैं-- "
      },
      {
        "verse": 20,
        "text": "त्यक्त्वा कर्मफलासङ्गं नित्यतृप्तो निराश्रयः। कर्मण्यभिप्रवृत्तोऽपि नैव किञ्चित्करोति सः।।4.20।।",
        "translationEn": "Having abandoned attachment to the fruit of work, ever content, depending on nothing, he does not do anything though engaged in work.",
        "translationHn": "।।4.20।। कर्मके फलसे आसक्ति को त्यागकर, सदा संतुष्ट और निराश्रित होनेवाला व्यक्ति कर्ममें प्रवृत्त होनेपर भी कुछ नहीं करता।",
        "commentaryEn": "4.20 tyaktvā having abandoned? karma-phala-asaṅgam attachment to the fruit of work? nitya-tṛpta ever content? nirāśrayaḥ depending on nothing? karmaṇi in work? abhipravṛtto engaged? api though? na eva not? kiñcit anything? karoti does? saḥ he.Commentary Having abandoned attachment to the fruit of work? ever content? depending on nothing? he does not do anything though engaged in work.",
        "commentaryHn" :"4.20।। व्याख्या--'त्यक्त्वा कर्मफलासङ्गम्'--जब कर्म करते समय कर्ताका यह भाव रहता है कि शरीरादि कर्मसामग्री मेरी है, मैं कर्म करता हूँ, कर्म मेरा और मेरे लिये है तथा इसका मेरेको अमुक फल मिलेगा, तब वह कर्मफलका हेतु बन जाता है। कर्मयोगसे सिद्ध महापुरुषको प्राकृत पदार्थोंसे सर्वथा सम्बन्ध-विच्छेदका अनुभव हो जाता है, इसलिये कर्म करनेकी सामग्रीमें, कर्ममें तथा कर्मफलमें किञ्चिन्मात्र भी आसक्ति न रहनेके कारण वह कर्मफलका हेतु नहीं बनता।सेना विजयकी इच्छासे युद्ध करती है। विजय होनेपर विजय सेनाकी नहीं, प्रत्युत राजाकी मानी जाती है; क्योंकि राजाने ही सेनाके जीवन-निर्वाहका प्रबन्ध किया है; उसे युद्ध करनेकी सामग्री दी है और उसे युद्ध करनेकी प्रेरणा की है और सेना भी राजाके लिये ही युद्ध करती है। इसी प्रकार शरीर, इन्द्रियाँ, मन, बुद्धि आदि कर्म-सामग्रीके साथ सम्बन्ध जोड़नेसे ही जीव उनके द्वारा किये गये कर्मोंके फलका भागी होता है।कर्म-सामग्रीके साथ किञ्चिन्मात्र भी सम्बन्ध न होनेके कारण महापुरुषका कर्मफलके साथ कोई सम्बन्ध नहीं होता।वास्तवमें कर्मफलके साथ स्वरूपका सम्बन्ध है ही नहीं। कारण कि स्वरूप चेतन, अविनाशी और निर्विकार है; परन्तु कर्म और कर्मफल--दोनों जड तथा विकारी हैं और उनका आरम्भ तथा अन्त होता है। सदा स्वरूपके साथ न तो कोई कर्म रहता है तथा न कोई फल ही रहता है। इस तरह यद्यपि कर्म और फलसे स्वरूपका कोई सम्बन्ध नहीं है तथापि जीवने भूलसे उनके साथ अपना सम्बन्ध मान लिया है। यह माना हुआ सम्बन्ध ही बन्धनका कारण है। अगर यह माना हुआ सम्बन्ध मिट जाय, तो कर्म और फलसे उसकी स्वतःसिद्ध निर्लिप्तताका बोध हो जाता है।"
      },
      {
        "verse": 21,
        "text": "निराशीर्यतचित्तात्मा त्यक्तसर्वपरिग्रहः। शारीरं केवलं कर्म कुर्वन्नाप्नोति किल्बिषम्।।4.21।।",
        "translationEn": "He who is without desire, who is of a controlled mind, and has given up all possessions, acts only for the body, and is not tainted by sin.",
        "translationHn": "।।4.21।। जो निराशा, यत्नरहित और सम्पूर्ण संपत्तियोंका त्यागी है, वह केवल शरीरके लिये कर्म करता है और पापको नहीं प्राप्त होता।",
        "commentaryEn": "4.21 nirāśī without desire? yata-citta-ātmā of a controlled mind? tyakta-sarva-parigrahaḥ having given up all possessions? śārīram for the body? kevalam only? karma acts? kurvan performing? na apnoti is not tainted? kilbiṣam by sin.Commentary He who is without desire? who is of a controlled mind? and has given up all possessions? acts only for the body? and is not tainted by sin.",
        "commentaryHn":"।।4.21।। व्याख्या--'यतचित्तात्मा'-- संसारमें आशा या इच्छा रहनेके कारण ही शरीर, इन्द्रियाँ, मन आदि वशमें नहीं होते। इसी श्लोकमें 'निराशीः' पदसे बताया है कि कर्मयोगीमें आशा या इच्छा नहीं रहती। अतः उसके शरीर, इन्द्रियाँ और अन्तःकरण स्वतः वशमें रहते हैं। इनके वशमें रहनेसे उसके द्वारा व्यर्थकी कोई क्रिया नहीं होती। 'त्यक्तसर्वपरिग्रहः'-- कर्मयोगी अगर संन्यासी है, तो वह सब प्रकारकी भोग-सामग्रीके संग्रहका स्वरूपसे त्याग कर देता है। अगर वह गृहस्थ है, तो वह भोग-बुद्धिसे (अपने सुखके लिये) किसी भी सामग्रीका संग्रह नहीं करता। उसके पास जो भी सामग्री है उसको वह अपनी और अपने लिये न मानकर संसारकी और संसारके लिये ही मानता है तथा संसारके सुखमें ही उस सामग्रीको लगाता है। भोगबुद्धिसे संग्रहका त्याग करना तो साधकमात्रके लिये आवश्यक है।[ऐसा निवृत्तिपरक श्लोक गीतामें और कहीं नहीं आया है। छठे अध्यायके दसवें श्लोकमें ध्यानयोगीके लिये और अठारहवें अध्यायके तिरपनवें श्लोकमें ज्ञानयोगीके लिये परिग्रहका त्याग करनेकी बात आयी है। परन्तु उनसे भी ऊँची श्रेणीके परिग्रह-त्यागकी बात"
      },
      {
        "verse": 22,
        "text": "यदृच्छालाभसन्तुष्टो द्वन्द्वातीतो विमत्सरः। समः सिद्धावसिद्धौ च कृत्वापि न निबध्यते।।4.22।।",
        "translationEn": "Content with whatever comes to him without effort, free from the pairs of opposites, free from envy, even-minded in success and failure, though acting, he is not bound.",
        "translationHn": "।।4.22।। जो यथार्थ लाभको प्राप्त होनेपर संतुष्ट है, द्वंद्वरहित और ईर्ष्यारहित है, सिद्धि और असिद्धिमें समान है और कर्म करते हुए भी वह बाँधा नहीं जाता।",
        "commentaryEn": "4.22 yadṛcchā-lābha-santuṣṭo content with whatever comes to him without effort? dvandvātītaḥ free from the pairs of opposites? vimatsaraḥ free from envy? samaḥ even-minded? siddhau in success? asiddhau and failure? ca and? kṛtvā api though acting? na not? nibadhyate is bound.Commentary Content with whatever comes to him without effort? free from the pairs of opposites? free from envy? even-minded in success and failure? though acting? he is not bound.",
        "commentaryHn":"4.22।। व्याख्या--'यदृच्छालाभसंतुष्टः'--कर्मयोगी निष्कामभावपूर्वक साङ्गोपाङ्ग रीतिसे सम्पूर्ण कर्तव्य-कर्म करता है। फल-प्राप्तिका उद्देश्य न रखकर कर्म करनेपर फलके रूपमें उसे अनुकूलता या प्रतिकूलता, लाभ या हानि, मान या अपमान, स्तुति या निन्दा आदि जो कुछ मिलता है, उससे उसके अन्तःकरणमें कोई असन्तोष पैदा नहीं होता। जैसे, वह व्यापार करता है तो उसे व्यापारमें लाभ हो अथवा हानि उसके अन्तःकरणपर उसका कोई असर नहीं पड़ता। वह हरेक परिस्थितिमें समानरूपसे सन्तुष्ट रहता है; क्योंकि उसके मनमें फलकी इच्छा नहीं होती। तात्पर्य यह है कि व्यापारमें उसे लाभ-हानिका ज्ञान तो होता है तथा वह उसके अनुसार यथोचित चेष्टा भी करता है, पर परिणाममें वह सुखी-दुःखी नहीं होता। यदि साधकके अन्तःकरणपर अनुकूलता-प्रतिकूलताका थोड़ा असर पड़ भी जाय, तो भी उसे घबराना नहीं चाहिये; क्योंकि साधकके अन्तःकरणमें वह प्रभाव स्थायी नहीं रहता, शीघ्र मिट जाता है।उपर्युक्त पदोंमें आया 'लाभ' शब्द प्राप्तिके अर्थमें है, जिसके अनुसार केवल लाभ या अनुकूलताका मिलना ही 'लाभ' नहीं है, प्रत्युत लाभ-हानि, अनुकूलता-प्रतिकूलता आदि जो कुछ प्राप्त हो जाय, वह सब 'लाभ' ही है। 'विमत्सरः'--कर्मयोगी सम्पूर्ण प्राणियोंके साथ अपनी एकता मानता है--'सर्वभूतात्मभूतात्मा' (गीता 5। 7)। इसलिये उसका किसी भी प्राणीसे किञ्चिन्मात्र भी ईर्ष्याका भाव नहीं रहता।'विमत्सरः' पद अलगसे देनेका भाव यह है कि अपनेमें किसी प्राणीके प्रति किञ्चिन्मात्र भी ईर्ष्याका भाव न आ जाय, इस विषयमें कर्मयोगी बहुत सावधान रहता है। कारण कि कर्मयोगीकी सम्पूर्ण क्रियाएँ प्राणिमात्रके हितके लिये ही होती हैं; अतः यदि उसमें किञ्चिन्मात्र भी ईर्ष्याका भाव होगा, तो उसकी सम्पूर्ण क्रियाएँ दूसरोंके हितके लिये नहीं हो सकेंगी। इसलिये उसके अन्तःकरणमें ईर्ष्याका भाव नहीं होनेदेनेके लिये वह ईर्ष्याका भाव उत्पन्न होनेवाले कारणोंका निवारण करता है।'समः'--जो सिद्धि और असिद्धिमें समान है, उसके लिये उनका भाव भी समान है, वह समदर्शी है। उसके लिये सिद्धि और असिद्धि दोनों ही समान हैं। उसके लिये सिद्धि और असिद्धि दोनों ही समान हैं। उसके लिये सिद्धि और असिद्धि दोनों ही समान हैं। उसके लिये सिद्धि और असिद्धि दोनों ही समान हैं। उसके लिये सिद्धि और असिद्धि दोनों ही समान हैं। उसके लिये सिद्धि और असिद्धि दोनों ही समान हैं। उसके लिये सिद्धि और असिद्धि"
      },
      {
        "verse": 23,
        "text": "गतसङ्गस्य मुक्तस्य ज्ञानावस्थितचेतसः। यज्ञायाचरतः कर्म समग्रं प्रविलीयते।।4.23।।",
        "translationEn": "For the sage who is free from attachment, whose mind is established in knowledge, who performs work as a sacrifice, the whole action is dissolved.",
        "translationHn": "।।4.23।। जिसका संग नष्ट हो गया है, जो मुक्त है, जिसका चित्त ज्ञानमें स्थिर है, वह यज्ञके रूपमें कर्म करते हुए सम्पूर्ण कर्मोंका नाश हो जाता है।",
        "commentaryEn": "4.23 gata-saṅgasya free from attachment? muktasya liberated? jñāna-avasthita-cetasaḥ whose mind is established in knowledge? yajñāya for sacrifice? ācarataḥ performing? karma work? samagram the whole? pravilīyate is dissolved.Commentary For the sage who is free from attachment? whose mind is established in knowledge? who performs work as a sacrifice? the whole action is dissolved.",
        "commentaryHn":"4.23।। व्याख्या--[कर्मयोगीके सम्पूर्ण कर्मोंके विलीन होनेकी बात गीताभरमें केवल इसी श्लोकमें आयी है, इसलिये यह कर्मयोगका मुख्य श्लोक है। इसी प्रकार चौथे अध्यायका छत्तीसवाँ श्लोक ज्ञानयोगका और अठारहवें अध्यायका छाछठवां श्लोक भक्तियोगका मुख्य श्लोक है।] 'गतसङ्गस्य' क्रियाओँका, पदार्थोंका, घटनाओंका, परिस्थितियोंका, व्यक्तियोंका जो सङ्ग है, इनके साथ जो हृदयसे लगाव है, वही वास्तवमें बाँधनेवाला अर्थात् वास्तवमें मनुष्य स्वरूपसे असङ्ग ही है 'असङ्गो ह्ययं पुरुषः' (बृहदारण्यक0 4। 3। 15)। किंतु असङ्ग होते हुए भी यह शरीर, इन्द्रियाँ, मन, बुद्धि, पदार्थ, परिस्थिति, व्यक्ति आदिसे सम्बन्ध मानकर सुखकी इच्छासे उनमें आबद्ध हो जाता है। मेरी मनचाही हो अर्थात् जो मैं चाहता हूँ, वही हो और जो मैं नहीं चाहता, वह नहीं हो--ऐसा भाव जबतक रहता है, तबतक यह सङ्ग बढ़ता ही रहता है। वास्तवमें होता वही है, जो होनेवाला है। जो होनेवाला है उसे चाहें, या न चाहें वह होगा ही; और जो नहीं होनेवाला है, उसे चाहें या न चाहें, वह नहीं होगा। अतः अपनी मनचाही करके मनुष्य व्यर्थमें (बिना कारण) फँसता है और दुःख पाता है।कर्मयोगी संसारसे मिली हुई शरीरादि वस्तुओंको अपनी और अपने लिये न मानकर उन्हें संसारकी ही मानकर संसारकी सेवामें अर्पण कर देता है। इससे वस्तुओं और क्रियाओंका प्रवाह संसारकी ओर ही हो जाता है और अपना असङ्ग स्वरूप ज्यों-का-त्यों रह जाता है।कर्मयोगीका 'अहम्' भी सेवामें लग जाता है। तात्पर्य यह है कि उसके भीतर 'मैं सेवक हूँ' यह भाव भी नहीं रहता। यह भाव तो मनुष्यको सेवकपनेके अभिमानसे बाँध देता है। सेवकपनेका अभिमान तभी होता है, जब सेवा-सामग्रीके साथ अपनापन होता है। सेवाकी वस्तु उसीकी थी, उसीको दे दी तो सेवा क्या हुई? हम तो उससे उऋण हुए। इसलिये सेवक न रहे, केवल सेवा रह जाय। यह भाव रहे कि सेवाके बदलेमें धन, मान, बड़ाई, पद, अधिकार आदि कुछ भी लेना नहीं है; क्योंकि उसपर हमारा हक ही नहीं लगता। उसे स्वीकार करना तो अनधिकार चेष्टा है। लोग मेरेको सेवक कहें --ऐसा भाव भी न रहे और यदि वे कहें तो उसमें राजी भी न हो। इस प्रकार संसारकी वस्तुओँको संसारकी सेवामें सर्वथा लगा देनेसे अन्तःकरणमें एक प्रसन्नता होती है। उस प्रसन्नताका भी भोग न किया जाय तो स्वतःसिद्ध असङ्गताका अनुभव हो जाता है।"
      },
      {
        "verse": 24,
        "text": "ब्रह्मार्पणं ब्रह्महविर्ब्रह्माग्नौ ब्रह्मणा हुतम्। ब्रह्मैव तेन गन्तव्यं ब्रह्मकर्मसमाधिना।।4.24।।",
        "translationEn": "Brahman is the oblation, Brahman is the clarified butter, Brahman is the fire, Brahman is the one who offers the oblation into the fire, and by Brahman is the oblation consumed. A person who acts in this way is said to be in the fire of Brahman.",
        "translationHn": "।।4.24।। ब्रह्म ही अर्पण है, ब्रह्म ही हवन की घी है, ब्रह्म ही अग्नि है, ब्रह्म ही अर्पण करनेवाला है और ब्रह्म ही अर्पण को अग्निमें दालता है। इस प्रकार कर्म करनेवाला व्यक्ति ब्रह्मकर्ममें समाधान करनेवाला कहा जाता है।",
        "commentaryEn": "4.24 brahmārpaṇam Brahman is the oblation? brahmahavir Brahman is the clarified butter? brahmāgnau Brahman is the fire? brahmaṇā by Brahman? hutam the oblation? brahmaiva Brahman alone? tena by Him? gantavyam to be reached? brahma-karma-samādhinā by one who is absorbed in Brahman.Commentary Brahman is the oblation? Brahman is the clarified butter? Brahman is the fire? Brahman is the one who offers the oblation into the fire? and by Brahman is the oblation consumed. A person who acts in this way is said to be in the fire of Brahman.",
        "commentaryHn":"।।4.24।। व्याख्या--[यज्ञमें आहुति मुख्य होती है। वह आहुति तब पूर्ण होती है, जब वह अग्निरूप ही हो जाय अर्थात् हव्य पदार्थकी अग्निसे अलग सत्ता ही न रहे। इसी प्रकार जितने भी साधन हैं, सब साध्यरूप हो जायँ, तभी वे यज्ञ होते हैं।जितने भी यज्ञ हैं, उनमें परमात्मतत्त्वका अनुभव करना भावना नहीं है, प्रत्युत वास्तविकता है। भावना तोपदार्थोंकी है। इस चौबीसवें श्लोकसे तीसवें श्लोकतक जिन यज्ञोंका वर्णन किया गया है, वे सब 'कर्मयोग' के अन्तर्गत हैं। कारण कि भगवान्ने इस प्रकरणके उपक्रममें भी 'तत्ते कर्म प्रवक्ष्यामि यज्ज्ञात्वा मोक्ष्यसेऽशुभात्' (4। 16) ऐसा कहा है; और उपसंहारमें भी 'कर्मजान्विद्धि तान्सर्वानेवं ज्ञात्वा विमोक्ष्यसे' (4। 32)--ऐसा कहा है तथा बीचमें भी कहा है--'यज्ञायाचरतः कर्म समग्रं प्रविलीयते' (4। 23)। मुख्य बात यह है कि यज्ञकर्ताके सभी कर्म 'अकर्म' हो जायँ। यज्ञ केवल यज्ञ-परम्पराकी रक्षाके लिये किये जायँ तो सब-के-सब कर्म अकर्म हो जाते हैं। अतः इन सब यज्ञोंमें 'कर्ममें अकर्म' का ही वर्णन है।]'ब्रह्मार्पणं ब्रह्म हविः'-- जिस पात्रसे अग्निमें आहुति दी जाती है, उस स्रुक्, स्रुवा आदिको यहाँ 'अर्पणम्' पदसे कहा गया है--'अर्प्यते अनेन इति अर्पणम्।' उस अर्पणको ब्रह्म ही माने।तिल, जौ, घी आदि जिन पदार्थोंका हवन किया जाता है, उन हव्य पदार्थोंको भी ब्रह्म ही माने। 'ब्रह्माग्नौ ब्रह्मणा हुतम्'-- आहुति देनेवाला भी ब्रह्म ही है (गीता 13। 2), जिसमें आहुति दी जा रही है, वह अग्नि भी ब्रह्म ही है और आहुति देनारूप क्रिया भी ब्रह्म ही है--ऐसा माने।"
      },
      {
        "verse": 25,
        "text": "दैवमेवापरे यज्ञं योगिनः पर्युपासते। ब्रह्माग्नावपरे यज्ञं यज्ञेनैवोपजुह्वति।।4.25।।",
        "translationEn": "Some yogis perform sacrifice to the gods alone, while others offer the self as sacrifice by the self in the fire of Brahman.",
        "translationHn": "।।4.25।। कुछ योगी देवताओंके लिये ही यज्ञ करते हैं, जबकि दूसरे योगी अपने आपको ब्रह्माग्निमें यज्ञके रूपमें यज्ञ करते हैं।",
        "commentaryEn": "4.25 daivam sacrifice to the gods? eva alone? apare others? yajñam sacrifice? yoginaḥ yogis? paryupāsate perform? brahmāgnau in the fire of Brahman? apare others? yajñam sacrifice? yajñena by sacrifice? eva alone? upajuhvati offer.Commentary Some yogis perform sacrifice to the gods alone? while others offer the self as sacrifice by the self in the fire of Brahman.",
        "commentaryHn":"।।4.25।। व्याख्या--'दैवमेवापरे यज्ञं योगिनः पर्युपासते'-- पूर्वश्लोकमें भगवान्ने सर्वत्र ब्रह्मदर्शनरूप यज्ञ करनेवाले साधकका वर्णन किया। यहाँ भगवान् 'अपरे' पदसे उससे भिन्न प्रकारके यज्ञ करनेवाले साधकोंका वर्णन करते हैं।यहाँ 'योगिनः' पद यज्ञार्थ कर्म करनेवाले निष्काम साधकोंके लिये आया है।सम्पूर्ण क्रियाओं तथा पदार्थोंको अपना और अपने लिये न मानकर उन्हें केवल भगवान्का और भगवान्के लिये ही मानना 'दैवयज्ञ' अर्थात् भगवदर्पणरूप यज्ञ है। भगवान् देवोंके भी देव हैं ,इसलिये सब कुछ उनके अर्पण कर देनेको ही यहाँ 'दैवयज्ञ' कहा गया है।किसी भी क्रिया और पदार्थमें किञ्चिन्मात्र भी आसक्ति, ममता और कामना न रखकर उन्हें सर्वथा भगवान्का मानना ही दैवयज्ञका भलीभाँति अनुष्ठान करना है।'ब्रह्माग्नावपरे यज्ञं यज्ञेनैवोपजुह्वति'--इस श्लोकके पूर्वार्धमें बताये गये दैवयज्ञसे भिन्न दूसरे यज्ञका वर्णन करनेके लिये यहाँ 'अपरे' पद आया है।चेतनका जडसे तादात्म्य होनेके कारण ही उसे जीवात्मा कहते हैं। विवेक-विचारपूर्वक जडसे सर्वथा विमुख होकर परमात्मामें लीन हो जानेको यहाँ यज्ञ कहा गया है। लीन होनेका तात्पर्य है--परमात्मतत्त्वसे भिन्न अपनी स्वतन्त्र सत्ता किञ्चिन्मात्र न रखना।"
      },
      {
        "verse": 26,
        "text": "श्रोत्रादीनीन्द्रियाण्यन्ये संयमाग्निषु जुह्वति। शब्दादीन्विषयानन्य इंद्रियाग्निषु जुह्वति।।4.26।।",
        "translationEn": "Some offer hearing and other senses as sacrifice in the fire of restraint, while others offer sound and other objects of the senses as sacrifice in the fire of the senses.",
        "translationHn": "।।4.26।। कुछ अन्य इंद्रियोंको संयममें जलानेवाले अपने श्रोत्रादि इंद्रियोंको यज्ञके रूपमें यज्ञ करते हैं, जबकि दूसरे इंद्रियोंके अग्निमें शब्दादि विषयोंको यज्ञके रूपमें यज्ञ करते हैं।",
        "commentaryEn": "4.26 śrotrādīni hearing and other senses? indriyāṇi senses? anye others? saṃyamāgniṣu in the fire of restraint? juhvati offer? śabdādīn sound and other objects? viṣayān objects? anye others? indriya-agniṣu in the fire of the senses? juhvati offer.Commentary Some offer hearing and other senses as sacrifice in the fire of restraint? while others offer sound and other objects of the senses as sacrifice in the fire of the senses.",
        "commentaryHn":"।।4.26।। व्याख्या--'श्रोत्रादीनीन्द्रियाण्यन्ये संयमाग्निषु जुह्वति'--यहाँ संयमरूप अग्नियोंमें इन्द्रियोंकी आहुति देनेको यज्ञ कहा गया है। तात्पर्य यह है कि एकान्तकालमें श्रोत्र, त्वचा, नेत्र, रसना और घ्रा--ये पाँचों इन्द्रियाँ अपने-अपने विषयों (क्रमशः शब्द, स्पर्श, रूप, रस और गन्ध) की ओर बिलकुल प्रवृत्त न हों। इन्द्रियाँ संयमरूप ही बन जायँ। पूरा संयम तभी समझना चाहिये, जब इन्द्रियाँ, मन, बुद्धि तथा अहम्--इन सबमेंसे रागआसक्तिका सर्वथा अभाव हो जाय (गीता 2। 58 59 68)। 'शब्दादीन्विषयानन्य इन्द्रियाग्निषु जुह्वति'--शब्द, स्पर्श, रूप, रस और गन्ध--ये पाँच विषय हैं। विषयोंका इन्द्रियरूप अग्नियोंमें हवन करनेसे वह यज्ञ हो जाता है। तात्पर्य यह है कि व्यवहारकालमें विषयोंका इन्द्रियोंसे संयोग होते रहनेपर भी इन्द्रियोंमें कोई विकार उत्पन्न न हो (गीता 2। 64 65)। इन्द्रियाँ राग-द्वेषसे रहित हो जायँ। इन्द्रियोंमें राग-द्वेष उत्पन्न करनेकी शक्ति विषयोंमें रहे ही नहीं।इस श्लोकमें कहे गये दोनों प्रकारके यज्ञोंमें राग-आसक्तिका सर्वथा अभाव होनेपर ही सिद्धि (परमात्म-प्राप्ति) होती है। राग-आसक्तिको मिटानेके लिये ही दो प्रकारकी प्रक्रियाका यज्ञरूपसे वर्णन किया गया है--"
      },
      {
        "verse": 27,
        "text": "सर्वाणीन्द्रियकर्माणि प्राणकर्माणि चापरे। आत्मसंयमयोगाग्नौ जुह्वति ज्ञानदीपिते।।4.27।।",
        "translationEn": "Others offer all the functions of the senses and the functions of the life-breaths as sacrifice in the fire of the controlled mind kindled by knowledge.",
        "translationHn": "।।4.27।। कुछ अन्य लोग ज्ञानदीपित आत्मसंयमयोगके अग्निमें अपने सभी इंद्रियोंके कर्म और प्राणोंके कर्म के रूपमें यज्ञ करते हैं।",
        "commentaryEn": "4.27 sarvāṇi all? indriya-karmāṇi functions of the senses? prāṇa-karmāṇi functions of the life-breaths? ca and? apare others? ātma-saṃyama-yogāgni in the fire of the controlled mind kindled by knowledge? juhvati offer? jñāna-dīpite kindled by knowledge.Commentary Others offer all the functions of the senses and the functions of the life-breaths as sacrifice in the fire of the controlled mind kindled by knowledge.",
        "commentaryHn":"।।4.27।। व्याख्या--'सर्वाणीन्द्रियकर्माणि प्राणकर्माणि चापरे'--इस श्लोकमें समाधिको यज्ञका रूप दिया गया है। कुछ योगीलोग दसों इन्द्रियोंकी क्रियाओंका समाधिमें हवन किया करते हैं। तात्पर्य यह है कि समाधि-अवस्थामें मन-बुद्धिसहित सम्पूर्ण इन्द्रियों-(ज्ञानेन्द्रियों और कर्मेन्द्रियों-) की क्रियाएँ रुक जाती हैं। इन्द्रियाँ सर्वथा निश्चल और शान्त हो जाती हैं।समाधिरूप यज्ञमें प्राणोंकी क्रियाओँका भी हवन हो जाता है अर्थात् समाधिकालमें प्राणोंकी क्रियाएँ भी रुक जाती हैं। समाधिमें प्राणोंकी गति रोकनेके दो प्रकार हैं--एक तो हठयोगकी समाधि होती है, जिसमें प्राणोंको रोकनेके लिये कुम्भक किया जाता है। कुम्भकका अभ्यास बढ़ते-बढ़ते प्राण रुक जाते हैं, जो घंटोंतक, दिनोंतक रुके रह सकते हैं। इस प्राणायामसे आयु बढ़ती है; जैसे--वर्षा होनेपर जल बहने लगता है तो जलके साथ-साथ बालू भी आ जाती है, उस बालूमें मेढक दब जाता है। वर्षा बीतनेपर जब बालू सूख जाती है, तब मेढक उस बालूमें ही चुपचाप सूखे हुएकी तरह पड़ा रहता है, उसके प्राण रुक जाते हैं। पुनः जब वर्षा आती है तब वर्षाका जल ऊपर गिरनेपर मेढकमें पुनः प्राणोंका संचार होता जाता है और वह टर्राने लग जाता है।दूसरे प्रकारमें मनको एकाग्र किया जाता है। मन सर्वथा एकाग्र होनेपर प्राणोंकी गति अपने-आप रुक जाती है।"  
      },
      {
        "verse": 28,
        "text": "द्रव्ययज्ञास्तपोयज्ञा योगयज्ञास्तथापरे। स्वाध्यायज्ञानयज्ञाश्च यतयः संशितव्रताः।।4.28।।",
        "translationEn": "Some offer wealth as sacrifice, while others offer austerity as sacrifice. Some offer yoga as sacrifice, while others study the scriptures as sacrifice.",
        "translationHn": "।।4.28।। कुछ लोग धनको यज्ञ करते हैं, जबकि दूसरे तपको यज्ञ करते हैं। कुछ योगको यज्ञ करते हैं, जबकि दूसरे शास्त्रोंका अध्ययन करते हैं। इस प्रकार व्रतोंके संशय यत्नपूर्वक यज्ञ करनेवाले योगी हैं।",
        "commentaryEn": "4.28 dravya-yajñāḥ wealth as sacrifice? tapo-yajñāḥ austerity as sacrifice? yoga-yajñāḥ yoga as sacrifice? tathā and? apare others? svādhyāya-yajñāḥ study of the scriptures as sacrifice? ca and? yatayaḥ those who? saṃśita-vratāḥ with vows fully controlled.Commentary Some offer wealth as sacrifice? while others offer austerity as sacrifice. Some offer yoga as sacrifice? while others study the scriptures as sacrifice. In this way, those who are fully controlled and have taken vows offer sacrifices.",
        "commentaryHn":"।।4.28।। व्याख्या--'यतयः संशितव्रताः'--अहिंसा, सत्य, अस्तेय (चोरीका अभाव), ब्रह्मचर्य और अपरिग्रह (भोग-बुद्धिसे संग्रहका अभाव)--ये पाँच 'यम' हैं (टिप्पणी प0 257), जिन्हें 'महाव्रत' के नामसे कहा गया है। शास्त्रोंमें इन महाव्रतोंकी बहुत प्रशंसा, महिमा है। इन व्रतोंका सार यही है कि मनुष्य संसारसे विमुख हो जाय। इन व्रतोंका पालन करनेवाले साधकोंके लिये यहाँ 'संशितव्रताः' पद आया है। इसके सिवाय इस श्लोकमें आये चारों यज्ञोंमें जो-जो पालनीय व्रत अर्थात् नियम हैं, उनपर दृढ़ रहकर उनका पालन करनेवाले भी सब संशितव्रताः हैं। अपने-अपने यज्ञके अनुष्ठानमें प्रयत्नशील होनेके कारण उन्हें 'यतयः' कहा गया है।"
      },
      {
        "verse": 29,
        "text": "अपाने जुह्वति प्राणं प्राणेऽपानं तथापरे। प्राणापानगती रुद्ध्वा प्राणायामपरायणाः।।4.29।।",
        "translationEn": "Some offer the outgoing breath into the incoming breath, while others offer the incoming breath into the outgoing breath, restraining the flow of both, solely absorbed in the regulation of the life-breath.",
        "translationHn": "।।4.29।। कुछ लोग अपानको प्राणमें जलाते हैं और प्राणको अपानमें, तथा दूसरे प्राणापानकी गति को रोककर प्राणायाममें लगे हुए हैं।",
        "commentaryEn": "4.29 apāne in the outgoing breath? juhvati offer? prāṇam into the incoming breath? prāṇe in the incoming breath? apānam into the outgoing breath? tathā and? apare others? prāṇa-apāna-gatī the flow of the incoming and outgoing breaths? ruddhvā restraining? prāṇa-āyāma-parāyaṇāḥ absorbed in the regulation of the life-breath.Commentary Some offer the outgoing breath into the incoming breath? while others offer the incoming breath into the outgoing breath? restraining the flow of both? solely absorbed in the regulation of the life-breath.",
        "commentaryHn":"।।4.29।। व्याख्या--'प्राणापानगती रुद्ध्वा प्राणायामपरायणाः'--इस श्लोकमें प्राणायामका वर्णन किया गया है। इसका तात्पर्य यह है कि प्राणायामके द्वारा प्राण और अपानकी गति को रोककर उनका संचार न करना। इस प्रकार प्राणायामके द्वारा प्राण और अपानकी गति को रोककर उनका संचार न करनेवाले साधक भगवान् के निकट अत्यन्त प्रिय होते हैं। इस प्रकार उनके लिये यहाँ 'प्राणायामपरायणाः' पद आया है।"
      },
      {
        "verse": 30,
        "text": "अपरे नियताहाराः प्राणान्प्राणेषु जुह्वति। सर्वेऽप्येते यज्ञविदो यज्ञक्षपितकल्मषाः।।4.30।।",
        "translationEn": "Others, who regulate their diet, offer the life-breaths into the life-breaths. All of them are knowers of sacrifice, and they are cleansed of all their impurities by sacrifice.",
        "translationHn": "।।4.30।। दूसरे लोग नियताहारी होकर प्राणको प्राणमें जलाते हैं। इन सब यज्ञविद्यान्वित योगी हैं और यज्ञके द्वारा उनके सभी पाप नष्ट हो जाते हैं।",
        "commentaryEn": "4.30 apare others? niyata-āhārāḥ regulated diet? prāṇān the life-breaths? prāṇeṣu into the life-breaths? juhvati offer? sarve all? api also? ete they? yajña-vidaḥ knowers of sacrifice? yajña-kṣapita-kalmaṣāḥ cleansed of all their impurities by sacrifice.Commentary Others, who regulate their diet, offer the life-breaths into the life-breaths. All of them are knowers of sacrifice, and they are cleansed of all their impurities by sacrifice.",
        "commentaryHn":"4.30।। व्याख्या--'अपाने जुह्वति ৷৷. प्राणायामपरायणाः' (टिप्पणी प0 258.1)--प्राणका स्थान हृदय (ऊपर) तथा अपानका स्थान गुदा (नीचे) है (टिप्पणी प0 258.2)। श्वासको बाहर निकालते समय वायुकी गति ऊपरकी ओर तथा श्वासको भीतर ले जाते समय वायुकी गति नीचेकी ओर होती है। इसलिये श्वासको बाहर निकालना 'प्राण' का कार्य और श्वासको भीतर ले जाना 'अपान' का कार्य है। योगीलोग पहले बाहरकी वायुको बायीं नासिका-(चन्द्रनाड़ी-) के द्वारा भीतर ले जाते हैं। वह वायु हृदयमें स्थित प्राणवायुको साथ लेकर नाभिसे होती हुई स्वाभाविक ही अपानमें लीन हो जाती है। इसको 'पूरक' कहते हैं। फिर वे प्राणवायु और अपानवायु-- दोनोंकी गति रोक देते हैं। न तो श्वास बाहर जाता है और न श्वास भीतर ही आता है। इसको 'कुम्भक' कहते हैं। इसके बाद वे भीतरकी वायुको दायीं नासिका-(सूर्यनाड़ी-) के द्वारा बाहर निकालते हैं। वह वायु स्वाभाविक ही प्राणवायुको तथा उसके पीछे-पीछे अपानवायुको साथ लेकर बाहर निकलती है। यही प्राणवायुमें अपानवायुका हवन करना है। इसको 'रेचक' कहते हैं। चार भगवन्नामसे पूरक, सोलह भगवन्नामसे कुम्भक और आठ भगवन्नामसे रेचक किया जाता है। इस प्रकार योगीलोग पहले चन्द्रनाड़ीसे पूरक, फिर कुम्भक और फिर सूर्यनाड़ीसे रेचक करते हैं। इसके बाद सूर्यनाड़ीसे पूरक, फिर कुम्भक और फिर चन्द्रनाड़ीसे रेचक करते हैं। इस तरह बार-बार पूरक-कुम्भक-रेचक करना प्राणायामरूप यज्ञ है। परमात्मप्राप्तिके उद्देश्यसे निष्कामभावपूर्वक प्राणायामके परायण होनेसे सभी पाप नष्ट हो जाते हैं (टिप्पणी प0 258.3)।'अपरे नियताहाराः प्राणान् प्राणेषु जुह्वति'--नियमित आहार-विहार करनेवाले साधक ही प्राणोंका प्राणोंमें हवन कर सकते हैं। अधिक या बहुत कम भोजन करनेवाला अथवा बिलकुल भोजन न करनेवाला यह प्राणायाम नहीं कर सकता (गीता 6। 16 17)।प्राणोंका प्राणोंमें हवन करनेका तात्पर्य है--प्राणका प्राणमें और अपानका अपानमें हवन करना अर्थात् प्राण और अपानको अपने-अपने स्थानोंपर रोक देना। न श्वास बाहर निकालना और न श्वास भीतर लेना। इसे 'स्तम्भवृत्ति प्राणायाम' भी कहते हैं। इस प्राणायामसे स्वाभाविक ही वृत्तियाँ शान्त होती हैं और पापोंका नाश हो जाता है। केवल परमात्मप्राप्तिका उद्देश्य रखकर प्राणायाम करनेसे अन्तःकरण निर्मल हो जाता है और परमात्मप्राप्ति हो जाती है।"

      },
      {
        "verse": 31,
        "text": "यज्ञशिष्टामृतभुजो यान्ति ब्रह्म सनातनम्। नायं लोकोऽस्त्ययज्ञस्य कुतोऽन्यः कुरुसत्तम।।4.31।।",
        "translationEn": "Those who partake of the nectar left over from the sacrifice attain the eternal Brahman. This world is not for the non-sacrificer; how then can the other world be?",
        "translationHn": "।।4.31।। जो यज्ञके शेषभागको भोजन करते हैं, वे शाश्वत ब्रह्ममें प्रवेश करते हैं। यह लोक यज्ञरहितके लिये नहीं है, फिर अन्य लोक कहाँ है?",
        "commentaryEn": "4.31 yajña-śiṣṭa the nectar left over from the sacrifice? amṛta-bhujaḥ partake of? yānti attain? brahma the eternal Brahman? sanātanam eternal? na not? ayam this? lokaḥ world? asti is? ayajñasya for the non-sacrificer? kutaḥ how? anyaḥ the other? kuru-sattama O best of the Kurus.Commentary Those who partake of the nectar left over from the sacrifice attain the eternal Brahman. This world is not for the non-sacrificer; how then can the other world be?",
        "commentaryHn":"4.31।। व्याख्या--'यज्ञशिष्टामृतभुजो यान्ति ब्रह्म सनातनम्'--यज्ञ करनेसे अर्थात् निष्कामभावपूर्वक दूसरोंको सुख पहुँचानेसे समताका अनुभव हो जाना ही 'यज्ञशिष्ट अमृत' का अनुभव करना है। अमृत अर्थात् अमरताका अनुभव करनेवाले सनातन परब्रह्म परमात्माको प्राप्त हो जाते हैं ( गीता 3। 13)।स्वरूपसे मनुष्य अमर है। मरनेवाली वस्तुओंके सङ्गसे ही मनुष्यको मृत्युका अनुभव होता है। इन वस्तुओंको संसारके हितमें लगानेसे जब मनुष्य असङ्ग हो जाता है, तब उसे स्वतःसिद्ध अमरताका अनुभव हो जाता है। कर्तव्यमात्र केवल कर्तव्य समझकर किया जाय, तो वह यज्ञ हो जाता है। केवल दूसरोंके हितके लिये किया जानेवाला कर्म ही कर्तव्य होता है। जो कर्म अपने लिये किया जाता है वह कर्तव्य नहीं होता, प्रत्युत कर्ममात्र होता है, जिससे मनुष्य बँधता है। इसलिये यज्ञमें देना-ही-देना होता है, लेना केवल निर्वाहमात्रके लिये होता है (गीता 4। 21)। शरीर यज्ञ करनेके लिये समर्थ रहे--इस दृष्टिसे शरीर-निर्वाहमात्रके लिये वस्तुओंका उपयोग करना भी यज्ञके अन्तर्गत है। मनुष्य-शरीर यज्ञके लिये ही है। उसे मान-बड़ाई, सुख-आराम आदिमें लगाना बन्धनकारक है। केवल यज्ञके लिये कर्म करनेसे मनुष्य बन्धनरहित (मुक्त) हो जाता है और उसे सनातन ब्रह्मकी प्राप्ति हो जाती है।"
      },
      {
        "verse":32,
        "text": "एवं भूतेषु कोण्तेय तथा भाविष्यति। एवं भूतविज्ञानम् अव्ययम्।।4.32।।",
        "translationEn": "O son of Kunti, thus the sacrifice is greater than the sum of its parts. Knowing this, the sages of the past performed sacrifices and attained the supreme goal.",
        "translationHn": "।।4.32।। हे कुन्तीपुत्र अर्जुन, इस प्रकार यज्ञ भूतोंमें और भविष्यत् में भी ऐसा ही होता है। इस प्रकार भूतोंका और भविष्यत्का ज्ञान अविनाशी है।",
        "commentaryEn": "4.32 evam thus? bhūteṣu in all living beings? koṇṭeya O son of Kunti? tathā thus? bhaviṣyati will be? evam thus? bhūta-vijñānam knowledge of the past? avyayam imperishable.Commentary O son of Kunti, thus the sacrifice is greater than the sum of its parts. Knowing this, the sages of the past performed sacrifices and attained the supreme goal.",
        "commentaryHn":"।।4.32।। व्याख्या--'एवं बहुविधा यज्ञा वितता ब्रह्मणो मुखे'--चौबीसवेंसे तीसवें श्लोकतक जिन बारह यज्ञोंका वर्णन किया गया है, उनके सिवाय और भी अनेक प्रकारके यज्ञोंका वेदकी वाणीमें विस्तारसे वर्णन किया गया है। कारण कि साधकोंकी प्रकृतिके अनुसार उनकी निष्ठाएँ भी अलग-अलग होती हैं और तदनुसार उनके साधन भी अलग-अलग होते हैं। वेदोंमें सकाम अनुष्ठानोंका भी विस्तारसे वर्णन किया गया है। परन्तु उन सबसे नाशवान् फलकी ही प्राप्ति होती है, अविनाशीकी नहीं। इसलिये वेदोंमें वर्णित सकाम अनुष्ठान करनेवाले मनुष्य स्वर्गलोकको जाते हैं और पुण्य क्षीण होनेपर पुनः मृत्युलोकमें आ जाते हैं। इस प्रकार वे जन्म-मरणके बन्धनमें पड़े रहते हैं (गीता 9। 21)। परन्तु यहाँ उन सकाम अनुष्ठानोंकी बात नहीं कही गयी है। यहाँ निष्कामकर्मरूप उन यज्ञोंकी बात कही गयी है, जिनके अनुष्ठानसे परमात्माकी प्राप्ति होती है-- 'यान्ति ब्रह्म सनातनम्' (गीता4। 31)।वेदोंमें केवल स्वर्गप्राप्तिके साधनरूप सकाम अनुष्ठानोंका ही वर्णन हो, ऐसी बात नहीं है। उनमें परमात्मप्राप्तिके साधनरूप श्रवण, मनन, निदिध्यासन, प्राणायाम, समाधि आदि अनुष्ठानोंका भी वर्णन हुआ है। उपर्युक्त पदोंमें उन्हींका लक्ष्य है।तीसरे अध्यायके चौदहवें-पंद्रहवें श्लोकोंमें कहा गया है कि यज्ञ वेदसे उत्पन्न हुए हैं और सर्वव्यापी परमात्मा उन यज्ञोंमें नित्य प्रतिष्ठित (विराजमान) हैं। यज्ञोंमें परमात्मा नित्य प्रतिष्ठित रहनेसे उन यज्ञोंका अनुष्ठान केवल परमात्मतत्त्वकी प्राप्तिके लिये ही करना चाहिये।"

      },
      {
        "verse": 33,
        "text": "श्रेयान्द्रव्यमयाद्यज्ञाज्ज्ञानयज्ञः परन्तप। सर्वं कर्माखिलं पार्थ ज्ञाने परिसमाप्यते।।4.33।।",
        "translationEn": "O scorcher of foes, the sacrifice performed in knowledge is superior to any mechanical material sacrifice. After all, O Partha, all sacrifices of work culminate in knowledge.",
        "translationHn": "।।4.33।। हे परंतप अर्जुन, ज्ञानयज्ञ धनयज्ञसे श्रेष्ठ है। अर्थात् ज्ञानमें समाप्त होनेसे सम्पूर्ण कर्म ज्ञानमें ही समाप्त हो जाता है।",
        "commentaryEn": "4.33 śreyān superior? dravya-mayāt material? yajñāt sacrifice? jñāna-yajñaḥ sacrifice performed in knowledge? parantapa O scorcher of foes? sarvam all? karma-akhilaṁ all sacrifices of work? pārtha O Partha? jñāne in knowledge? pari-samāpyate culminate.Commentary O scorcher of foes, the sacrifice performed in knowledge is superior to any mechanical material sacrifice. After all, O Partha, all sacrifices of work culminate in knowledge.",
        "commentaryHn":"4.33।। व्याख्या--'श्रेयान्द्रव्यमयाद्यज्ञाज्ज्ञानयज्ञः परंतप'--जिन यज्ञोंमें द्रव्यों (पदार्थों) तथा कर्मोंकी आवश्यकता होती है, वे सब यज्ञ 'द्रव्यमय' होते हैं। 'द्रव्य' शब्दके साथ 'मय' प्रत्यय प्रचुरताके अर्थमें है। जैसे मिट्टीकी प्रधानतावाला पात्र 'मृन्मय' कहलाता है, ऐसे ही द्रव्यकी प्रधानतावाला यज्ञ 'द्रव्यमय' कहलाता है। ऐसे द्रव्यमय यज्ञसे ज्ञानयज्ञ श्रेष्ठ है; क्योंकि ज्ञानयज्ञमें द्रव्य और कर्मकी आवश्यकता नहीं होती। सभी यज्ञोंको भगवान्ने कर्मजन्य कहा है (4। 32)। यहाँ भगवान् कहते हैं कि सम्पूर्ण कर्म ज्ञानयज्ञमें परिसमाप्त हो जाते हैं अर्थात् ज्ञानयज्ञ कर्मजन्य नहीं, है प्रत्युत विवेक-विचारजन्य है। अतः यहाँ जिस ज्ञानयज्ञकी बात आयी है, वह पूर्ववर्णित बारह यज्ञोंके अन्तर्गत आये ज्ञानयज्ञ (4। 28) का वाचक नहीं है, प्रत्युत आगेके (चौंतीसवें) श्लोकमें वर्णित ज्ञान प्राप्त करनेकी प्रचलित प्रक्रियाका वाचक है। पूर्ववर्णित बारह यज्ञोंका वाचक यहाँ 'द्रव्यमय यज्ञ' है। द्रव्यमय यज्ञ समाप्त करके ही ज्ञानयज्ञ किया जाता है।अगर सूक्ष्मदृष्टिसे देखा जाय तो ज्ञानयज्ञ भी क्रियाजन्य ही है, परन्तु इसमें विवेक-विचारकी प्रधानता रहती है।'सर्वं कर्माखिलं पार्थ ज्ञाने परिसमाप्यते'-- 'सर्वम्' और 'अखिलम्'--  दोनों शब्द पर्यायवाची हैं और उनका अर्थ सम्पूर्ण होता है। इसलिये यहाँ 'सर्वम् कर्म' का अर्थ सम्पूर्ण कर्म (मात्र कर्म) और 'अखिलम्' का अर्थ सम्पूर्ण द्रव्य (मात्र पदार्थ) लेना ही ठीक मालूम देता है।जबतक मनुष्य अपने लिये कर्म करता है, तबतक उसका सम्बन्ध क्रियाओँ और पदार्थोंसे बना रहता है। जबतक क्रियाओँ और पदार्थोंसे सम्बन्ध रहता है, तभीतक अन्तःकरणमें अशुद्धि रहती है, इसलिये अपने लिये कर्म न करनेसे ही अन्तःकरण शुद्ध होता है।अन्तःकरणमें तीन दोष रहते हैं--मल (संचित पाप), विक्षेप (चित्तकी चञ्चलता) और आवरण (अज्ञान)। अपने लिये कोई भी कर्म न करनेसे अर्थात् संसारमात्रकी सेवाके लिये ही कर्म करनेसे जब साधकके अन्तःकरणमें स्थित मल और विक्षेप--दोनों दोष मिट जाते हैं, तब वह ज्ञानप्राप्तिके द्वारा आवरण-दोषको मिटानेके लिये कर्मोंका स्वरूपसे त्याग करके गुरुके पास जाता है। उस समय वह कर्मों और पदार्थोंसे ऊँचा उठ जाता है अर्थात् कर्म और पदार्थ उसके लक्ष्य नहीं रहते, प्रत्युत एक चिन्मय तत्त्व ही उसका लक्ष्य रहता है। यही सम्पूर्ण कर्मों और पदार्थोंका तत्त्वज्ञानमें समाप्त होना है।"
      },
      {
        "verse": 34,
        "text": "तद्विद्धि प्रणिपातेन परिप्रश्नेन सेवया। उपदेक्ष्यन्ति ते ज्ञानं ज्ञानिनस्तत्त्वदर्शिनः।।4.34।।",
        "translationEn": "Learn that by humble submission, by inquiry, and by service, the wise who have realized the Truth will instruct you in wisdom.",
        "translationHn": "।।4.34।। उस ज्ञानको तू जाननेके लिये श्रद्धाभक्तिसे, प्रश्नप्रच्छनसे और सेवासे उन ज्ञानियोंके पास जा, जो तत्त्वदर्शी हैं।",
        "commentaryEn": "4.34 tat that? viddhi learn? praṇipāten by humble submission? paripraśnena by inquiry? sevayā and by service? upadekṣyanti will instruct? te they? jñānam wisdom? jñāninaḥ the wise? tattva-darśinaḥ who have realized the Truth.Commentary Learn that by humble submission, by inquiry, and by service, the wise who have realized the Truth will instruct you in wisdom.",
        "commentaryHn":"4.34।। व्याख्या--'तद्विद्धि'--अर्जुनने पहले कहा था कि युद्धमें स्वजनोंको मारकर मैं हित नहीं देखता (गीता 1। 31) इन आततायियोंको मारनेसे तो पाप ही लगेगा (गीता 1। 36)। युद्ध करनेकी अपेक्षा मैं भिक्षा माँगकर जीवन-निर्वाह करना श्रेष्ठ समझता हूँ (गीता 2। 5)। इस तरह अर्जुन युद्धरूप कर्तव्य-कर्मका त्याग करना श्रेष्ठ मानते हैं; परन्तु भगवान्के मतानुसार ज्ञानप्राप्तिके लिये कर्मोंका त्याग करना आवश्यक नहीं है (गीता 3। 20 4। 15)। इसीलिये यहाँ भगवान् अर्जुनसे मानो यह कह रहे हैं कि अगर तू कर्मोंका स्वरूपसे त्याग करके ज्ञान प्राप्त करनेको ही श्रेष्ठ मानता है, तो तू किसी तत्त्वदर्शी ज्ञानी महापुरुषके पास ही जाकर विधिपूर्वक ज्ञानको प्राप्त कर; मैं तुझे ऐसा उपदेश नहीं दूँगा। वास्तवमें यहाँ भगवान्का अभिप्राय अर्जुनको ज्ञानी महापुरुषके पास भेजनेका नहीं, प्रत्युत उन्हें चेतानेका प्रतीत होता है। जैसे कोई महापुरुष किसीको उसके कल्याणकी बात कह रहा है, पर श्रद्धाकी कमीके कारण सुननेवालेको वह बात नहीं जँचती, तो वह महापुरुष उसे कह देता है कि तू किसी दूसरे महापुरुषके पास जाकर अपने कल्याणका उपाय पूछ; ऐसे ही भगवान् मानो यह कहे रहे हैं कि अगर तूझे मेरी बात नहीं जँचती, तो तू किसी ज्ञानी महापुरुषके पास जाकर प्रचलित प्रणालीसे ज्ञान प्राप्त कर। ज्ञान प्राप्त करनेकी प्रचलित प्रणाली है--कर्मोंका स्वरूपसे त्याग करके, जिज्ञासापूर्वक श्रोत्रिय और ब्रह्मनिष्ठ गुरुके पास जाकर विधिपूर्वक ज्ञान प्राप्त करना (टिप्पणी प0 263)।आगे चलकर भगवान्ने अड़तीसवें श्लोकमें कहा है कि यही तत्त्वज्ञान तुझे अपना कर्तव्य-कर्म करते-करते (कर्मयोग सिद्ध होते ही) दूसरे किसी साधनके बिना स्वयं अपने-आपमें प्राप्त हो जायगा। उसके लिये किसी दूसरेके पास जानेकी जरूरत नहीं है।'प्रणिपातेन'-- ज्ञान-प्राप्तिके लिये गुरुके पास जाकर उन्हें साष्टाङ्ग दण्डवत् -प्रणाम करे। तात्पर्य यह है कि गुरुके पास नीच पुरुषकी तरह रहे 'नीचवत् सेवेत सद्गुरुम्' जिससे अपने शरीरसे गुरुका कभी निरादर, तिरस्कार न हो जाय। नम्रता, सरलता और जिज्ञासुभावसे उनके पास रहे और उनकी सेवा करे। अपने-आपको उनके समर्पित कर दे; उनके अधीन हो जाय। शरीर और वस्तुएँ--दोनों उनके अर्पण कर दे। साष्टाङ्ग दण्डवत्-प्रणामसे अपना शरीर और सेवासे अपनी वस्तुएँ उनके अर्पण कर दे।'सेवया'--शरीर और वस्तुओंसे गुरुकी सेवा करे। जिससे वे प्रसन्न हों, वैसा काम करे। उनकी प्रसन्नता प्राप्त करनी हो तो अपने-आपको सर्वथा उनके अधीन कर दे। उनके मनके, संकेतके, आज्ञाके अनुकूल काम करे। यही वास्तविक सेवा है।सन्त-महापुरुषकी सबसे बड़ी सेवा है--उनके सिद्धान्तोंके अनुसार अपना जीवन बनाना। कारण कि उन्हें सिद्धान्त जितने प्रिय होते हैं, उतना अपना शरीर प्रिय नहीं होता। सिद्धान्तकी रक्षाके लिये वे अपने शरीरतकका सहर्ष त्याग कर देते हैं। इसलिये सच्चा सेवक उनके सिद्धान्तोंका दृढ़तापूर्वक पालन करता है।"
      },
      {
        "verse": 35,
        "text": "यज्ज्ञात्वा न पुनर्मोहमेवं यास्यसि पाण्डव। येन भूतान्यशेषेण द्रक्ष्यस्यात्मन्यथो मयि।।4.35।।",
        "translationEn": "And having realized that, you will not again fall into delusion, O Pandava; and through that knowledge you will see all beings without exception in yourself and also in Me.",
        "translationHn": "।।4.35।। हे पाण्डव, उस ज्ञानको जाननेके बाद तू फिर मोहमें नहीं पड़ेगा और उससे तू सब भूतोंको अपने आत्ममें और मुझमें भी देखेगा। ",
        "commentaryEn": "4.35 yat which? jñātvā having realized? na not? punaḥ again? moham delusion? evam thus? yāsyasi you will go? pāṇḍava O Pandava? yena by which? bhūtāni all beings? aśeṣeṇa without exception? draṣṭhyasi you will see? ātmani in yourself? athaḥ also? mayi in Me.Commentary And having realized that, you will not again fall into delusion, O Pandava; and through that knowledge you will see all beings without exception in yourself and also in Me.",
        "commentaryHn":"।।4.35।। व्याख्या--'यज्ज्ञात्वा न पुनर्मोहमेवं यास्यसि पाण्डव'--पूर्वश्लोकमें भगवान्ने कहा कि वे महापुरुष तेरेको तत्त्वज्ञानका उपदेश देंगे; परन्तु उपदेश सुननेमात्रसे वास्तविक बोध अर्थात् स्वरूपका यथार्थ अनुभव नहीं होता--'श्रुत्वाप्येनं वेद न चैव कश्चित्' (गीता 2। 29) और वास्तविक बोधका वर्णन भी कोई कर नहीं सकता। कारण कि वास्तविक बोध करण-निरपेक्ष है अर्थात् मन, वाणी आदिसे परे है। अतः वास्तविक बोध स्वयंके द्वारा ही स्वयंको होता है और यह तब होता है, जब मनुष्य अपने विवेक (जड-चेतनके भेदका ज्ञान) को महत्त्व देता है। विवेकको महत्त्व देनेसे जब अविवेक सर्वथा मिट जाता है, तब वह विवेक ही वास्तविक बोधमें परिणत हो जाता है और जडतासे सर्वथा सम्बन्ध-विच्छेद करा देता है। वास्तविक बोध होनेपर फिर कभी मोह नहीं होता।गीताके पहले अध्यायमें अर्जुनका मोह प्रकट होता है कि युद्धमें सभी कुटुम्बी, सगे-सम्बन्धी लोग मर जायँगे तो उन्हें पिण्ड और जल देनेवाला कौन होगा? पिण्ड और जल न देनेसे वे नरकोंमें गिर जायँगे। जो जीवित रह जायँगे, उन स्त्रियोंका और बच्चोंका निर्वाह और पालन कैसे होगा? आदि-आदि। तत्त्वज्ञान होनेके बाद ऐसा मोह नहीं रहता। बोध होनेपर जब संसारसे मैं-मेरेपनका सम्बन्ध नहीं रहता, तब पुनः मोह होनेका प्रश्न ही नहीं रहता।"
      },
      {
        "verse": 36,
        "text": "अपि चेदसि पापेभ्यः सर्वेभ्यः पापकृत्तमः। सर्वं ज्ञानप्लवेनैव वृजिनं सन्तरिष्यसि।।4.36।।",
        "translationEn": "Even if you are the most sinful of all sinners, yet you will cross over all sin by the raft of knowledge.",
        "translationHn": "।।4.36।। यदि तू सब पापियोंमें सबसे बड़ा पापी भी हो, तो तू ज्ञानकी नावसे ही सब पापोंको पार कर जायगा।",
        "commentaryEn": "4.36 api even if? cet if? asi you are? pāpebhyaḥ from sinners? sarvebhyaḥ of all? pāpa-kṛttamaḥ the most sinful? sarvam all? jñāna-plavena by the raft of knowledge? eva certainly? vṛijinaṁ the ocean? santariṣyasi you will cross over.Commentary Even if you are the most sinful of all sinners, yet you will cross over all sin by the raft of knowledge.",
        "commentaryHn":"।।4.36।। व्याख्या--'अपि चेदसि पापेभ्यः सर्वेभ्यः पापकृत्तमः'-- पाप करनेवालोंकी तीन श्रेणियाँ होती हैं (1) 'पापकृत्' अर्थात् पाप करनेवाला, (2) 'पापकृत्तर' अर्थात् दो पापियोंमें एकसे अधिक पाप करनेवाला और (3) 'पापकृत्तम' अर्थात् सम्पूर्ण पापियोंमें सबसे अधिक पाप करनेवाला। यहाँ 'पापकृत्तमः' पदका प्रयोग करके भगवान् कहते हैं कि अगर तू सम्पूर्ण पापियोंमें भी अत्यन्त पाप करनेवाला है, तो भी तत्त्वज्ञानसे तू सम्पूर्ण पापोंसे तर सकता है।भगवान्का यह कथन बहुत आश्वासन देनेवाला है। तात्पर्य यह है कि जो पापोंका त्याग करके साधनमें लगा हुआ है, उसका तो कहना ही क्या है! पर जिसने पहले बहुत पाप किये हों, उसको भी जिज्ञासा जाग्रत् होनेके बाद अपने उद्धारके विषयमें कभी निराश नहीं होना चाहिये। कारण कि पापी-से-पापी मनुष्य भी यदि चाहे तो इसी जन्ममें अभी अपना कल्याण कर सकता है। पुराने पाप उतने बाधक नहीं होते, जितने वर्तमानके पाप बाधक होते हैं। अगर मनुष्य वर्तमानमें पाप करना छोड़ दे और निश्चय कर ले कि अब मैं कभी पाप नहीं करूँगा और केवल तत्त्वज्ञानको प्राप्त करूँगा, तो उसके पापोंका नाश होते देरी नहीं लगती।यदि कहीं सौ वर्षोंसे घना अँधेरा छाया हो और वहाँ दीपक जला दिया जाय, तो उस अँधेरेको दूर करके प्रकाश करनेमें दीपकको सौ वर्ष नहीं लगते, प्रत्युत दीपक जलाते ही तत्काल अँधेरा मिट जाता है। इसी तरह तत्त्वज्ञान होते ही पहले किये गये सम्पूर्ण पाप तत्काल नष्ट हो जाते हैं।'चेत्'--(यदि) पद देनेका तात्पर्य यह है कि प्रायः ऐसे पापी मनुष्य परमात्मामें नहीं लगते; परन्तु वे परमात्मामें लग नहीं सकते--ऐसी बात नहीं है। किसी महापुरुषके सङ्गसे अथवा किसी घटना, परिस्थिति, वातावरण आदिके प्रभावसे यदि उनका ऐसा दृढ़ निश्चय हो जाय कि अब परमात्मतत्त्वका ज्ञान प्राप्त करना ही है, तो वे भी सम्पूर्ण पापसमुद्रसे भलीभाँति तर जाते हैं।नवें अध्यायके तीसवें-इकतीसवें श्लोकोंमें भी भगवान् ऐसी ही बात अनन्यभावसे अपना भजन करनेवालेके लिये कही है कि महान् दुराचारी मनुष्य भी अगर यह निश्चय कर ले कि अब मैं भगवान्का भजन ही करूँगा, तो उसका भी बहुत जल्दी कल्याण हो जाता है।"
      },
      {
        "verse": 37,
        "text": "यथैधांसि समिद्धोऽग्निर्भस्मसात्कुरुतेऽर्जुन। ज्ञानाग्निः सर्वकर्माणि भस्मसात्कुरुते तथा।।4.37।।",
        "translationEn": "As blazing fire turns firewood to ashes, O Arjuna, so does the fire of knowledge reduce all actions to ashes.",
        "translationHn": "।।4.37।। हे अर्जुन, जैसे जलते हुए अग्नि लकड़ी को भस्म कर देता है, वैसे ही ज्ञानकी अग्नि सम्पूर्ण कर्मोंको भस्म कर देती है।",
        "commentaryEn": "4.37 yathā as? edhānsi firewood? samiddhaḥ blazing? agniḥ fire? bhasma-sāt to ashes? kurute turns? arjuna O Arjuna? jñāna-agniḥ the fire of knowledge? sarva-karmāṇi all actions? bhasma-sāt to ashes? kurute reduces? tathā so.Commentary As blazing fire turns firewood to ashes, O Arjuna, so does the fire of knowledge reduce all actions to ashes.",
        "commentaryHn":"4.37।। व्याख्या--'यथैधांसि समिद्धोऽग्निर्भस्मसात् कुरुतेऽर्जुन'--पीछेके श्लोकमें भगवान्ने ज्ञानरूपी नौकाके द्वारा सम्पूर्ण पाप-समुद्रको तरनेकी बात कही। उससे यह प्रश्न पैदा होता है कि पापसमुद्र तो शेष रहता ही है, फिर उसका क्या होगा? अतः भगवान् पुनः दूसरा दृष्टान्त देते हुए कहते हैं कि जैसे प्रज्वलित अग्नि काष्ठादि सम्पूर्ण ईंधनोंको इस प्रकार भस्म कर देती है कि उनका किञ्चिन्मात्र भी अंश शेष नहीं रहता, ऐसे ही ज्ञानरूप अग्नि सम्पूर्ण पापोंको इस प्रकार भस्म कर देती है कि उनका किञ्चिन्मात्र भी अंश शेष नहीं रहता।"
      },
      {
        "verse": 38,
        "text": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते। तत्स्वयं योगसंसिद्धः कालेनात्मनि विन्दति।।4.38।।",
        "translationEn": "In this world, there is nothing so purifying as knowledge. One who has become accomplished in the practice of yoga enjoys this knowledge within himself in due course of time.",
        "translationHn": "।।4.38।। इस लोकमें ज्ञानसे अधिक पवित्र कुछ नहीं है। जो योगमें सिद्ध हो गया है, वह समयके साथ अपने आत्ममें ही ज्ञानको प्राप्त करता है।",
        "commentaryEn": "4.38 na not? hi certainly? jñānena by knowledge? sadṛśam comparable? pavitram purifying? iha in this world? vidyate is? tat that? svayam oneself? yoga-saṁsiddhaḥ one who has become accomplished in the practice of yoga? kālena in due course of time? ātmani within himself? vindati enjoys.Commentary In this world, there is nothing so purifying as knowledge. One who has become accomplished in the practice of yoga enjoys this knowledge within himself in due course of time.",
        "commentaryHn":"4.38।। व्याख्या--'न हि ज्ञानेन सदृशं पवित्रमिह विद्यते'--यहाँ 'इह' पद मनुष्यलोकका वाचक है; क्योंकि सबकी-सब पवित्रता इस मनुष्यलोकमें ही प्राप्त की जाती है। पवित्रता प्राप्त करनेका अधिकार और अवसर मनुष्य-शरीरमें ही है। ऐसा अधिकार किसी अन्य शरीरमें नहीं है। अलग-अलग लोकोंके अधिकार भी मनुष्यलोकसे ही मिलते हैं। संसारकी स्वतन्त्र सत्ताको माननेसे तथा उससे सुख लेनेकी इच्छासे ही सम्पूर्ण दोष, पाप उत्पन्न होते हैं (गीता 3। 37)। तत्त्वज्ञान होनेपर जब संसारकी स्वतन्त्र सत्ता ही नहीं रहती, तब सम्पूर्ण पापोंका सर्वथा नाश हो जाता है और महान् पवित्रता आ जाती है। इसलिये संसारमें ज्ञानके समान पवित्र करनेवाला दूसरा कोई साधन है ही नहीं।संसारमें यज्ञ, दान, तप, पूजा, व्रत, उपवास, जप, ध्यान, प्राणायाम आदि जितने साधन हैं तथा गङ्गा, यमुना, गोदावरी आदि जितने तीर्थ हैं, वे सभी मनुष्यके पापोंका नाश करके उसे पवित्र करनेवाले हैं। परन्तु उन सबमें भी तत्त्वज्ञानके समान पवित्र करनेवाला कोई भी साधन, तीर्थ आदि नहीं है; क्योंकि वे सब तत्त्वज्ञानके साधन हैं और तत्त्वज्ञान उन सबका साध्य है। परमात्मा पवित्रोंके भी पवित्र हैं--'पवित्राणां पवित्रम्' (विष्णुसहस्र0 10)। उन्हीं परमपवित्र परमात्माका अनुभव करानेवाला होनेसे तत्त्वज्ञान भी अत्यन्त पवित्र है।'योगसंसिद्धः'--जिसका कर्मयोग सिद्ध हो गया है अर्थात् कर्मयोगका अनुष्ठान साङ्गोपाङ्ग पूर्ण हो गया है, उस महापुरुषको यहाँ 'योगसंसिद्धः' कहा गया है, छठे अध्यायके चौथे श्लोकमें उसीको 'योगारूढः' कहा गया है। योगारूढ़ होना कर्मयोगकी अन्तिम अवस्था है। योगारूढ़ होते ही तत्त्वबोध हो जाता है। तत्त्वबोध हो जानेपर संसारसे सर्वथा सम्बन्ध-विच्छेद हो जाता है।कर्मयोगकी मुख्य बात है--अपना कुछ भी न मानकर सम्पूर्ण कर्म संसारके हितके लिये करना, अपने लिये कुछ भी न करना। ऐसा करनेपर सामग्री और क्रिया-शक्ति--दोनोंका प्रवाह संसारकी सेवामें हो जाता है। संसारकी सेवामें प्रवाह होनेपर 'मैं सेवक हूँ' ऐसा (अहम्का) भाव भी नहीं रहता अर्थात् सेवक नहीं रहता, केवल सेवा रह जाती है। इस प्रकार जब सेवक सेवा बनकर सेव्यमें लीन हो जाता है, तब प्रकृतिके कार्य शरीर तथा संसारसे सर्वथा वियोग (सम्बन्ध-विच्छेद) हो जाता है। वियोग होनेपर संसारकी स्वतन्त्र सत्ता नहीं रह जाती, केवल क्रिया रह जाती है। इसीको योगकी संसिद्धि अर्थात् सम्यक् सिद्धि कहते हैं।कर्म और फलकी आसक्तिसे ही 'योग' का अनुभव नहीं होता। वास्तवमें कर्मों और पदार्थोंसे सम्बन्ध-विच्छेद स्वतःसिद्ध है। कारण कि कर्म और पदार्थ तो अनित्य (आदि-अन्तवाले) हैं, और अपना स्वरूप नित्य है। अनित्य कर्मोंसे नित्य स्वरूपको क्या मिल सकता है? इसलिये स्वरूपको कर्मोंके द्वारा कुछ नहीं पाना है --यह 'कर्मविज्ञान' है। कर्मविज्ञानका अनुभव होनेपर कर्मफलसे भी सम्बन्ध-विच्छेद हो जाता है अर्थात् कर्मजन्य सुख लेनेकी आसक्ति सर्वथा मिट जाती है, जिसके मिटते ही परमात्माके साथ अपने स्वाभाविक नित्य-सम्बन्धका अनुभव हो जाता है, जो 'योगविज्ञान' है। योगविज्ञानका अनुभव होना ही योगकी संसिद्धि है।"
      },
      {
        "verse": 39,
        "text": "श्रद्धावान्लभते ज्ञानं तत्परः संयतेन्द्रियः। ज्ञानं लब्ध्वा परां शान्तिमचिरेणाधिगच्छति।।4.39।।",
        "translationEn":"The one who is full of faith, devoted to it, and has subdued their senses obtains this knowledge; and upon obtaining the knowledge, they attain the supreme peace immediately.",
        "translationHn": "।।4.39।। जो श्रद्धावान, उसमें निष्ठावान और अपनेइन्द्रियोंको वशमें किये हुए है, वह ज्ञान प्राप्त करता है और ज्ञान प्राप्त करके तुरंत ही परम शान्ति को प्राप्त हो जाता है।",
        "commentaryEn": "4.39 śraddhā-vān full of faith? labhate obtains? jñānam knowledge? tat that? paraḥ supreme? saṁyatendriyaḥ one who has subdued their senses? jñānam knowledge? labdhvā having obtained? parām supreme? śāntim peace? acireṇa immediately? adhigacchati attains.Commentary The one who is full of faith, devoted to it, and has subdued their senses obtains this knowledge; and upon obtaining the knowledge, they attain the supreme peace immediately.",
        "commentaryHn":"4.39।। व्याख्या--तत्परः संयतेन्द्रियः--इस श्लोकमें श्रद्धावान् पुरुषको ज्ञान प्राप्त होनेकी बात आयीहै। अपनेमें श्रद्धा कम होनेपर भी मनुष्य भूलसे अपनेको अधिक श्रद्धावाला मान सकता है, इसलिये भगवान्ने श्रद्धाकी पहचानके लिये दो विशेषण दिये हैं 'संयतेन्द्रियः' और तत्परः।जिसकी इन्द्रियाँ पूर्णतया वशमें हैं, वह 'संयतेन्द्रियः' है और जो अपने साधनमें तत्परतापूर्वक लगा हुआ है वह 'तत्परः' है। साधनमें तत्परताकी कसौटी है--इन्द्रियोंका संयत होना। अगर इन्द्रियाँ संयत नहीं हैं और विषय-भोगोंकी तरफ जाती हैं, तो साधन-परायणतामें कमी समझनी चाहिये।"
      },
      {
        "verse": 40,
        "text": "अज्ञश्चाश्रद्दधानश्च संशयात्मा विनश्यति। नायं लोकोऽस्ति न परो न सुखं संशयात्मनः।।4.40।।",
        "translationEn": "But the ignorant and faithless, the one of a doubting nature, perishes. For the doubting soul, there is neither this world nor the world beyond, nor any happiness.",
        "translationHn": "।।4.40।। परंतु अज्ञानी और श्रद्धाहीन, संदेहात्मा नाश हो जाता है। संदेहात्मा के लिए न तो इस लोक में कुछ है और न परलोक में और न सुख है।",
        "commentaryEn": "4.40 ajñaḥ ignorant? ca and? aśraddadhānaḥ faithless? ca and? saṁśaya-ātmā one of a doubting nature? vinaśyati perishes? na not? ayam this? lokaḥ world? asti is? na not? paraḥ the world beyond? na not? sukham happiness? saṁśaya-ātmanaḥ for the doubting soul.Commentary But the ignorant and faithless, the one of a doubting nature, perishes. For the doubting soul, there is neither this world nor the world beyond, nor any happiness.",
        "commentaryHn":"4.40।। व्याख्या--'अज्ञश्चाश्रद्दधानश्च संशयात्मा विनश्यति'--जिस पुरुषका विवेक अभी जाग्रत् नहीं हुआ है तथा जितना विवेक जाग्रत् हुआ है, उसको महत्त्व नहीं देता और साथ ही जो अश्रद्धालु है, ऐसे संशययुक्त पुरुषका पारमार्थिक मार्गसे पतन हो जाता है। कारण कि संशययुक्त पुरुषकी अपनी बुद्धि तो प्राकृत--शिक्षारहित है और दूसरेकी बातका आदर नहीं करता, फिर ऐसे पुरुषके संशय कैसे नष्ट हो सकते हैं? और संशय नष्ट हुए बिना उसकी उन्नति भी कैसे हो सकती है? अलग-अलग बातोंको सुननेसे 'यह ठीक है अथवा वह ठीक है?' ---इस प्रकार सन्देहयुक्त पुरुषका नाम संशयात्मा है। पारमार्थिक मार्गपर चलनेवाले साधकमें संशय पैदा होना स्वाभाविक है; क्योंकि वह किसी भी विषयको पढ़ेगा तो कुछ समझेगा और कुछ नहीं समझेगा। जिस विषयको कुछ नहीं समझते उस विषयमें संशय पैदा नहीं होता और जिस विषयको पूरा समझते हैं, उस विषयमें संशय नहीं रहता। अतः संशय सदा अधूरे ज्ञानमें ही पैदा होता है, इसीको अज्ञान कहते हैं (टिप्पणी प0 272.1)। इसलिये संशयका उत्पन्न होना हानिकारक नहीं है, प्रत्युत संशयको बनाये रखना और उसे दूर करनेकी चेष्टा न करना ही हानिकारक है। संशयको दूर करनेकी चेष्टा न करनेपर वह संशय ही 'सिद्धान्त' बन जाता है। कारण कि संशय दूर न होनेपर मनुष्य सोचता है कि पारमार्थिक मार्गमें सब कुछ ढकोसला है और ऐसा सोचकर उसे छोड़ देता है तथा नास्तिक बन जाता है। परिणामस्वरूप उसका पतन हो जाता है। इसलिये अपने भीतर संशयका रहना साधकको बुरा लगना चाहिये। संशय बुरा लगनेपर जिज्ञासा जाग्रत् होती है, जिसकी पूर्ति होनेपर संशय-विनाशक ज्ञानकी प्राप्ति होती है।साधकका लक्षण है--खोज करना। यदि वह मन और इन्द्रियोंसे देखी बातको ही सत्य मान लेता है, तो वहीं रुक जाता है, आगे नहीं बढ़ पाता। साधकको निरन्तर आगे ही बढ़ते रहना चाहिये। जैसे रास्तेपर चलते समय मनुष्य यह न देखे कि कितने मील आगे आ गये, प्रत्युत यह देखे कि कितने मील अभी बाकी पड़े हैं, तब वह ठीक अपने लक्ष्यतक पहुँच जायगा। ऐसे ही साधक यह न देखे कि कितना जान लिया अर्थात् अपने जाने हुएपर सन्तोष न करे, प्रत्युत जिस विषयको अच्छी तरह नहीं जानता, उसे जाननेकी चेष्टा करता रहे। इसलिये संशयके रहते हुए कभी सन्तोष नहीं होना चाहिये, प्रत्युत जिज्ञासा अग्निकी तरह दहकती रहनी चाहिये। ऐसा होनेपर साधकका संशय सन्त-महात्माओंसे अथवा ग्रन्थोंसे किसी-न-किसी प्रकारसे दूर हो ही जाता है। संशय दूर करनेवाला कोई न मिले तो भगवत्कृपासे उसका संशय दूर हो जाता है।"
      },
      {
        "verse": 41,
        "text": "योगसंन्यस्तकर्माणं ज्ञानसंछिन्नसंशयम्। आत्मवन्तं न कर्माणि निबध्नन्ति धनञ्जय।।4.41।।",
        "translationEn": "O Arjuna, actions do not bind the one who has renounced work through yoga, whose doubts have been dispelled by knowledge, and who is self-realized.",
        "translationHn": "।।4.41।। हे धनञ्जय, जिसने कर्मयोगद्वारा कर्मोंका त्याग कर दिया है, जिसके संशय ज्ञानद्वारा नष्ट हो गये हैं और जो आत्मवान है, उसके लिए कर्म नहीं बाँधते।",
        "commentaryEn": "4.41 yoga-sannyasta-karmāṇam one who has renounced work through yoga? jñāna-sañchinna-saṁśayam whose doubts have been dispelled by knowledge? ātma-vantam self-realized? na not? karmāṇi actions? nibadhnanti bind? dhanam-jaya O Arjuna.Commentary O Arjuna, actions do not bind the one who has renounced work through yoga, whose doubts have been dispelled by knowledge, and who is self-realized.",
        "commentaryHn":"4.41।। व्याख्या--'योगसंन्यस्तकर्मणाम्'--शरीर, इन्द्रियाँ, मन बुद्धि आदि जो वस्तुएँ हमें मिली हैं और हमारी दीखती हैं वे सब दूसरोंकी सेवाके लिये ही हैं, अपना अधिकार जमानेके लिये नहीं। इस दृष्टिसे जब उन वस्तुओंको दूसरोंकी सेवामें (उनका ही मानकर) लगा दिया जाता है, तब कर्मों और वस्तुओंका प्रवाह संसारकी ओर ही हो जाता है और अपनेमें स्वतःसिद्ध समताका अनुभव हो जाता है। इस प्रकार योग-(समता-) के द्वारा जिसने कर्मोंसे सम्बन्ध-विच्छेद कर लिया है, वह पुरुष 'योगसंन्यस्तकर्मा'है।जब कर्मयोगी कर्ममें अकर्म तथा अकर्ममें कर्म देखता है अर्थात् कर्म करते हुए अथवा न करते हुए--दोनों अवस्थाओंमें नित्य-निरन्तर असङ्ग रहता है, तब वही वास्तवमें 'योगसंन्यस्तकर्मा' होता है।'ज्ञानसंछिन्नसंशयम्'--मनुष्यके भीतर प्रायः ये संशय रहते हैं कि कर्म करते हुए ही कर्मोंसे अपना सम्बन्ध[-विच्छेद कैसे होगा? अपने लिये कुछ न करें तो अपना कल्याण कैसे होगा? आदि। परन्तु जब वह कर्मोंके तत्त्वको अच्छी तरह जान लेता है (टिप्पणी प0 273), तब उसके समस्त संशय मिट जाते हैं। उसे इस बातका स्पष्ट ज्ञान हो जाता है कि कर्मों और उनके फलोंका आदि और अन्त होता है, पर स्वरूप सदा ज्यों-का-त्यों रहता है। इसलिये कर्ममात्रका सम्बन्ध 'पर'-(संसार-) के साथ है, 'स्व'-(स्वरूप-) के साथ बिलकुल नहीं। इस दृष्टिसे अपने लिये कर्म करनेसे कर्मोंके साथ सम्बन्ध जुड़ जाता है और निष्कामभाव-पूर्वक केवल दूसरोंके लिये कर्म करनेसे कर्मोंसे सम्बन्ध-विच्छेद हो जाता है। इससे सिद्ध होता है कि अपना कल्याण दूसरोंके लिये कर्म करनेसे ही होता है, अपने लिये कर्म करनेसे नहीं।"
      },
      {
        "verse": 42,
        "text": "तस्मादज्ञानसंभूतं हृत्स्थं ज्ञानासिनात्मनः। छित्त्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत।।4.42।।",
        "translationEn": "Therefore, O Arjuna, with the sword of knowledge, cut asunder the doubts that have arisen in your heart. Stand up and take to the path of yoga.",
        "translationHn": "।।4.42।। इसलिये हे भारत, ज्ञानसे उत्पन्न हुए इस संशयको छिनकर योगमें स्थित होकर उठो और खड़े हो जाओ।",
        "commentaryEn": "4.42 tasmāt therefore? ajñāna-sambhūtam arisen from ignorance? hṛt-stham in the heart? jñāna-āsinā by the sword of knowledge? ātmanaḥ of the self? chittvā cutting asunder? enam this? saṁśayam doubt? yogam the path of yoga? ātiṣṭha stand up? uttiṣṭha stand up? bhārata O Arjuna.Commentary Therefore, O Arjuna, with the sword of knowledge, cut asunder the doubts that have arisen in your heart. Stand up and take to the path of yoga.",
        "commentaryHn":" ।।4.42।। व्याख्या--'तस्मादज्ञानसम्भूतं ৷৷. छित्त्वैनं संशयम्'--पूर्वश्लोकमें भगवान्ने यह सिद्धान्त बताया कि जिसने समताके द्वारा समस्त कर्मोंसे सम्बन्ध-विच्छेद कर लिया है और ज्ञानके द्वारा समस्त संशयोंको नष्ट कर दिया है, उस आत्मपरायण कर्मयोगीको कर्म नहीं बाँधते अर्थात् वह जन्म-मरणसे मुक्त हो जाता है। अब भगवान् 'तस्मात्' पदसे अर्जुनको भी वैसा ही जानकर कर्तव्य-कर्म करनेकी प्रेरणा करते हैं।अर्जुनके हृदयमें संशय था--युद्धरूप घोर कर्मसे मेरा कल्याण कैसे होगा? और कल्याणके लिये मैं कर्मयोगका अनुष्ठान करूँ अथवा ज्ञानयोगका? इस श्लोकमें भगवान् इस संशयको दूर करनेकी प्रेरणा करते हैं ;क्योंकि संशयके रहते हुए कर्तव्यका पालन ठीक तरहसे नहीं हो सकता।'अज्ञानसम्भूतम्' पदका भाव है कि सब संशय अज्ञानसे अर्थात् कर्मोंके और योगके तत्त्वको ठीक-ठीक न समझनेसे ही उत्पन्न होते हैं। क्रियाओँ और पदार्थोंको अपना और अपने लिये मानना ही अज्ञान है। यह अज्ञान जबतक रहता है, तबतक अन्तःकरणमें संशय रहते हैं; क्योंकि क्रियाएँ और पदार्थ विनाशी हैं और स्वरूप अविनाशी है। तीसरे अध्यायमें कर्मयोगका आचरण करनेकी और इस चौथे अध्यायमें कर्मयोगको तत्त्वसे जाननेकी बात विशेषरूपसे आयी है। कारण कि कर्म करनेके साथ-साथ कर्मको जाननेकी भी बहुत आवश्यकता है। ठीक-ठीक जाने बिना कोई भी कर्म बढ़िया रीतिसे नहीं होता। इसके सिवाय अच्छी तरह जानकर कर्म करनेसे जो कर्म बाँधने-वाले होते हैं, वे ही कर्म मुक्त करनेवाले हो जाते हैं (गीता 4। 16 32)। इसलिये इसअध्यायमें भगवान्ने कर्मोंको तत्त्वसे जाननेपर विशेष जोर दिया है।पूर्वश्लोकमें भी 'ज्ञानसंछिन्नसंशयम्' पद इसी अर्थमें आया है। जो मनुष्य कर्म करनेकी विद्याको जान लेता है, उसके समस्त संशयोंका नाश हो जाता है। कर्म करनेकी विद्या है--अपने लिये कुछ करना ही नहीं है। 'योगमातिष्ठोत्तिष्ठ भारत'--अर्जुन अपने धनुष-बाणका त्याग करके रथके मध्यभागमें बैठ गये थे (1। 47)। उन्होंने भगवान्से साफ कह दिया था कि मैं युद्ध नहीं करूँगा'--'न योत्स्ये' (गीता 2। 9)। यहाँ भगवान् अर्जुनको योगमें स्थित होकर युद्धके लिये खड़े हो जानेकी आज्ञा देते हैं। यही बात भगवान्ने दूसरे अध्यायके अड़तालीसवें श्लोकमें योगस्थः कुरु कर्माणि (योगमें स्थित होकर कर्तव्य-कर्म कर) पदोंसे भी कही थी। योगका अर्थ 'समता' है--'समत्वं योग उच्यते' (गीता 2। 48)।अर्जुन युद्धको पाप समझते थे (गीता 1। 36 45)। इसलिये भगवान् अर्जुनको समतामें स्थित होकर युद्ध करनेकी आज्ञा देते हैं; क्योंकि समतामें स्थित होकर युद्ध करनेसे पाप नहीं लगता (गीता 2। 38)। इसलिये समतामें स्थित होकर कर्तव्य-कर्म करना ही कर्म-बन्धनसे छूटनेका उपाय है।"
      }
     
    ]
  },
  {
    "chapter": 5,
    "headingEn":"Karma Sanyasa Yoga",
    "headingHn":"कर्मसंन्यास योग",
    "descriptionEn":"The fifth chapter of the Bhagavad Gita is 'Karma Sanyasa Yoga'. In this chapter, Krishna compares the paths of renunciation in actions (Karma Sanyas) and actions with detachment (Karma Yoga) and explains that both are means to reach the same goal and we can choose either. A wise person should perform his/her worldly duties without attachment to the fruits of his/her actions and dedicate them to God. This way they remain unaffected by sin and eventually attain liberation.",
    "descriptionHn":"भगवद गीता का पांचवां अध्याय 'कर्मसंन्यास योग' है। इस अध्याय में कृष्ण ने कर्म संन्यास और कर्म योग के मार्गों की तुलना की है और समझाया है कि दोनों मार्ग एक ही लक्ष्य तक पहुंचने के लिए हैं और हम किसी भी मार्ग को चुन सकते हैं। एक बुद्धिमान व्यक्ति को अपने लोकिक कर्तव्यों का पालन करना चाहिए और उनके कर्मों के फलों से आसक्ति नहीं करनी चाहिए और उन्हें भगवान को समर्पित करना चाहिए। इस प्रकार वह पाप से प्रभावित नहीं होते और अंततः मोक्ष को प्राप्त होते हैं।",
    "verses": [
      {
        "verse": 1,
        "text": "अर्जुन उवाच संन्यासं कर्मणां कृष्ण पुनर्योगं च शंससि। यच्छ्रेय एतयोरेकं तन्मे ब्रूहि सुनिश्िचतम्।।5.1।।",
        "translationEn": "Arjuna said: O Krishna, you praise renunciation of actions and again you praise the path of selfless action. Tell me for certain which one of the two is better.", 
        "translationHn": "।।5.1।। अर्जुन ने कहा--हे कृष्ण, आप कर्मोंके त्यागको प्रशंसा करते हैं और फिर निःस्वार्थ कर्मका मार्ग भी प्रशंसा करते हैं। मुझे निश्चित रूपसे बताइए कि इन दोनोंमें से कौन एक अधिक श्रेष्ठ है।",
        "commentaryEn": "5.1 arjunaḥ uvāca Arjuna said? sannyāsam renunciation? karmaṇām of actions? kṛṣṇa O Krishna? punaḥ again? yogaṁ the path of selfless action? ca and? śaṁsasi you praise? yat which? śreyaḥ better? etayoḥ of these two? ekam one? tat that? me to me? brūhi tell? su-niścitam for certain.Commentary Arjuna said: O Krishna, you praise renunciation of actions and again you praise the path of selfless action. Tell me for certain which one of the two is better.",
        "commentaryHn":"5.1।। व्याख्या--अर्जुन ने कहा--'संन्यासं कर्मणां कृष्ण'--आप कर्मोंके त्यागको प्रशंसा करते हैं, इसका अर्थ है कि आपने यह बताया है कि कर्मोंका त्याग करनेसे मनुष्य अपने आपको शुद्ध कर सकता है। 'पुनर्योगं च शंससि'--फिर आप निःस्वार्थ कर्मका मार्ग भी प्रशंसा करते हैं, इसका अर्थ है कि आपने यह बताया है कि निःस्वार्थ कर्मका अनुष्ठान करनेसे मनुष्य अपने आपको शुद्ध कर सकता है। इस प्रकार आपने दोनों मार्गोंकी प्रशंसा की है। अब मुझे निश्चित रूपसे बताइए कि इन दोनोंमें से कौन एक अधिक श्रेष्ठ है।"
  },
  {

  }
  
]
}
]
