{
  "chapter": 18,
  "title": "Moksha-Sanyasa Yoga",
  "verse": 78,
  "verses": [
    {
      "verse": 1,
      "text": "अर्जुन उवाच\nसंन्यासस्य महाबाहो तत्त्वमिच्छामि वेदितुम्।\nत्यागस्य च हृषीकेश पृथक्केशिनिषूदन।।18.1।।",
      "translation": "Arjuna said, \"O mighty-armed Hrishikesa, I desire to know the essence or truth of renunciation and abandonment severally, O slayer of Kesi.\"",
      "commentary": "18.1 संन्यासस्य of renunciation? महाबाहो O mightyarmed? तत्त्वम् the essence of truth? इच्छामि (I) wish? वेदितुम् to know? त्यागस्य of Tyaga or abandonment? च and? हृषीकेशः O Krishna? पृथक् severally? केशिनिषूदन् slayer of Kesi.Commentary The teaching of the whole of the GitaSastra is summed up beautifully in this discourse. This last discourse is a brief masterly summary of all that is told inthe previous chapters. Arjuna wishes to know the distinction between Sannyasa and Tyaga.Kesi was an Asura whom Lord Krishna slew. So Lord Krishna is addressed as Kesinishudana by Arjuna.The words Sannyasa and Tyaga have been used here and there in the preceding discourses but their connotations are not lucidly distinguished. Therefore Lord Krishna clearly explains to Arjuna the right significance of the two terms in the following verse.",
      "pronunciation": "arjuna uvācha\nsannyāsasya mahā-bāho tattvam ichchhāmi veditum\ntyāgasya cha hṛiṣhīkeśha pṛithak keśhi-niṣhūdana"
    },
    {
      "verse": 2,
      "text": "श्री भगवानुवाच\nकाम्यानां कर्मणां न्यासं संन्यासं कवयो विदुः।\nसर्वकर्मफलत्यागं प्राहुस्त्यागं विचक्षणाः।।18.2।।",
      "translation": "The Blessed Lord said, \"The sages understand sannyasa to be the renunciation of action with desire; the wise declare the abandonment of the fruits of all actions to be tyaga.\"",
      "commentary": "English Commentary By Swami Sivananda",
      "pronunciation": "śhrī-bhagavān uvācha\nkāmyānāṁ karmaṇāṁ nyāsaṁ sannyāsaṁ kavayo viduḥ\nsarva-karma-phala-tyāgaṁ prāhus tyāgaṁ vichakṣhaṇāḥ"
    },
    {
      "verse": 3,
      "text": "त्याज्यं दोषवदित्येके कर्म प्राहुर्मनीषिणः।\nयज्ञदानतपःकर्म न त्याज्यमिति चापरे।।18.3।।",
      "translation": "Some philosophers declare that actions should be abandoned as evil; while others declare that acts of sacrifice, gift, and austerity should not be relinquished.",
      "commentary": "18.3 त्याज्यम् should be abandoned? दोषवत् (full of) as an evil? इति thus? एके some? कर्म action? प्राहुः declare? मनीषिणः philosophers? यज्ञदानतपःकर्म acts of sacrifice? gift and austerity? न not? त्याज्यम् should be relinished? इति thus? च and? अपरे others.Commentary Some philosophers who follow the doctrine of the Sankhyas declare that all actions,should be abandoned as evil? even by those whoare fit for Karma Yoga.Doshavat As an evil All Karmas should be abandoned as involving evil because they cause bondage or that they should be relinished like passion and other such evil tendencies.Others declare that the acts of sacrifice? gifts and austerities should not be given up by those who are fit for Karma Yoga. These are the opinions of some? who are of great understanding.Now listen to Me.I will settle this matter and will tell thee how renunciation should be practised.The subject of the discourse here is about the Karma Yogins only and not about those persons who have gone beyond the path of Karma. It is with reference to the Karma Yogins that these conflicting opinions are held and not with reference to the Jnana Yogins or the Sannyasins who have risen above all worldly concerns.",
      "pronunciation": "tyājyaṁ doṣha-vad ity eke karma prāhur manīṣhiṇaḥ\nyajña-dāna-tapaḥ-karma na tyājyam iti chāpare"
    },
    {
      "verse": 4,
      "text": "निश्चयं श्रृणु मे तत्र त्यागे भरतसत्तम।त्यागो हि पुरुषव्याघ्र त्रिविधः संप्रकीर्तितः।।18.4।।",
      "translation": "Hear from Me the conclusion or the final truth about this abandonment, O best of the Bharatas; abandonment, indeed, O best of men, has been declared to be of three kinds.",
      "commentary": "18.4 निश्चयम् conclusion or the final truth? श्रृणु hear? मे My? तत्र there? त्यागे about abandonment? भरतसत्तम O best of the Bharatas? त्यागः abandonment? हि verily? पुरुषव्याघ्र O best of men? त्रिविधः of three kinds? संप्रकीर्तितः has been declared (to be).Commentary Now the Lord gives His own decisive opinion. It is declared in the scriptures that renunciation is of three kinds? viz.? Sattvic?Rajasic and Tamasic. The Lord alone can teach the truth about the subject. Whoever wants to be liberated from the miseries of this world must understand the real nature of renunciation.",
      "pronunciation": "niśhchayaṁ śhṛiṇu me tatra tyāge bharata-sattama\ntyāgo hi puruṣha-vyāghra tri-vidhaḥ samprakīrtitaḥ"
    },
    {
      "verse": 5,
      "text": "यज्ञदानतपःकर्म न त्याज्यं कार्यमेव तत्।यज्ञो दानं तपश्चैव पावनानि मनीषिणाम्।।18.5।।",
      "translation": "Acts of sacrifice, gift, and austerity should not be abandoned, but should be performed; for sacrifice, gift, and austerity are the purifiers of the wise.",
      "commentary": "18.5 यज्ञदानतपःकर्म acts of sacrifice? gift and austerity? न not? त्याज्यम् should be abandoned? कार्यम् should be performed? एव indeed? तत् that? यज्ञः sacrifice? दानम् gift? तपः austerity? च and? एव indeed? पावनानि purifiers? मनीषिणाम् of the wise.Commentary Acts of sacrifice? gift and austerity purify the hearts of those who have no desire for rewards. These actions are considered obligatory andought to be performed. Actions that are skilfully performed lose their power to bind the soul and free it from earthly bondage.Now? O Arjuna? I will explain to thee that skilful way by which actions can destroye their own effect.",
      "pronunciation": "yajña-dāna-tapaḥ-karma na tyājyaṁ kāryam eva tat\nyajño dānaṁ tapaśh chaiva pāvanāni manīṣhiṇām"
    },
    {
      "verse": 6,
      "text": "एतान्यपि तु कर्माणि सङ्गं त्यक्त्वा फलानि च।कर्तव्यानीति मे पार्थ निश्िचतं मतमुत्तमम्।।18.6।।",
      "translation": "But even these actions should be performed, leaving aside attachment and the desire for rewards, O Arjuna; this is my certain and most assured conviction.",
      "commentary": "18.6 एतानि these? अपि even? तु but? कर्माणि actions? सङ्गम् attachment? त्यक्त्वा leaving? फलानि fruits? च and? कर्तव्यानि should be performed? इति thus? मे My? पार्थ O Arjuna? निश्चितम् certain? मतम् belief? उत्तमम् best.Commentary This is a summary of the doctrine of Karma Yoga enunciated before on several occasions. The fault of defect of Karma is certainly not in the action itself? but in theexpectation of reward and attachment.Etani api Even these Sacrifice? charity and austerity also? in the same way as other unselfish actions. Even these refers to acts of sacrifice? charity and austerity. Actions that are performed in an unselfish spirit without attachment and idea of agency? do not stand in the way of your obtaining emancipation. When actions are done without expectation of rewards?Rajas and Tamas are destroyed and the mind is filled with Sattva or purity. Actions done with the spirit of selflessness and with discrimination are instrumental in destroying the bonds of Karma (the law of cause and effect).The Lord said Hear from Me the conclusion or the final truth about renunciation (verse 4 above). Then He said with all the force of His authority that acts of sacrifice? charityand austerity should not be given up as they are purifiers of the wise. Even these actions should be performed? etc.? is only the conclusion of what the Lord has stated in verse 4.The word Api (even) implies that the acts of sacrifice? charity and austerity should be done by an aspirant although they bind one who has attachment to the actions and a desire for their reward.Just as the seeds of treescan be rendered barren by being scorched? so the aspirant burns the fruitbearing tendency of Karma through the abandonment of the desire for the reward.",
      "pronunciation": "etāny api tu karmāṇi saṅgaṁ tyaktvā phalāni cha\nkartavyānīti me pārtha niśhchitaṁ matam uttamam"
    },
    {
      "verse": 7,
      "text": "नियतस्य तु संन्यासः कर्मणो नोपपद्यते।मोहात्तस्य परित्यागस्तामसः परिकीर्तितः।।18.7।।",
      "translation": "Verily, the renunciation of obligatory action is not proper; the abandonment of the same out of delusion is declared to be Tamasic.",
      "commentary": "18.7 नियतस्य obligatory? तु verily? संन्यासः renunciation? कर्मणः of action? न not? उपपद्यते is proper? मोहात् from delusion? तस्य of the same? परित्यागः abandonment? तामसः Tamasic? परिकीर्तितः is declared.Commentary Renunciation of obligatory action is not proper because it is purifying in the case of an ignorant man. Should a man renounce actions that he should perform as a duty? such renunciationcan only be of the ality of darkness. Prescribed duties must not be abandoned and if anyone does so? he is certainly deluded by ignorance. Tamas is ignorance.Niyata Prescribed according to ones religion. To hold that a duty is obligatory and then to relinish it is indeed selfcontradictory.",
      "pronunciation": "niyatasya tu sannyāsaḥ karmaṇo nopapadyate\nmohāt tasya parityāgas tāmasaḥ parikīrtitaḥ"
    },
    {
      "verse": 8,
      "text": "दुःखमित्येव यत्कर्म कायक्लेशभयात्त्यजेत्।स कृत्वा राजसं त्यागं नैव त्यागफलं लभेत्।।18.8।।",
      "translation": "He who abandons action out of fear of bodily trouble (because it is painful), does not obtain the merit of renunciation by performing such Rajasic renunciation.",
      "commentary": "18.8 दुःखम् (it is) painful? इति thus? एव even? यत् which? कर्म action? कायक्लेशभयात् from fear of bodily trouble? त्यजेत् abandons? सः he? कृत्वा performing? राजसम् Rajasic? त्यागम् abandonment? न not? एव even? त्यागफलम् the fruit of abandonment? लभेत् obtains.Commentary Phalam Fruit or reward Moksha or emancipation which is the reward of renunciation of all actions accompanied with wisdom.Determinationand persistence are reired for the performance of religious duties and actions. One may begin action but may relinish it before it is completed on account of some difficulties or physical suffering. What then is Sattvic renunciation The Lord says --",
      "pronunciation": "duḥkham ity eva yat karma kāya-kleśha-bhayāt tyajet\nsa kṛitvā rājasaṁ tyāgaṁ naiva tyāga-phalaṁ labhet"
    },
    {
      "verse": 9,
      "text": "कार्यमित्येव यत्कर्म नियतं क्रियतेऽर्जुन।सङ्गं त्यक्त्वा फलं चैव स त्यागः सात्त्विको मतः।।18.9।।",
      "translation": "Whatever obligatory action is done, O Arjuna, merely because it ought to be done, abandoning attachment and also the desire for reward, that renunciation is regarded as sattvic (pure).",
      "commentary": "18.9 कार्यम् ought to be done? इति thus? एव even? यत् which? कर्म action? नियतम् obligatory? क्रियते is performed? अर्जुन O Arjuna? सङ्गम् attachment? त्यक्त्वा abandoning? फलम् fruit? च and? एव even? सः that? त्यागः abandonment? सात्त्विकः Sattvic (pure)? मतः is regarded.Commentary A man of pure nature performs actions that have fallen to his lot in accordance with his capacity and his inherent nature.He is not filled with the pride that he is the performer of such actions nor does he hope for any gain therefrom.An ignorant man may think that the obligatory duties may produce their fruits for the performer by causing selfpurification and preventing the sin of omission or nonperformance. This sort of thinking and expectation of rewards also must be abandoned. Abandonment of the rewards of actionsis praised in this verse.When a man does obligatory duties without agency and with unselfishness and egolessness his,mind is purified? his Antahkarana is prepared for the reception of the divine light or the dawn of Selfknowledge. He gradually becomes fit for devotion to knowledge (JnanaNishtha).The aspirant or seeker after liberation should be prepared to undergo physical sufferings. All acts ofselfdiscipline and selfsacrifice entail physical suffering.This? again? is the central teaching of the Gita -- do your duty without attachment and selfish desires.",
      "pronunciation": "kāryam ity eva yat karma niyataṁ kriyate ‘rjuna\nsaṅgaṁ tyaktvā phalaṁ chaiva sa tyāgaḥ sāttviko mataḥ"
    },
    {
      "verse": 10,
      "text": "न द्वेष्ट्यकुशलं कर्म कुशले नानुषज्जते।त्यागी सत्त्वसमाविष्टो मेधावी छिन्नसंशयः।।18.10।।",
      "translation": "The man of renunciation, pervaded by purity, intelligent, and with his doubts cut asunder, does not hate an unpleasant task nor is he attached to a pleasant one.",
      "commentary": "18.10 न not? द्वेष्टि hates? अकुशलम् disagreeable? कर्म action? कुशले to an agreeable one? न not? अनुषज्जते is attached? त्यागी the abandoner? सत्त्वसमाविष्टः pervaded by purity? मेधावी intelligent? छिन्नसंशयः with his doubts cut asunder.Commentary All actions are eally welcome to the man of renunciation. He is not affected by either pleasure or pain. He is not elated at performing pleasant actionsnor does he find unpleasantness when he does disagreeable actions. He does not hate the latter? nor is he attached to the former. Neither has he aversion to painful actions nor attraction to pleasant ones. As he has no attachment to any action or its rewards? he will do any action for the welfare of all beings.Akusalam Karma Disagreeable work or work done with expectation of reward? which becomesthe cause of bondage to Samsara? by producing a body. He does not hate an unpleasnt action? thinking? Of what use is itKusale To good ones which include obligatory daily duties. He has no attachment to them even with the notion that they lead to salvation by purifying the heart and conseently giving rise to the dawn of knowledge and devotion to it.When one abandons attachment to action and desirefor its reward and performs actions vigorously? his heart is filled with Sattva or purity which produces discrimination between the Real and the unreal? the Eternal and the transient. Then he attains knowledge of the Self which dispels all the doubts caused by ignorance. He now realises that the only means of attaining the spureme bliss or eternal peace or immortality is knowledge of the Self. Thisrends asunder all his doubts. What is the nature of doubt Does Brahman exist or not Do the Upanishads deal with Saguna Brahman or Nirguna Brahman Is the individual soul identical with the Supreme Being or not Will I be able to realise the Self or not Will any of the Karmas (Prarabdha? Sanchita and Agami) affect me Does this Samsara whose nature is the feelings I do this and I enjoy this belong tothe Self or to the mind and intellect What are the means for liberation -- Yoga? devotion? Karma or knowledge of the Self What is Moksha Is it Selfrealisation or the attainment of the Salokya? Samipya? Sarupya and Sayujya states (dwelling in the kingdom of God? proximity to Him? assuming the same form as the Lord and merging in Him)When a man practises Karma Yoga he gets purity of heart and throughpurity of heart knows himself to be the immutable actionless Self Who is destitute of birth? or remains without acting or causing others to act (Cf.V.13). He attains devotion to the knowledge of the Self and freedom from all actions. The purpose of the Karma Yoga described above has been taught in this verse.Medhavi He who is endowed or united with wisdom. He is a Sthitaprajna. What is Medha? thenIt is the immediate knowledge of the identity of the individual soul and the Supreme Being by meditation on the right significance of the great sentence (I am Brahman or That thou art)? which,is free from the three kinds of doubts? viz.? Samsaya Bhavana (doubt)? Asambhavana (improbability) and Viparitabhavana (perversion)? and by the practice of the four means and service of the Guru (who is versedin the scriptures and established in Brahman) and hearing the truths from him.Such a Medhavi will not think that prohibited actions which bind an ignorant man will be unfavourable to him. He will never think that they will bind him if he has to perform them? because he is above good and evil? virtue and vice? right and wrong. He has no idea of agency (Kartritva Abhimana) he feels that he is a Kritakritya?one who has accomplished all actions.This does not mean that he will do wrong actions. As his will is one with the cosmic will? whatever action he performs will be in accordance with the scriptures. He will never deviate even a fraction of an inch from the rules of the scriptures. The Lord alone works through his mind and senses as he has no individual will.RagaDvesha (likes and dislikes) are themotives that induce a worldly man to actions. As they are absent in a sage or a Medhavi? he can renounce the fruits of all actions and actions as well.As the ocean remains calm amidst stormy waves? even so a Sattvic man remains calm amidst adverse or stormy conditions of life. He recognises that the happenings of life are inevitable. He acts in a variety of ways but is not disturbed as he has a balancedand disciplined mind.There must be no hatred for unpleasant or disagreeable action that brings physical suffering? danger or unlucky results or untoward conseences? when it is the work that should be done. You will have to accept such work also with a willing heart and work with hear and soul. You must have a profound and comprehensive understanding of its need and meaning also. Arjuna failed to understandin the beginning the deep significance and need of the work given by the Lord. He brought in his own foolish philosophy. He failed to do his bounden duty because? due to ignorance? he thought it was an unpleasant or disagreeable action to kill people but in the end when his eyes were opened by the valuable teachings of the Lord? he understood the need and the meaning of the work although it appearedto him as disagreeable and unpleasant in the beginning? and said My illusion is destroyed. I have gained knowledge through Thy grace? O Krishna. I am firm? my doubts are gone. I will act according to Thy instructions.",
      "pronunciation": "na dveṣhṭy akuśhalaṁ karma kuśhale nānuṣhajjate\ntyāgī sattva-samāviṣhṭo medhāvī chhinna-sanśhayaḥ"
    },
    {
      "verse": 11,
      "text": "न हि देहभृता शक्यं त्यक्तुं कर्माण्यशेषतः।यस्तु कर्मफलत्यागी स त्यागीत्यभिधीयते।।18.11।।",
      "translation": "Indeed, it is not possible for an embodied being to completely abandon actions; however, he who relinquishes the rewards of actions is truly called a man of renunciation.",
      "commentary": "18.11 न not? हि verily? देहभृता by an embodied being? शक्यम् possible? त्यक्तुम् to abandon? कर्माणि actions? अशेषतः entirely? यः who? तु but? कर्मफलत्यागी relinisher of the fruits of actions? सः he? त्यागी relinisher? इति thus? अभिधीयते is called.Commentary He who has assumed a human body and yet grumbles at having to perform actions is verily a fool. Can fire that is endowed with heat as its naturalproperty ever think of getting rid of it So long as you are living in this body you cannot entirely relinish action. Lord Krishna says to Arjuna Nor can anyone? even for an instant remain actionless for helplessly is everyone driven to action by the alities born of Nature (Cf.III.5). Nature (and your own nature? too) will urge you to do actions. You will have to abandon the idea of agency and thefruits of actions. Then you are ite safe. No action will bind you.The ignorant man who identifies himself with the body and who thinks that he is himself the doer of all actions should not abandon actions. It is impossible for him to relinish actions. He will have to perform all the prescribed duties while relinishing their fruits.Dehabhrita A wearer of the body An embodied being? i.e.? he who identifieshimself with the body. A man who has discrimination between the Real and the unreal? the Eternal and the transient? cannot be called a bodywearer? because he does not think that he is the doer of actions -- vide chapter II.21 (He who knows Him Who is indestructible? eternal? unborn? undiminishing -- how can that man slay? O Arjuna? or cause to be slain).When the ignorant man who is alified for actiondoes the prescribed duties? relinishing the desire for the fruits of his actions? he is called a Tyagi? although he is active. This title Tyagi is given to him for the sake of courtesy.The relinishment of all actions is possible only for him who has attained Selfrealisation and who is? therefore? not a wearer of the body? i.e.? does not hink that the body is the Self. (Cf.III.5)",
      "pronunciation": "na hi deha-bhṛitā śhakyaṁ tyaktuṁ karmāṇy aśheṣhataḥ\nyas tu karma-phala-tyāgī sa tyāgīty abhidhīyate"
    },
    {
      "verse": 12,
      "text": "अनिष्टमिष्टं मिश्रं च त्रिविधं कर्मणः फलम्।भवत्यत्यागिनां प्रेत्य न तु संन्यासिनां क्वचित्।।18.12।।",
      "translation": "The threefold fruit of action (evil, good, and mixed) accrues after death to those who do not abandon it, but never to those who do.",
      "commentary": "18.12 अनिष्टम् unwished or disagreeable or evil? इष्टम् wished or agreeable or good? मिश्रम् mixed? च and? त्रिविधम् threefold? कर्मणः of action? फलम् fruit? भवति accrues? अत्यागिनाम् to nonrenouncers? प्रेत्य after death? न not? तु but? संन्यासिनाम् to renouncers? क्वचित् ever.Commentary One fruit (of action) is pleasant? another is unpleasant? while the third is a mixture of both. Those in whomgood actions preponderate are rorn as gods. Men of evil lives are rorn into animal or vegetable kingdoms. If their actions are eally good and bad? they are rorn into the human kingodm. These distinctions of good? evil and mixed do not exist for the liberated sage who has gone beyond the bonds of Karma by destroying egoism? by annihilating the idea of agency and by abandoning the hope of rewards ofactions.The action of a renouncer does not generate desire or attachment thereto. Therefore? after death he is not born again. The actions that are performed without any desire for the reward can bring no bondage to the man at any time.He who has surrendered the fruits of all his works to the Lord is free from the bondage of Karma. Some kind of action is inevitable and natural to all beings? but theman of renunciation abandons the fruits of actions.Phalam Fruit This is caused by the operation of various external factors. This is brought forth by Avidya (ignornace). It is like jugglery and very delusive. The term Phala denotes something that ickly passes away? something not real? not solid.Karma Action Virtue and vice.Anishtam Disagreeable or evil? such as hell? the animal kingdom? etc.IshtamWished or agreeable or good.Misram Good and evil mixed together the human birth.Only the unenlightened who have not renounced the fruits of actions reap these three sorts of fruits. The real Sannyasins who belong to the highest order of Sannyasa (Paramahamsa Parivrajakas) who are ever engaged in meditation on the pure? immortal Self? who are solely devoted to Selfknowledge? and who rest in their ownessential nature as ExistenceKnowledgeBliss Absolute do not reap any fruits as the fire of Selfknowledge has burnt ignorance and its effects which are the seeds of Samsara.Only a liberated sage who has attained knowledge of the Self and who has no identification with the body can totally relinish all actions. He knows that the Self is beyond all actions and that action is attributed to the Self byignorance. The ignorant man who identifies himself with the body cannot abandon actions. He thinks that he is the agent or the doer of all actions and expects to attain the fruits of his actions and so he is born again and again in this world to reap the fruits of these actions.",
      "pronunciation": "aniṣhṭam iṣhṭaṁ miśhraṁ cha tri-vidhaṁ karmaṇaḥ phalam\nbhavaty atyāgināṁ pretya na tu sannyāsināṁ kvachit"
    },
    {
      "verse": 13,
      "text": "पञ्चैतानि महाबाहो कारणानि निबोध मे।सांख्ये कृतान्ते प्रोक्तानि सिद्धये सर्वकर्मणाम्।।18.13।।",
      "translation": "Learn from Me, O mighty-armed Arjuna, these five causes, as declared in the Sankhya system, for the accomplishment of all actions.",
      "commentary": "18.13 पञ्च five? एतानि these? महाबाहो O mightyarmed? कारणानि causes? निबोध learn? मे from Me? सांख्ये in the Sankhya? कृतान्ते which is the end of all actions? प्रोक्तानि as declared? सिद्धये for the accomplishment? सर्वकर्मणाम् of all actions.Commentary The Self has no connection whatevr with activity. Nature does everything. The Self is the silent witness. He remains indifferent. The whole superstructureof human activity is the result of the five welldefined causes which are enumerated in the following verse.Etani These Which are going to be mentioned.Sankhya Vedanta Knowledge of the Self as taught in the Vedanta (the Upanishads) puts an end to all actions. This is the reason why the term Kritante (the end of actions) is used here. When the knowledge of the Self arises? all actions terminate. Thisis taught in chapter II? verse 46 To the Brahman who has known the Self al the Vedas are of so much use as is a reservoir of water in a place where there is a flood everywhere. Again? in verse 33 of chapter IV? it is said All actions in their entirety? O Arjuna? culminate in knowledge. Vedanta? therefore? which imparts knowledge of the Self? is the end of action. A liberated sage who has attainedthe knowledge of the Self in accordance with the instructions laid down in the Vedanta becomes a Kritakritya (one who has done everything and has nothing more to do).",
      "pronunciation": "pañchaitāni mahā-bāho kāraṇāni nibodha me\nsānkhye kṛitānte proktāni siddhaye sarva-karmaṇām"
    },
    {
      "verse": 14,
      "text": "अधिष्ठानं तथा कर्ता करणं च पृथग्विधम्।विविधाश्च पृथक्चेष्टा दैवं चैवात्र पञ्चमम्।।18.14।।",
      "translation": "The body, the doer, the various senses, the different functions of various kinds, and the presiding deity—the fifth.",
      "commentary": "18.14 अधिष्ठानम् the seat or body? तथा also? कर्ता the doer? करणम् the senses? च and? पृथग्विधम् of different? विविधाः various? च and? पृथक् different? चेष्टाः functions? दैवम् the presiding deity? च and? एव even? अत्र here? पञ्चमम् the fifth.Commentary Now listen to the characteristics of these five? of which the body is the first. It is termed the support or the seat. The body is the seat of desire?hatred? happiness? misery? knowledge and the like. The individual soul experiences through the body the pleasure and pain that arise through contact with matter. Egoism is the agent or the doer or the enjoyer. Nature does actions but through delusion the individual soul takes to himself the credit of their execution and? therefore? he is called the agent.Karta The enjoyer putting on the nature orproperties of the limiting adjuncts with which he comes into contact.Karanam prithagvidham Various organs such as the organ of hearing? by which the individual soul hears the sound? etc. organs of knowledge and action and the mind.Daivam The presiding deity such as the Sun and the other gods by whose help the eye and the other organs perform their respective functions destiny.Cheshta Play of energy in the organs or the senses during the action.Absence of any of these factors will make action impossible.",
      "pronunciation": "adhiṣhṭhānaṁ tathā kartā karaṇaṁ cha pṛithag-vidham\nvividhāśh cha pṛithak cheṣhṭā daivaṁ chaivātra pañchamam"
    },
    {
      "verse": 15,
      "text": "शरीरवाङ्मनोभिर्यत्कर्म प्रारभते नरः।न्याय्यं वा विपरीतं वा पञ्चैते तस्य हेतवः।।18.15।।",
      "translation": "Whatever action a person performs with their body, speech, and mind, whether right or wrong, these five are its causes.",
      "commentary": "18.15 शरीरवाङ्मनोभिः by (his) body? speech and mind? यत् whatever? कर्म action? प्रारभते performs? नरः man? न्याय्यम् right? वा or? विपरीतम् the reverse? वा or? पञ्च five? एते these? तस्य its? हेतवः causes.Commentary Nyayyam Right Not opposed to Dharma conformable to the scriptures justifiable.Viparitam The opposite What is opposite to Dharma and opposed to the scriptures unjustifiable.Even thoseactions? -- acts like winking and the like which are necessary conditions of life? are indicated by the term the right and the reverse? as they are effects of past Dharma and Adharma.Tasya Hetavah Its Causes The causes of every action.An objector argues In the previous verse it is said that the body? actor? various organs? etc.? are the necessary factors of every action. Why do you then make a distinctionin actions by saying whatever action a man does by the body? speech and mindOur answer is In the performance of every action? one of the three -- body? speech or mind -- has a more prominent share than the others while seeing? hearing and other activities which accompany or go along with life are subordinate to that one.Therefore all actions are classified under three groups and are spoken of as doneby the body or speech or mind. The fruit of an actions also is enjoyed through the body? speech and mind and one of the three takes a more prominent share than the rest. Therefore? it is proper to say Whatever action a man performs with his body? speech and mind৷৷.",
      "pronunciation": "śharīra-vāṅ-manobhir yat karma prārabhate naraḥ\nnyāyyaṁ vā viparītaṁ vā pañchaite tasya hetavaḥ"
    },
    {
      "verse": 16,
      "text": "तत्रैवं सति कर्तारमात्मानं केवलं तु यः।पश्यत्यकृतबुद्धित्वान्न स पश्यति दुर्मतिः।।18.16।।",
      "translation": "Now, such being the case, verily he who, owing to an untrained understanding, looks upon his Self, which is isolated, as the agent, he of perverted intelligence does not see.",
      "commentary": "18.16 तत्र there (the case)? एवम् thus? सति being? कर्तारम् as the agent? आत्मानम् the Self? केवलम् alone? तु verily? यः who? पश्यति sees? अकृतबुद्धित्वात् owing to untrained understanding? न not? सः he? पश्यति sees? दुर्मतिः of perverted intelligence.Commentary The Self is always actionless. He is unattached like ether. He is always the silent witness. He is the spectator of activity. The egoisticman of little understanding only thinks that he is the real agent? and so he is bound by actions. He takes birth again and again to reap the fruits of his actions. For him who considers the body as consciousness? God or the Self? it naturally follows that the Self is the agent or the doer. He who identifies himself with the body? who has taken the body as the pure Self? has cast a net over himself?and he leads a deluded life of utter ignorance. He is bound by the fetters or bonds of Karma. He is ever shut up in the prisonhouse of this body.He who has not united himself with the Buddhi? who has got an impure or untrained understanding? who regards the Self as the actor or the agent is certainly a man of perverted intelligence. He is deluded. He is really a blind man. He sees not though he haseyes. He does not behold the essence of things. He has no idea of the supreme Principle (the Self) Which is Itself actionless? Which ever stands as a silent witness of the activities of all minds and all organs of all beings? Which moves the minds? organs and the lifeforce and the bodies to action? just as the magnet makes the iron pieces move. He does not behold the truth about the Self and action.DurmatiEvilminded person A man of perverted intellect or undeveloped reason. He thinks that he alone is the doer or agent. He does not understand anything. He has no knowledge of the,actionless? pure? selfluminous Self.The ignorant man of untrained understanding identifies himself with the five causes and regards the pure actionless Self as the agent or doer of the actions which are really done by thesefive causes. What is the reason for this Why does he regard them so Because he is not endowed with a pure and subtle intellect his understanding (Buddhi) has not been trained in the practice of Vedanta he is not eipped with the four means of salvation his intellect has not been trained by the teachings of the preceptor or the spiritual teacher in the methods of logical reasoning.He who considers thatthe pure actionless Self is the agent or the doer is certainly a man of untrained understanding. He has no knowledge of the actionless Self and action. Therefore? he is a man of perverted intelligence. His intellect works or moves in the wrong direction. His intellect moves in the sensual grooves or avenues. It runs like the vicious horse and leads to birth and death. The technie of Buddhi Yoga taughtin the Gita enables one effectively to prevent this.He does not perceive or cognise the Truth though he has eyes. Though he sees? he sees the external? gross? illusory? everchanging? perishable objects only. He does not behold the one immortal? unchanging? allblissful essence? which is the basis or substratum of everything. He is like the man with jaundiced eyes? who sees all objects tinged with yellowcolur? or like the man suffering from diplopia who beholds many moons? or like the man who thinks that the moon moves when the clouds move? or like the man who? seated in a train? imagines that the trees are moving when it is the train that is really moving. (Cf.V.15XIII.30)",
      "pronunciation": "tatraivaṁ sati kartāram ātmānaṁ kevalaṁ tu yaḥ\npaśhyaty akṛita-buddhitvān na sa paśhyati durmatiḥ"
    },
    {
      "verse": 17,
      "text": "यस्य नाहंकृतो भावो बुद्धिर्यस्य न लिप्यते।हत्वापि स इमाँल्लोकान्न हन्ति न निबध्यते।।18.17।।",
      "translation": "He who is free from the egoistic notion, whose intelligence is not tainted by good or evil, though he slays these people, he does not slay, nor is he bound by the action.",
      "commentary": "18.17 यस्य whose? न not? अहंकृतः egoistic? भावः the notion? बुद्धिः intelligence? यस्य of whom? न not? लिप्यते is tainted? हत्वा having slain? अपि even? सः he? इमान् these? लोकान् people? न not? हन्ति slays? न not? निबध्यते is bound.Commentary I will explain to thee? O Arjuna? the characterisitics of the man who has transcended activity? and who has gone beyond the bonds of Karma.When selfishnes andegoism are destroyed? when desire and personal gain are renounced? actions cannot bind a man. He knows that the Self is not destroyed when the body perishes. He has no idea of agency. The act of killing itself? in his case? becomes one necessary for the peace and harmony of the world. His killing without desire is like the killing of a murderer by the executioner and the judge on behalf of the communityfor the preservation of peace and harmony in the world.He who has a trained intellect? pure understanding and developed reason? who has a knowledge of the scriptures? who has devoted himself to the study of the scriptures? who is eipped with the knowledge of logic? who is well trained by the instructions of his preceptor? is absolutely free from the egoistic notion that I am the agent or the doer.He knows perfectly well that Nature or Guna or ones own nature does everything. He thus thinks I am the silent witness of all activities. I am not the doer. These five (the body? the actor? etc.) which are superimposed on the pure? actionless Self through ignorance are the causes of all actions. I do not do anything. The senses move amongst the senseobjects. The alities (Gunas) move in their counterpartsin the senses which are also the products of the Gunas. I know the essence of the divisions of the alities and their functions. I am in essence without limbs. How can action or work be ascribed to me I am without hands? without legs? without feet? without breath and without mind. I am ever pure? spotless and immovable and immutable. He will never repent thus I have done a wrong action. I ought tohave done like this. I have done an evil action. I will go to hell. He is always wise. He can,never do a wrong action. His will has become one with the cosmic will. His will has become blended with the will of the Lord. Whatever he does is done by the Lord only. He has no will of his own. He sees rightly. Though he kills? he does not commit the act of killing. He is not bound by the fruit of a viciousaction as an effect of that act. He is beyond good and evil? beyond the pairs of opposites? as he has knowledge of the Self.An objector says The statement that though he kills these people? he does not kill? is selfcontradictory.We say This objection is really not tenable. From the worldly point of view the Lord says though he kills? because man identifies the Self with the body? etc.? and thinksI am the killer. From the transcendental point of view explained above? the Lord says? He kills not? he is not bound.Another objector says The Self acts in conjunction with the body? etc.? -- He who looks upon his Self Which is isolated? as the agent৷৷. (XVIII.16)We say This objection also cannot stand. As the omnipresent ether is not affected by reason of its subtlety? even so the Self? seated everywherein the body? is not affected. This immortal? immutable? changeless? formless? attributeless Self? though seated in the body? does not act and is not affected? just as the crystal is not affected by the red colour of the flower that comes into contact with it? just as the sun is not affected by the diseases of the eye. A thing that changes only can join with others and become the agent. The Self isalways isolated? independent and free. This Self is immutable (II.25). The alities move amidst the alities (III.28). Though seated in the body? He does not act (XIII.31). Actions are wrought by the alities (III.27). You will find in the Brihadaranyaka were. By reasoning also we may establish the same conclusion thusThe Self is indivisible? allpervading? infinite? limbless? without parts? independent?ever free and immutable. Therefore the actions of the body can never be ascribed to the agency of the Self.Verily the actions of one cannot go to another who has not done them. Just as blue colour cannot belong to the sky? silver to the motherofpearl? water to mirage? so also what is ascribed to the Self by ignorance cannot really belong to It. The changes that occur in the body pertain to the bodybut not to the pure actionless Self which is always the spectator or the silent witness. Therefore? it is right to say that the wise man who is free from egoism and all impurities of the mind? neither kills nor is he bound though he kills.In chapter II.19? the Lord stated the proposition -- He slayeth not? nor is he slain. In chapter II.20? He said The Self is unborn? eternal? ancient the Self isnot slain when the body is killed. The Lord has touched here and there that the Self is not affected by works? that there is no necessity for the wise man of doing actions. He concludes that the sage kills not? nor is he bound? and sums up the teaching of the Gita. The teaching of the Gita has been concluded in this verse. The Sannyasins who are free from egoism are not affected by Karma. The threefoldfruits of action? viz.? evil? good and mixed (see verse 12 above) do not accrue to them. Those worldlyminded persons who work with egoism and expectation of fruits are tainted by the works. They are forced to experience the fruits of their actions and to take birth again and again. (Cf.II.19V.7)",
      "pronunciation": "yasya nāhankṛito bhāvo buddhir yasya na lipyate\nhatvā ‘pi sa imāl lokān na hanti na nibadhyate"
    },
    {
      "verse": 18,
      "text": "ज्ञानं ज्ञेयं परिज्ञाता त्रिविधा कर्मचोदना।करणं कर्म कर्तेति त्रिविधः कर्मसंग्रहः।।18.18।।",
      "translation": "Knowledge, the knowable, and the knower form the threefold impulse for action; the organ, the action, and the agent form the threefold basis of action.",
      "commentary": "18.18 ज्ञानम् knowledge? ज्ञेयम् the knowable? परिज्ञाता the knower? त्रिविधा threefold? कर्मचोदना impulse to action? करणम् the organ? कर्म the action? कर्ता the agent? इति thus? त्रिविधः threefold? कर्मसंग्रहः the basis of action.Commentary Knowledge? the knower and the thing to be known? are together the seed of this world. This is known as the Triputi or the traid. It is the conjunction of thesethree that impels a man to threefold action? viz.? mental? verbal and physical. This triad is the driving force of all the activities of man. He rejoices at the sight of palatable sweetmeats and delicious fruits but is terrified at the sight of a cobra or tiger. The sight of pleasant or unpleasant objects affects him and he attempts either to possess the agreeable objects or to avoid the disagreeableones.The Antahkarana (the inner instrument) consists of the mind? intellect? subconscious mind and egoism. The ear? the skin? the tongue? the nose and the eye are the five organs of knowledge. The individual soul? propelled by these five senses? is led into activity. He does actions with the help of the five organs of action? viz.? speech? hands? feet? genitals and anus.Jnanam Any knowledge knowledgein general knowledge of worldly objects? etc.Jneyam The object to be known objects in general.Parijnata The knower? the experiencer or the enjoyer? putting on the nature of the limiting adjuncts? a creature of ignorance.This triad forms the threefold impulse to all action? to action in general. The performance of an action in order to get a thing or to avoid an object is possible only when there isthe conjunction of the three? viz.? knowledge? knowable and knower.Karanam The organ That by which something is done. The actions done by the five causes of action? viz.? the body? etc.? which are grouped under the three classes according to their respective seats? viz.? mind? speech and body? are all due to the interplay of the organ? etc.Karta The agent or the doer he who sets the organs in motionor action and puts on the nature of the limiting adjunct or vehicle in which he acts. All actions inhere in these three (the organ? the doer and the action itself) and they are? therefore? said to form the basis or the threefold constituents of action.As action? the various factors of action and the fruits are all made up of the Gunas? the Lord describes them in the following verses.",
      "pronunciation": "jñānaṁ jñeyaṁ parijñātā tri-vidhā karma-chodanā\nkaraṇaṁ karma karteti tri-vidhaḥ karma-saṅgrahaḥ"
    },
    {
      "verse": 19,
      "text": "ज्ञानं कर्म च कर्ता च त्रिधैव गुणभेदतः।प्रोच्यते गुणसंख्याने यथावच्छृणु तान्यपि।।18.19।।",
      "translation": "Knowledge, action, and actor are declared in the science of the Gunas (Sankhya philosophy) to be of three kinds only, according to the distinction of the Gunas. Of these, hear duly.",
      "commentary": "18.19 ज्ञानम् knowledge? कर्म action? च and? कर्ता actor? च and? त्रिधा of three kinds? एव only? गुणभेदतः according to the distinction of Gunas? प्रोच्यते are declared? गुणसंख्याने in the science of Gunas (Sankhya philosophy)? यथावत् duly? श्रृणु hear? तानि them? अपि also.Commentary The three alities overpower the whole of creation with their special nature and bring it entirely under their control.The nature of action? the actor and his knowledge are threefold according to the Gunas that is predominant. If all the three are Sattvic? then the action will not bind the man.Karta The doer of the actions.The science of the Gunas here referred to is Kapilas system of philosophy. Though the Sankhya system is opposed to Vedanta with reference to the Supreme Truth? viz.? the oneness or nonduality ofBrahman? yet it is an authority on the science of the Gunas.I shall describe knowledge? action and actor? as also their various distinctions caused by different Gunas? scientifically and rationally. Hear My teachings? O Arjuna? with rapt attention. You will be immensely benefited.",
      "pronunciation": "jñānaṁ karma cha kartā cha tridhaiva guṇa-bhedataḥ\nprochyate guṇa-saṅkhyāne yathāvach chhṛiṇu tāny api"
    },
    {
      "verse": 20,
      "text": "सर्वभूतेषु येनैकं भावमव्ययमीक्षते।अविभक्तं विभक्तेषु तज्ज्ञानं विद्धि सात्त्विकम्।।18.20।।",
      "translation": "That by which one sees the indestructible Reality in all beings, not separate in any of them—know that knowledge to be Sattvic.",
      "commentary": "18.20 सर्वभूतेषु in all beings? येन by which? एकम् one? भावम् reality? अव्ययम् indestructible? ईक्षते (one) sees? अविभक्तम् inseparable? विभक्तेषु in the separated? तत् that? ज्ञानम् knowledge? विद्धि know? सात्त्विकम् Sattvic (pure).Commentary That knowledge that sees no difference in all objects that are perceived? is pure. The seer beholds the one allpervading imperishable substance or essencebehind the seeming diversity of the objects. He beholds unity in diversity? one in many? all in one. He sees that all the diverse objects are rooted in the One.Bhavam Reality The One Self.Sarvabhuteshu In all beings From the Unmanifested down to the insentient and unmoving objects.Avyayam Indestructible inexhaustible unchangeable that which cannot be exhausted either in itself or in its propertiesimmutable.Just as the ether is indivisible? so also the Self is indivisible. The Self is the same in all bodies. It is the common consciousness in all bodies. It is not different in different bodies. It is one homogeneous indivisible essence or substance in all bodies? in all beings. Know thou? O Arjuna? this direct and right perception of the nondual Self as Sattvic (pure). (Cf.IV.35VI.29XIII.16?28XVIII.30)",
      "pronunciation": "sarva-bhūteṣhu yenaikaṁ bhāvam avyayam īkṣhate\navibhaktaṁ vibhakteṣhu taj jñānaṁ viddhi sāttvikam"
    },
    {
      "verse": 21,
      "text": "पृथक्त्वेन तु यज्ज्ञानं नानाभावान्पृथग्विधान्।वेत्ति सर्वेषु भूतेषु तज्ज्ञानं विद्धि राजसम्।।18.21।।",
      "translation": "But that knowledge which sees in all beings various entities of distinct kinds as being distinct from one another, know thou that knowledge to be Rajasic.",
      "commentary": "18.21 पृथक्त्वेन as different from one another? तु but? यत् which? ज्ञानम् knowledge? नानाभावान् various entities? पृथग्विधान् of distinct kinds? वेत्ति knows? सर्वेषु (in) all? भूतेषु in beings? तत् that? ज्ञानम् knowledge? विद्धि know? राजसम् Rajasic.Commentary Knowledge which sees As knowledge cannot be an agent? this should be interpreted to mean knowledge by which one sees.Entities Selves orsouls.Different from one another Regarding them as different in different bodies.The knowledge that is led by the idea of separateness is passionate. Enveloping as it does the manifold creation with the veil of separateness? it deludes even the wise man. Owing to passionate knowledge? beings appear to be separate and the perception of unity is also lost sight of. That knowledge which beholds multiplicityin created objects and differentiates them as being small or great? according to their form and size? is of passionate nature and tainted. A man with passionate knowledge sees diversity everywhere. He beholds the many only.Now I will explain to thee? O Arjuna? knowledge that is of the ality of darkness? in order that thou mayest avoid it.",
      "pronunciation": "pṛithaktvena tu yaj jñānaṁ nānā-bhāvān pṛithag-vidhān\nvetti sarveṣhu bhūteṣhu taj jñānaṁ viddhi rājasam"
    },
    {
      "verse": 22,
      "text": "यत्तु कृत्स्नवदेकस्मिन्कार्ये सक्तमहैतुकम्।अतत्त्वार्थवदल्पं च तत्तामसमुदाहृतम्।।18.22।।",
      "translation": "But that which clings to one single effect as if it were the whole, without reason, without any foundation in Truth, and is trivial—that is declared to be Tamasic.",
      "commentary": "18.22 यत् which? तु but? कृत्स्नवत् as if it were the whole? एकस्मिन् one single? कार्ये to effect? सक्तम् attached? अहैतुकम् without reason? अतत्त्वार्थवत् without foundation in Truth? अल्पम् trivial? च and? तत् that?,तामसम् Tamasic (dark)? उदाहृतम् is declared.Commentary The knowledge which regards that each and every object or being exists by itself and is perfect by itself? is Tamasic.One singleeffect Such as the body? thinking it to be the Self? or an idol? taking it for God? and thinking that there is nothing higher than that.The naked Jains consider that the soul which dwells in the body is of the same size as that of the body. Some regard that Isvara is a mere piece of stone or wood. Such knowledge is really not based on reason. It does not see things in their true light. It is narrow(Alpam) as it is not founded on reason. It produces very small results too. It extends over a limited area and is not allcomprehensive. This knowledge is said to be Tamasic? as it is found in Tamasic persons who are devoid of the power of discrimination.",
      "pronunciation": "yat tu kṛitsna-vad ekasmin kārye saktam ahaitukam\natattvārtha-vad alpaṁ cha tat tāmasam udāhṛitam"
    },
    {
      "verse": 23,
      "text": "नियतं सङ्गरहितमरागद्वेषतः कृतम्।अफलप्रेप्सुना कर्म यत्तत्सात्त्विकमुच्यते।।18.23।।",
      "translation": "An action that is ordained, free from attachment, done without love or hatred, and without desire for reward is declared to be Sattvic.",
      "commentary": "18.23 नियतम् ordained? सङ्गरहितम् free from attachment? अरागद्वेषतः without love or hatred? कृतम् done? अफलप्रेप्सुना by one not desirous of the fruit? कर्म action? यत् which? तत् that? सात्त्विकम् Sattvic (pure)? ुच्यते is declared.Commentary Niyatam Ordained Obligatory. One is not excited to perform an obligatory action through love or hatred.This is a pure act. The performer of such pure actionexperiences great joy. He does his duty or any other work wholeheartedly not caring for the reward but offering it willingly at the feet of the Lord. He works in accordancw with the dictates of the scriptures. Now I will explain to thee? O Arjuna? the nature of action which is Rajasic or passionate. Do thou listen to Me with rapt attention.",
      "pronunciation": "niyataṁ saṅga-rahitam arāga-dveṣhataḥ kṛitam\naphala-prepsunā karma yat tat sāttvikam uchyate"
    },
    {
      "verse": 24,
      "text": "यत्तु कामेप्सुना कर्म साहङ्कारेण वा पुनः।क्रियते बहुलायासं तद्राजसमुदाहृतम्।।18.24।।",
      "translation": "But that action which is done by one longing for the fulfillment of desires or gain with egotism or with much effort is declared to be Rajasic (passionate).",
      "commentary": "18.24 यत् which? तु but? कामेप्सुना by one longing for desires? कर्म action? साहङ्कारेण with egoism? वा or? पुनः again? क्रियते is performed? बहुलायासम् with much effort? तत् that? राजसम् Rajasic (passionate)? उदाहृतम् is declared.Commentary A passionate man performs various selfish actions. He boasts of his actions in public. Passion prompts him to do them. He can never work without expectation ofa reward.Kamepsuna? phalepsuna The Rajasic or passionate man expects pleasures as fruits of action. A liberated sage alone is absolutely free from egoism. He will not dream even of a reward for the action? because all his desires are gratified when he realises Brahman. He is an Aptakama. (Aptakamasya ka spriha) How can there be longing or craving in a sage in whom all desires are gratified or burntby the fire of SelfknowledgeEven the performer of a pure act? who has no knowledge of the Self is egoistic. If such be the case? the Rajasic and Tamasic workers are much more egoistic. In worldly parlance we speak of a learned Pundit This Pundit is a very modest? unassuming? and egoless Brahmana.Now listen? O Arjuna? to the characteristics of action that is of darkness.",
      "pronunciation": "yat tu kāmepsunā karma sāhankāreṇa vā punaḥ\nkriyate bahulāyāsaṁ tad rājasam udāhṛitam"
    },
    {
      "verse": 25,
      "text": "अनुबन्धं क्षयं हिंसामनपेक्ष्य च पौरुषम्।मोहादारभ्यते कर्म यत्तत्तामसमुच्यते।।18.25।।",
      "translation": "That action which is undertaken from delusion, without regard for the consequences, loss, injury, and one's own ability, is declared to be Tamasic (dark).",
      "commentary": "18.25 अनुबन्धम् conseence? क्षयम् loss? हिंसाम् injury? अनपेक्ष्य without regard? च and? पौरुषम् (ones own) ability? मोहात् from delusion? आरभ्यते is undertaken? कर्म action? यत् which? तत् that? तामसम् Tamasic (dark)? उच्यते is said.Commentary Tamasic acts cause harm to others. A Tamasic man reflects not at all whether he has the capacity to perform these useless actions? but continues to act blindly.With utter thoughtlessness he sets aside any reflection as to the difficulty of performing the action and what the result of it would be. He carries it on in his own egoistical manner. He does not discriminate between the good and the bad? or what is ones own and what belongs to another.Kshayam Loss of power and of wealth? resulting from the performance of an action.Himsa Injury to living beings.PaurushamOnes own ability or capacity to complete the work.Now listen to the characteristics that pertain to the pure agent. The Lord proceeds to deal with the distinction among the agents.",
      "pronunciation": "anubandhaṁ kṣhayaṁ hinsām anapekṣhya cha pauruṣham\nmohād ārabhyate karma yat tat tāmasam uchyate"
    },
    {
      "verse": 26,
      "text": "मुक्तसङ्गोऽनहंवादी धृत्युत्साहसमन्वितः।सिद्ध्यसिद्ध्योर्निर्विकारः कर्ता सात्त्विक उच्यते।।18.26।।",
      "translation": "An agent who is free from attachment, non-egoistic, endowed with firmness and enthusiasm, and unaffected by success or failure, is considered to be of a Sattvic (pure) nature.",
      "commentary": "18.26 मुक्तसङ्गः who is free from attachment? अनहंवादी nonegoistic? धृत्युत्साहसमन्वितः endowed with firmness and enthusiasm? सिद्ध्यसिद्ध्योः in success or failure? निर्विकारः unaffected? कर्ता an agent? सात्त्विकः Sattvic (pure)? उच्यते is called.Commentary A pure agent does his actions with his whole heart without feeling proud at the performance. He looks for the proper time and place and in accordancewith the behests of the scriptures determines whether such actions are worth doing or not. He develops courage and a powerful will. He never seeks physical comforts. He is ite prepared to sacrifice his life for a noble cause. He is neither elated by success nor grieved by failure. He always keeps a balanced mind when he does any action. O Arjuna? that man is a pure agent who? while working? exhibitssuch alities.Siddhi Success attainment of the fruit of action performed.Nirvikarah Unaffected as having been urged to act merely by the authority of the scriptures? not by a desire for the sake of the reward.Now I will tell thee? O Arjuna? of the characteristics of a passionate agent.",
      "pronunciation": "mukta-saṅgo ‘nahaṁ-vādī dhṛity-utsāha-samanvitaḥ\nsiddhy-asiddhyor nirvikāraḥ kartā sāttvika uchyate"
    },
    {
      "verse": 27,
      "text": "रागी कर्मफलप्रेप्सुर्लुब्धो हिंसात्मकोऽशुचिः।हर्षशोकान्वितः कर्ता राजसः परिकीर्तितः।।18.27।।",
      "translation": "Passionate, desiring to obtain the reward of their actions, greedy, cruel, impure, moved by joy and sorrow, such an agent is said to be Rajasic.",
      "commentary": "18.27 रागी passionate? कर्मफलप्रेप्सुः desirous of the fruit of action? लुब्धः greedy? हिंसात्मकः cruel? अशुचिः impure? हर्षशोकान्वितः moved by joy and sorrow? कर्ता agent? राजसः Rajasic (passionate)? परिकीर्तितः is called.Commentary A passionate agent is the abode of sins and of greed of the whole world. Wherever he imagines that he may gain worldly fruit he will strive wholeheartedly to obtain it.Whatsoever he gains he keeps strictly to himself and his family. If he attains the fruits of his actions he rejoices. If he fails in his attempt he is overcome by grief.Lubdhah Greedy Thirsting for others property not sharing ones own wealth with deserving persons.Himsatmakah Doing injury to others.Asuchih Impure Having no external and internal purity. (Internal purity is freedom from lust?,anger?greed and pride the heart is filled with compassion? complacency? forgiveness? dispassion? love? etc.)Harshasokanvitah Joy on the attainment of what is desirable? pleasant or agreeable sorrow on the attainment of what is not desirable? pleasant or agreeable? and on having to part with what is desirable. He will be elated with joy when he attains success he will be overcoming by grief when he fails in his undertaking.",
      "pronunciation": "rāgī karma-phala-prepsur lubdho hinsātmako ‘śhuchiḥ\nharṣha-śhokānvitaḥ kartā rājasaḥ parikīrtitaḥ"
    },
    {
      "verse": 28,
      "text": "अयुक्तः प्राकृतः स्तब्धः शठो नैष्कृतिकोऽलसः।विषादी दीर्घसूत्री च कर्ता तामस उच्यते।।18.28।।",
      "translation": "Unsteady, vulgar, inflexible, deceitful, malicious, lazy, despondent, and procrastinating—such an agent is called Tamasic.",
      "commentary": "18.28 अयुक्तः unsteady? प्राकृतः vulgar? स्तब्धः unbending? शठः cheating? नैष्कृतिकः malicious? अलसः lazy? विषादी desponding? दीर्घसूत्री procrastinating? च and? कर्ता agent? तामसः Tamasic (dark)? उच्यते is said.Commentary Owing to his vulgar nature he is not able to discriminate between proper and improper actions. His heart is filled with vanity. He will never prostrate himself before the deityor a sage. He is very stiff and unbending in his demeanour. He is the very embodiment of deceit? the abode of the passion for gambling and all such vices. He is ever ready to do evil actions. When an opportunity for his doing good occurs? he is utterly slothful and inactive? but he is very alert in doing evil.Prakritah Vulgar Quite uncultured in intellect one who is childish.Stabdhah Unbending (likea stick)? not bowing down to anybody.Shathah Cheating concealing his real nature.Naishkritikah Creating arrels and disputes among the people.Alasah Lazy Not doing even that which ought to be done.Dirghasutri Postponing duties too long always slothful not performing even in a month what ought to be done today or tomorrow.",
      "pronunciation": "ayuktaḥ prākṛitaḥ stabdhaḥ śhaṭho naiṣhkṛitiko ‘lasaḥ\nviṣhādī dīrgha-sūtrī cha kartā tāmasa uchyate"
    },
    {
      "verse": 29,
      "text": "बुद्धेर्भेदं धृतेश्चैव गुणतस्त्रिविधं श्रृणु।प्रोच्यमानमशेषेण पृथक्त्वेन धनञ्जय।।18.29।।",
      "translation": "Hear thou the threefold division of intellect and firmness, according to the Gunas, as I declare them fully and distinctly, O Arjuna.",
      "commentary": "18.29 बुद्धेः of intellect? भेदम् division? धृतेः of firmness? च and? एव even? गुणतः according to alities? त्रिविधम् threefold? श्रृणु hear? प्रोच्यमानम् as I declare? अशेषेण fully? पृथक्त्वेन distinctly? धनञ्जय O Dhananjaya.Commentary Dhananjaya The coneror of wealth Arjuna is so called because he acired much material and spiritual wealth during his tours of conest (Digvijaya) to the four arters of the earth.",
      "pronunciation": "buddher bhedaṁ dhṛiteśh chaiva guṇatas tri-vidhaṁ śhṛiṇu\nprochyamānam aśheṣheṇa pṛithaktvena dhanañjaya"
    },
    {
      "verse": 30,
      "text": "प्रवृत्तिं च निवृत्तिं च कार्याकार्ये भयाभये।बन्धं मोक्षं च या वेत्ति बुद्धिः सा पार्थ सात्त्विकी।।18.30।।",
      "translation": "The intellect which knows the path of work and renunciation, what should be done and what should not be done, fear and fearlessness, bondage and liberation—that intellect is Sattvic (pure), O Arjuna.",
      "commentary": "18.30 प्रवृत्तिम् action? the path of work? च and? निवृत्तिम् the path of renunciation? च and? कार्याकार्ये what ought to be done and what ought not to be done? भयाभये fear and fearlessness? बन्धम् bondage? मोक्षम् liberation? च and? या which? वेत्ति knows? बुद्धिः intellect? सा that? पार्थ O Arjuna? सात्त्विकी Sattvic.Commentary The threefold nature of knowledge has been described already (verse22 above). Now the threefold nature of the intellect is described. Knowledge is different from the intellect.Pravritti Action The cause of bondage the path of action. Nivritti Inaction The cause of liberation the path of renunciation the path of Sannyasa.Karyakarye The pure intellect knows what ought to be done and what ought not to be done at,particular places and times it knows the actions thatproduce visible or invisible results? that are enjoined or prohibited by the scriptures. It guides a man who relies on the scriptural ordinances for his daily conduct of life.Bhayabhaye Fear and fearlessness The cause of fear and fearlessness either visible or invisible.Bandham moksham Bondage and liberation together with their causes.Knowledge is a Vritti (function or state) of the intellect whereasintellect is what functions or undergoes the change of state. Even firmness is only a particular Vritti (modification or state) of the intellect. (Cf.XVIII.20)",
      "pronunciation": "pravṛittiṁ cha nivṛittiṁ cha kāryākārye bhayābhaye\nbandhaṁ mokṣhaṁ cha yā vetti buddhiḥ sā pārtha sāttvikī"
    },
    {
      "verse": 31,
      "text": "यया धर्ममधर्मं च कार्यं चाकार्यमेव च।अयथावत्प्रजानाति बुद्धिः सा पार्थ राजसी।।18.31।।",
      "translation": "That by which one wrongly understands dharma and adharma, and also what ought to be done and what ought not to be done—that intellect, O Arjuna, is rajasic (passionate).",
      "commentary": "18.31 यया by which? धर्मम् Dharma? अधर्मम् Adharma? च and? कार्यम् what ought to be done? च and? अकार्यम् what ought not to be done? एव even? च and? अयथावत् wrongly? प्रजानाति understands? बुद्धिः intellect? सा that? पार्थ O Partha? राजसी Rajasic (passionate).Commentary There is no proper eivalent in the English language for the word Dharma. Duty? righteousness? virtue? law are very poor translationsof the word. That which elevates you and takes you to the goal? i.e.? Brahman or the Self? is Dharma. That which hurls you down into the dark abyss of ignorance is Adharma. What is ordained in the scriptures is Dharma what is prohibited by them is Adharma. A Rajasic intellect is not able to distinguish between right and wrong or to understand the difference between righteous and unrighteous actions.Ayathavat Wrongly Contrary to what is determined by all authorities or men of wisdom or to the highest knowledge.",
      "pronunciation": "yayā dharmam adharmaṁ cha kāryaṁ chākāryam eva cha\nayathāvat prajānāti buddhiḥ sā pārtha rājasī"
    },
    {
      "verse": 32,
      "text": "अधर्मं धर्ममिति या मन्यते तमसाऽऽवृता।सर्वार्थान्विपरीतांश्च बुद्धिः सा पार्थ तामसी।।18.32।।",
      "translation": "That intellect, O Arjuna, which is enveloped in darkness and sees Adharma as Dharma and all things perverted, is Tamasic (dark).",
      "commentary": "18.32 अधर्मम् Adharma? धर्मम् Dharma? इति thus? या which? मन्यते thinks? तमसा by darkness? आवृता enveloped? सर्वार्थान् all things? विपरीतान् perverted? च and? बुद्धिः intellect? सा that? पार्थ O Partha? तामसी Tamasic (dark).Commentary That intellect which regards righteous acts as evil? and considers right things to be false? which treats everything in a contrary sense and looks upon virtues as ifthey were vices and takes everything that the scriptures declare to be good as being entirely wrong? is Tamasic. It views all things in a perverted light.Thus? O Arjuna? I have explained to thee the three aspects of the intellect. Now listen to the explanation of the characteristics of the three aspects of firmness.",
      "pronunciation": "adharmaṁ dharmam iti yā manyate tamasāvṛitā\nsarvārthān viparītānśh cha buddhiḥ sā pārtha tāmasī"
    },
    {
      "verse": 33,
      "text": "धृत्या यया धारयते मनःप्राणेन्द्रियक्रियाः।योगेनाव्यभिचारिण्या धृतिः सा पार्थ सात्त्विकी।।18.33।।",
      "translation": "The unwavering firmness, through which Yoga restrains the functions of the mind, life-force, and senses—that firmness, O Arjuna, is Sattvic (pure).",
      "commentary": "18.33 धृत्या by firmness? यया (by) which? धारयते holds? मनःप्राणेन्द्रियक्रियाः the functions of the mind? the Prana and the senses? योगेन by Yoga? अव्यभिचारिण्या unswerving? धृतिः firmness? सा that? पार्थ O Arjuna? सात्त्विकी Sattvic (pure).Commentary When firmness is awakened in the mind? the activities of the mind? the lifeforce and the senses are brought under control. The senses are withdrawninto the mind. The Prana and the Apana pass into the Sushumna Nadi.Yoga Samadhi or concentration of the mind. You cannot restrain the mind? the lifeforce and the senses by mere firmness. You can control them only by firmness which is ever accompanied by concentration of the mind.When the mind? the lifeforce and the senses are curbed by unwarvering firmness? they cannot run towards external sensualobjects? they cannot do any mischief? they cannot move in ways which are opposed to the scriptures? they will be absorbed into their respective causes and their outgoing tendencies will be totally checked.This firmness is not repression or suppression? but an intelligent sublimation and inner transformation.",
      "pronunciation": "dhṛityā yayā dhārayate manaḥ-prāṇendriya-kriyāḥ\nyogenāvyabhichāriṇyā dhṛitiḥ sā pārtha sāttvikī"
    },
    {
      "verse": 34,
      "text": "यया तु धर्मकामार्थान् धृत्या धारयतेऽर्जुन।प्रसङ्गेन फलाकाङ्क्षी धृतिः सा पार्थ राजसी।।18.34।।",
      "translation": "But that, O Arjuna, by which one holds fast to Dharma (duty), enjoyment of pleasures, and earning of wealth, on account of attachment and desire for reward—that firmness, O Arjuna, is Rajasic (passionate).",
      "commentary": "18.34 यया (by) which? तु but? धर्मकामार्थान् Dharma (duty)? desire and wealth? धृत्या by firmness? धारयते holds? अर्जुन O Arjuna? प्रसङ्गेन on account of attachment? फलाकाङ्क्षी desirous of the fruit of action? धृतिः firmness? सा that? पार्थ O Arjuna? राजसी Rajasic (passionate).Commentary The man of Rajasic firmness imagines that he will achieve the threefold aim of life and clings to it passionately.He is desirous of getting the rewards of his actions. He endeavours to attain Dharma? wealth and pleasure. The firmness of such a person is Rajasic or passionate.Now listen? O Arjuna? to the third kind of firmness -- the Tamasic type.",
      "pronunciation": "yayā tu dharma-kāmārthān dhṛityā dhārayate ‘rjuna\nprasaṅgena phalākāṅkṣhī dhṛitiḥ sā pārtha rājasī"
    },
    {
      "verse": 35,
      "text": "यया स्वप्नं भयं शोकं विषादं मदमेव च।न विमुञ्चति दुर्मेधा धृतिः सा पार्थ तामसी।।18.35।।",
      "translation": "That firmness, O Arjuna, by which a stupid man does not abandon sleep, fear, grief, despair, and conceit, is Tamasic.",
      "commentary": "18.35 यया by which? स्वप्नम् sleep? भयम् fear? शोकम् grief? विषादम् despair? मदम् conceit? एव indeed? च and? न not? विमुञ्चति abandons? दुर्मेधाः a stupid man? धृतिः firmness? सा that? पार्थ O Arjuna? तामसी Tamasic (dark).Commentary The man who is an embodiment of darkness is made up of every possible kind of evil. He is very indolent and sinful. He is inordinately addicted to sleep. He considersthese to be only proper. He experiences sorrow on account of his evil actions. As he is very much attached to the body he entertains great fear. He is ever discontented at heart. He is lustful and selfconceited. He does not know how to behave. He is rude and insolent. He indulges much in sensual pleasures.",
      "pronunciation": "yayā svapnaṁ bhayaṁ śhokaṁ viṣhādaṁ madam eva cha\nna vimuñchati durmedhā dhṛitiḥ sā pārtha tāmasī"
    },
    {
      "verse": 36,
      "text": "सुखं त्विदानीं त्रिविधं श्रृणु मे भरतर्षभ।अभ्यासाद्रमते यत्र दुःखान्तं च निगच्छति।।18.36।।",
      "translation": "And now, O Arjuna, hear from Me of the threefold pleasure, in which one rejoices through practice and surely comes to the end of pain.",
      "commentary": "18.36 सुखम् pleasure? तु indeed? इदानीम् now? त्रिविधम् threefold? श्रृणु hear? मे of Me? भरतर्षभ O lord of the Bharatas? अभ्यासात् from practice? रमते rejoices? यत्र in which? दुःखान्तम् the end of pain? च and? निगच्छति (he) attains to.Commentary A little of this pleasure experienced by the Self must result in the cessation of pain. This pleasure is threefold in its nature and I will describe its aspects in turn? O Arjuna. (Cf.VI.20?30).",
      "pronunciation": "sukhaṁ tv idānīṁ tri-vidhaṁ śhṛiṇu me bharatarṣhabha\nabhyāsād ramate yatra duḥkhāntaṁ cha nigachchhati\nyat tad agre viṣham iva pariṇāme ‘mṛitopamam\ntat sukhaṁ sāttvikaṁ proktam ātma-buddhi-prasāda-jam"
    },
    {
      "verse": 37,
      "text": "यत्तदग्रे विषमिव परिणामेऽमृतोपमम्।तत्सुखं सात्त्विकं प्रोक्तमात्मबुद्धिप्रसादजम्।।18.37।।",
      "translation": "That which is like poison at first but in the end like nectar—that happiness is declared to be sattvic, born of the purity of one's own mind due to self-realization.",
      "commentary": "18.37 यत् which? तत् that? अग्रे at first? विषम् poison? इव like? परिणामे in the end? अमृतोपमम् like nectar? तत् that? सुखम् pleasure? सात्त्विकम् Sattvic? प्रोक्तम् is declared (to be)? आत्मबुद्धिप्रसादजम् born of the purity of ones own mind due to Selfrealisation.Commentary Agree vishma iva In the beginning it is attended with much pain as one has to abandon the sensual objects and comforts andpractise severe austerities and rigorous Sadhana. He has to undergo a severe ordeal when he practises Yama? Niyama? Tapas and various other vows. He has to cultivate dispassion or indifference to sensual pleasures. This gives him much pain at first. The practice of concentration and meditation also gives pain the beginning. Subjugation of the senses is also very troublesome. Nux vomica is very bitter.One feels much discomfort when he takes a mixture that contains nux vomica. But he derives much pleasure in the end when he gets vigour and good appetite and when his dyspepsia is cured. Even so the aspirant drinks the nectar of immortality in the end? attains the highest knowledge? rejoices in the,Self to his hearts content and enjoys supreme peace and eternal bliss.Proktam It is declared by thewise.Atmabuddhiprasadajam Born as purity of ones own intellect or born of the direct? perfect and clear knowledge of Brahman or the immortal? selfluminous? eternal and supreme Self or the Absolute. The individual self experiences Sattvic happiness when it realises union with the highest Self.The pleasure so born is Sattvic. (Cf.VI.1?2)",
      "pronunciation": "yat tad agre viṣam iva pariṇāme 'mṛtopamam tat sukhaṁ sāttvikaṁ proktam ātma-buddhi-prasāda-jam"
    },
    {
      "verse": 38,
      "text": "विषयेन्द्रियसंयोगाद्यत्तदग्रेऽमृतोपमम्।परिणामे विषमिव तत्सुखं राजसं स्मृतम्।।18.38।।",
      "translation": "That happiness which arises from the contact of the senses with the objects, which is initially like nectar but eventually like poison, is said to be Rajasic.",
      "commentary": "18.38 विषयेन्द्रियसंयोगात् from the contact of the senseorgans with the objects? यत् which? तत् that? अग्रे at first? अमृतोपमम् like nectar? परिणामे in the end? विषम् poison? इव like? तत् that? सुखम् pleasure? राजसम् Rajasic? स्मृतम् is declared.Commentary Sensual pleasure is mixed with pain? fear and sin. A small grain of sensual pleasure is mixed with a mountain of pain. He who indulges in sensualpleasures will have to experience pain also? side by side. He is afraid of losing the objects that give him pleasure. He is attached to them. Attachment is death. It brings him again and again to this world of death. Fear and attachment coexist with sensual pleasure. He has to exert a lot to get money. He can obtain the objects through money. During exertion he commits many sinful acts and he willhave to suffer in hell. The next birth will be of a very low nature. He tells lies and cheats people to obtain money. The senses also lose their vigour through indulgence in sensual pleasure. He loses his strength? vigour? wealth and energy. His intellect becomes dull? weak? impure? turbid and perverted. He loses his money and proper understanding. (Cf.V.22)",
      "pronunciation": "viṣhayendriya-sanyogād yat tad agre ’mṛitopamam\npariṇāme viṣham iva tat sukhaṁ rājasaṁ smṛitam"
    },
    {
      "verse": 39,
      "text": "यदग्रे चानुबन्धे च सुखं मोहनमात्मनः।निद्रालस्यप्रमादोत्थं तत्तामसमुदाहृतम्।।18.39।।",
      "translation": "That happiness which at first, as well as in the end, deludes the self, and which arises from sleep, indolence, and heedlessness—that is declared to be Tamasic.",
      "commentary": "18.39 यत् which? अग्रे at first? च and? अनुबन्धे in the seel? च and? सुखम् pleasure? मोहनम् delusive? आत्मनः of the self? निद्रालस्यप्रमादोत्थम् arising from sleep? indolence and heedlessness? तत् that? तामसम् Tamasic? उदाहृतम् is declared.Commentary Anubandhe In the conseence after the termination. The pleasure that is begotten by evil habits like drinking liors and eating worthless things is delusive of the self. The man becomes oblivious of the path he ought to tread. Such pleasure is verily of the nature of darkness.",
      "pronunciation": "yad agre chānubandhe cha sukhaṁ mohanam ātmanaḥ\nnidrālasya-pramādotthaṁ tat tāmasam udāhṛitam"
    },
    {
      "verse": 40,
      "text": "न तदस्ति पृथिव्यां वा दिवि देवेषु वा पुनः।सत्त्वं प्रकृतिजैर्मुक्तं यदेभिः स्यात्ित्रभिर्गुणैः।।18.40।।",
      "translation": "There is no being on earth or in heaven among the gods that is liberated from the three qualities born of Nature.",
      "commentary": "18.40 न not? तत् that? अस्ति is? पृथिव्याम् on the earth? वा or? दिवि in heaven? देवेषु among the gods? वा or? पुनः again? सत्त्वम् being? प्रकृतिजैः born of Prakriti (matter)? मुक्तम् freed? यत् which? एभिः from these? स्यात् may be? त्रिभिः from three? गुणैः by alities.Commentary The Gunas form the warp and woof of everything as threads do in the case of cloth.Here in the world of mortals or therein the heavenworld? there is no creature that is not bound by the three alities of Nature. Can there be a cloth without threads Can there be a man without blood and bones Can there be a mountain without stones Even so there is not a single creature in the whole universe into whose composition the three alities of matter do not enter. The whole of creation is wrought of these three alities. They havegiven rise to the Trinity (Brahma? Vishnu and Siva). In the world of mortals the triplicity of agent? action and fruit owe their origin to them. They are the cause of the different functions of the four castes. This Samsara has been compared to the peepul tree in chapter XV.1. This Samsara is made up of the three alities and is kept up by the force of ignorance.Action? instruments of action and fruitshave set the wheel of Samsara in motion and this wheel is revolving from beginningless time. It is only a liberated sage who has attained knowledge of the Self who puts a check to this wheel? goes beyond the cause and the effect? and breaks the bonds of Karma.Cut this mysterious tree of Samsara with the strong sword of nonattachment? transcend the three Gunas and rest in your own essential divine nature as ExistenceKnowledgeBliss Absolute.",
      "pronunciation": "na tad asti pṛithivyāṁ vā divi deveṣhu vā punaḥ\nsattvaṁ prakṛiti-jair muktaṁ yad ebhiḥ syāt tribhir guṇaiḥ"
    },
    {
      "verse": 41,
      "text": "ब्राह्मणक्षत्रियविशां शूद्राणां च परंतप।कर्माणि प्रविभक्तानि स्वभावप्रभवैर्गुणैः।।18.41।।",
      "translation": "Of Brahmanas, Kshatriyas, Vaisyas, and Sudras, O Arjuna, the duties are distributed according to the qualities born of their own nature.",
      "commentary": "18.41 ब्राह्मणक्षत्रियविशाम् of Brahmanas? Kshatriyas and Vaisyas? शूद्राणाम् of Sudras? च as also? परंतप O Parantapa? कर्माणि duties? प्रविभक्तानि are distributed? स्वभावप्रभवैः born of their own nature? गुणैः by alities.Commentary Brahmanas? Kshatriyas and Vaisyas are alified to practise the Vedic rites. The members of the fourth class? O Arjuna? have no claim to these rites? for their professionis to serve the members of the first three. They are not allowed to study the Vedas or perform Yajnas. There is organisation of mankind into the four castes and each mans life is divided into four stages? according to the nature of the Gunas and the degree of the growth or evolution. I will now explain the specific duties of these castes according to the alities by means of which? freeing themselvesfrom the grip of birth and death? they can attain Selfrealisation or knowledge of the Self. Passion (Rajas) slightly mingled with Tamas causes the growth of the merchant caste (the Vaisya). Rajas mixed with Tamas is the cause of the appearance of the Sudra.The one human race has been divided into four castes based upon the three alities. The duties are allotted to each according to the alities bornof Nature.Nature (Svabhava) is Isvaras Prakriti (Maya) constituted of the three alities -- Sattva? Rajas and Tamas.The Brahmanas nature is Sattva. So he is serene. The nature of the Kshatriya is Rajas and Sattva. Sattva in his case is subordinate to Rajas. Rajas predominates. Therefore he possesses lordliness. The nature of the Vaisya is Rajas and Tamas. Tamas is subordinate to Rajas. So he does varioussorts of activities or business to earn money. The nature of the Sudra is Tamas? with subordinate Rajas. He is dull.Karma is action arising from and fashioned by past thoughts and desires. The Gunas cannot manifest themselves without a cause. Nature is the tendency? Samskara or Vasana in living beings. This is acired by them in the past births. This manifests itself in the present birth and producesits effects. This nature is the source of the Gunas. Every man or woman is born with his or her own Svabhava (nature). The Gunas operate according to the respective natural tendencies of man which impel him to perform his own duties as their natural effects. The duties are allottted to the four classes or castes in accordance with the Gunas of individuals. (Cf.IV.13)",
      "pronunciation": "brāhmaṇa-kṣhatriya-viśhāṁ śhūdrāṇāṁ cha parantapa\nkarmāṇi pravibhaktāni svabhāva-prabhavair guṇaiḥ"
    },
    {
      "verse": 42,
      "text": "शमो दमस्तपः शौचं क्षान्तिरार्जवमेव च।ज्ञानं विज्ञानमास्तिक्यं ब्रह्मकर्म स्वभावजम्।।18.42।।",
      "translation": "Serenity, self-restraint, austerity, purity, forgiveness, and uprightness, as well as knowledge, realization, and belief in God, are the duties of Brahmanas, born of their own nature.",
      "commentary": "18.42 शमः serenity? दमः selfrestraint? तपः austerity? शौचम् purity? क्षान्तिः forgiveness? आर्जवम् uprightness? एव even? च and? ज्ञानम् knowledge? विज्ञानम् realisation? आस्तिक्यम् belief in God? ब्रह्मकर्म (are) the duties of Brahmanas? स्वभावजम् born of nature.Commentary Sama is control of the mind. Dama is control of the senses. Serenity and selfrestraint have already been explained in XVII.2.Austerity of the three kinds has also been explained in XVII.14 to 16.Astikyam Faith in the words of the Guru? in the teachings of the scriptures? in the existence of God? in the life beyond or hereafter and in ones own Self.The mind is absorbed in the Self. This gives peace. Selfrestraint is the helpmate of peace. In obeying the inunctions of the scriptures alone you will attain peace and spiritualprogress. You must not argue too much. You must have reverence for and faith in the teaching.As the sandalwood tree is fragrant with its own sweet scent? as a Champaka tree is adorned by its lovely flowers? so also a Brahmana is adorned by these nine virtues which are inseparable from him.Now? O Arjuna? listen to the duties of a Kshatriya.",
      "pronunciation": "śhamo damas tapaḥ śhauchaṁ kṣhāntir ārjavam eva cha\njñānaṁ vijñānam āstikyaṁ brahma-karma svabhāva-jam"
    },
    {
      "verse": 43,
      "text": "शौर्यं तेजो धृतिर्दाक्ष्यं युद्धे चाप्यपलायनम्।दानमीश्वरभावश्च क्षात्रं कर्म स्वभावजम्।।18.43।।",
      "translation": "Prowess, splendor, firmness, dexterity, and not fleeing from battle, generosity, and lordliness are the duties of the Kshatriyas, born of their own nature.",
      "commentary": "18.43 शौर्यम् prowess? तेजः splendour? धृतः firmness? दाक्ष्यम् dexterity? युद्धे in battle? च and? अपि also? अपलायनम् not fleeing? दानम् generosity? ईश्वरभावः lordliness? च and? क्षात्रम् of Kshatriyas? कर्म action? स्वभावजम् born of nature.Commentary It is the first duty of Kshatriya (man of the warrior class or of royal blood) to be brave and chivalrous. Bravery is that sublime virtue through whichone is naturally strong? vigorous and courageous. In the face of the most terrible calamity the mind will not be in the least perturbed. The Kshatriya is firm under any unfavourable or trying conditions or circumstances. He does not get the least depression of spirit even when he is in adverse circumstances. It is the skill by which the reason finds out its path amidst all untoward circumstances andeventually attains its goal. This is firmness? fortitude or courage.Dakshya Promptness He is able to decide rightly on the spot in matters that deman prompt attention doing without confusion? of duties which present themselves all of a sudden and demand prompt action.As the sunflower always turns its face towards the sun so does he always face his enemies. He will ever avoid turning his back to themon the field of battle. He is absolutely fearless. Just as a tree gives away its flowers and fruits freely to whoever desires them? as the jasmine sends out its sweet fragrace in every direction? so will a Kshatriya generously give to another whatever may be asked of him. His charity is boundless.Lordliness A Kshatriya king enjoys sovereignty over his subjects owing to the sure protection he grants them? exercises ruling power over his subjects who are to be ruled? and raises the rod of chastisement to punish the unrighteous or the wicked.",
      "pronunciation": "śhauryaṁ tejo dhṛitir dākṣhyaṁ yuddhe chāpy apalāyanam\ndānam īśhvara-bhāvaśh cha kṣhātraṁ karma svabhāva-jam"
    },
    {
      "verse": 44,
      "text": "कृषिगौरक्ष्यवाणिज्यं वैश्यकर्म स्वभावजम्।परिचर्यात्मकं कर्म शूद्रस्यापि स्वभावजम्।।18.44।।",
      "translation": "Agriculture, cattle-rearing, and trade are the duties of the Vaisya (merchant), born of their own nature; and service is the duty of the Sudra (servant-class), born of their own nature.",
      "commentary": "18.44 कृषिगौरक्ष्यवाणिज्यम् agriculture? cattlerearing and trade? वैश्यकर्म the duties of Vaisya? स्वभावजम् born of nature? परिचर्यात्मकम् consisting of service? कर्म action? शूद्रस्य of the Sudra? अपि also? स्वभावजम् born of nature.Commentary When a man performs his duties rightly according to his caste and order of life his heart is purified and he goes to heaven. Apastambha Dharma Sutra declares?Men of severla,castes and orders? each devoted to his respective duties? reap the fruits of their actions after death? and then by the residual Karma attain to births in superior Dharma? span of life? learning? conduct? wealth? happiness and intelligence (2?2?2?3). There is a vivid description in the Puranas also of the different results and worlds which men of the four castes and orders obtain by discharging their respective duties.",
      "pronunciation": "kṛiṣhi-gau-rakṣhya-vāṇijyaṁ vaiśhya-karma svabhāva-jam\nparicharyātmakaṁ karma śhūdrasyāpi svabhāva-jam"
    },
    {
      "verse": 45,
      "text": "स्वे स्वे कर्मण्यभिरतः संसिद्धिं लभते नरः।स्वकर्मनिरतः सिद्धिं यथा विन्दति तच्छृणु।।18.45।।",
      "translation": "Each person devoted to their own duty attains perfection. How they attain perfection while being engaged in their own duty, hear now.",
      "commentary": "18.45 स्वे in own? स्वे in own? कर्मणि to duty? अभिरतः devoted? संसिद्धिम् perfection? लभते attains? नरः a man? स्वकर्मनिरतः engaged in his own duty? सिद्धिम् perfection? यथा how? विन्दति finds? तत् that? श्रृणु hear.Commentary This is the division of labour for which each caste is fitted according to its own nature. The duty prescribed is your sole support? and the highest service you can renderto the Supreme is to carry it out wholeheartedly? without expectation of fruits? with the attitutde of dedication to the Lord. This will surely lead you to the Supreme. All the impurities of the mind will be washed away by the performance of ones own duty and you will be fit for Selfknowledge.Sve sve karmani Each devoted to his own duty in accordance with his nature (Guna) or caste. It is impossibleto attain Moksha by works alone but works purify the heart and prepare the aspirant for receiving the divine light.The attitude of worshipfulness is prescribed for work",
      "pronunciation": "sve sve karmaṇy abhirataḥ sansiddhiṁ labhate naraḥ\nsva-karma-nirataḥ siddhiṁ yathā vindati tach chhṛiṇu"
    },
    {
      "verse": 46,
      "text": "यतः प्रवृत्तिर्भूतानां येन सर्वमिदं ततम्।स्वकर्मणा तमभ्यर्च्य सिद्धिं विन्दति मानवः।।18.46।।",
      "translation": "He from whom all the beings have evolved and by whom all this is pervaded, worshipping Him with his own duty, one attains perfection.",
      "commentary": "18.46 यतः from whom? प्रवृत्तिः (is) the evolution? भूतानाम् of beings? येन by whom? सर्वम् all? इदम् this? ततम् is pervaded? स्वकर्मणा with his own duty? तम् Him? अभ्यर्च्य worshipping? सिद्धिम् perfection? विन्दति attains? मानवः man.Commentary The performance by a man of his own duty is simply carrying into effect the intention of the Supreme from Whom the whole of the creation emanates. When aman worships Him? the Supreme Being? with the flowers of his action? then He is immensely pleased and being thus gratified by such worship He confers on Him? as a boon? dispassion and discrimination.Pravritti Evolution or activity it proceeds from the Lord? the Antaryamin? the Inner Ruler.Bhutanam Beings living creatures.Svakarmana With his own duty each according to his caste as described above.Man attains perfection by worshipping the Lord by performing his own duty? i.e.? he becomes alified for the dawn of Selfknowledge (for Jnana Yoga).",
      "pronunciation": "yataḥ pravṛittir bhūtānāṁ yena sarvam idaṁ tatam\nsva-karmaṇā tam abhyarchya siddhiṁ vindati mānavaḥ"
    },
    {
      "verse": 47,
      "text": "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात्।स्वभावनियतं कर्म कुर्वन्नाप्नोति किल्बिषम्।।18.47।।",
      "translation": "Better is one's own duty, even if it is destitute of merits, than the duty of another well performed. He who does the duty ordained by his own nature incurs no sin.",
      "commentary": "18.47 श्रेयान् better? स्वधर्मः ones own duty? विगुणः (though) destitute of merits? परधर्मात् that the duty of another? स्वनुष्ठितात् (than) well performed? स्वभावनियतम् ordained by his own nature? कर्म action? कुर्वन् doing? न not? आप्नोति (he) incurs? किल्बिषम् sin.Commentary Just as a poisonous substance does not harm the worm born in that substance? so he who does his Svadharma (the duty ordainedaccording to his own nature) does not incur any sin.What is poison to the whole world is sweet to a worm and yet sugarcane juice that is sweet causes its death. So a mans appointed duty which frees him from bondage must? therefore? be practised however difficult it may seem to be. If you try to do the duty of another it will bring,danger. He who has no knowledge of the Self cannot remain even for a moment without doing action. (Cf.III.35)",
      "pronunciation": "śhreyān swa-dharmo viguṇaḥ para-dharmāt sv-anuṣhṭhitāt\nsvabhāva-niyataṁ karma kurvan nāpnoti kilbiṣham"
    },
    {
      "verse": 48,
      "text": "सहजं कर्म कौन्तेय सदोषमपि न त्यजेत्।सर्वारम्भा हि दोषेण धूमेनाग्निरिवावृताः।।18.48।।",
      "translation": "One should not, O Arjuna, abandon the duty to which one is born, though it may be faulty; for, all undertakings are enveloped by evil, just as fire is by smoke.",
      "commentary": "18.48 सहजम् which is born? कर्म action? कौन्तेय O Kaunteya? सदोषम् with fault? अपि even? न not? त्यजेत् (one) should abandon? सर्वारम्भाः all undertakings? हि for? दोषेण by evil? धूमेन by smoke? अग्निः fire? इव like? आवृताः are enveloped.Commentary Sahajam Born with oneself born with the birth of man.Sadosham Faculty for everything is constituted of the three Gunas.All undertakings Ones own as wellas others duties.If a Vaisya or a Kshatriya does the duties of a Brahmana he will not in any way be benefited. Anothers duty brings in fear. Therefore it is not proper to perform anothers duty. It is not possible for any man who has no knowledge of the Self to relinish action totally therefore he should not abandon action.",
      "pronunciation": "saha-jaṁ karma kaunteya sa-doṣham api na tyajet\nsarvārambhā hi doṣheṇa dhūmenāgnir ivāvṛitāḥ"
    },
    {
      "verse": 49,
      "text": "असक्तबुद्धिः सर्वत्र जितात्मा विगतस्पृहः।नैष्कर्म्यसिद्धिं परमां संन्यासेनाधिगच्छति।।18.49।।",
      "translation": "He whose intellect is unattached everywhere, who has subdued his self, from whom desire has fled, he attains the supreme state of freedom from action through renunciation.",
      "commentary": "18.49 असक्तबुद्धिः whose intellect is unattached? सर्वत्र eveywhere? जितात्मा who has subdued his self? विगतस्पृहः whose desire has fled? नैष्कर्म्यसिद्धिम् the perfection consisting in freedom from action? परमाम् the supreme? संन्यासेन by renunciaion? अधिगच्छति (he) attains.Commentary The mind of one who is free from attachment to wife? son? body and property? who has controlled his senses and themind? who has no desire for the body? for life and for sensual pleasure? turns inwards towards God or the immortal Self. It is not attracted by the sensual objects of the world. It is filled with dispassion and discrimination.He gradually gets himself established in his own Self which is of the nature of ExistenceKnowledgeBliss. Such a person who has knowledge of the Self attains to the highest perfection?to pefect freedom from action by renunciation.Ignorance is destroyed by the attainment of the knowledge of the Self. There is cessation of activity. One may perform actions for the solidarity of the world and yet he will not be bound by actions as he has attained absolute freedom from action through the knowledge of the Self. The fire of knowledge has burnt the fruitbearing effects of Karmas or actions.He has no idea of agency as he is absolutely free from egoism? as he has identified himself with the Supreme Being.Naishkarmya siddhi may also mean the attainment of the state of Naishkarmya. In this exalted? magnanimous? ineffable state of divine splendour and glory? one remains as the actionless Self. This is the state of immediate liberation of the Vedantins (Kaivalya Moksha or Sadyomukti). Thismarvellous state is attained by renunciation or right knowledge or by the renunciation of all actions brought about by the attainment of the knowledge of the Self. Mentally renouncing all actions and selfcontrolled? the embodied one rests happily in the ninegated? city? neither acting nor causing others to act. (Cf.V.13)Now the Lord teaches in the next verse how a man who? having attained perfectionas described above in verse 46? by doing his duty in the service of the Lord can attain perfect freedom from action. He gets discrimination? practises constant meditation and rests in the knowledge of the immutable Self.,(Cf.III.4and19)",
      "pronunciation": "asakta-buddhiḥ sarvatra jitātmā vigata-spṛihaḥ\nnaiṣhkarmya-siddhiṁ paramāṁ sannyāsenādhigachchhati"
    },
    {
      "verse": 50,
      "text": "सिद्धिं प्राप्तो यथा ब्रह्म तथाप्नोति निबोध मे।समासेनैव कौन्तेय निष्ठा ज्ञानस्य या परा।।18.50।।",
      "translation": "Learn from Me, O Arjuna, in brief how one who has attained perfection reaches Brahman—the Eternal, that supreme state of knowledge.",
      "commentary": "18.50 सिद्धिम् perfection? प्राप्तः attained? यथा as? ब्रह्म Brahman (the Eternal)? तथा so? आप्नोति obtains? निबोध learn? मे of Me? समासेन in brief? एव even? कौन्तेय O son of Kunti? निष्ठा state? ज्ञानस्य of knowledge? या or? परा highest.Commentary When a man has the good fortune to hear the words of wisdom from a teacher? dualism and egoism vanish and his mind rests in union with the Supreme Being.The need for action no longer exists for such a man. Nothing further remains for him to do. He has become a Kritakritya (a man of total fulfilment? or one who has done all that there is to be done).The aspirant obtains the grace of the Lord by worshipping Hims with his proper duty. The Lord gives him dispassion? discrimination? devotion to knowledge. The Lord removes his veil of ignorance. To theseever harmonious? worshipping in love? I give the Yoga of discrimination by which they come unto Me. Out of My mere compassion for them? I? dwelling within their Self? destroy the darkness born of ignorance by the luminous lamp of knowledge. (X.10and11)The perfection is JnanaNishtha or devotion to knowledge by which he attains Selfrealisation or becomes identical with the Supreme Being when the veilof ignorance is rent asunder. The way to the attainment of this devotion to knowledge will be described only in a succint manner. The process or method of Selfrealisation will be described only in brief in the following verses.The actual technie has to be learnt direct from a Guna.",
      "pronunciation": "siddhiṁ prāpto yathā brahma tathāpnoti nibodha me\nsamāsenaiva kaunteya niṣhṭhā jñānasya yā parā"
    },
    {
      "verse": 51,
      "text": "बुद्ध्या विशुद्धया युक्तो धृत्याऽऽत्मानं नियम्य च।शब्दादीन् विषयांस्त्यक्त्वा रागद्वेषौ व्युदस्य च।।18.51।।",
      "translation": "Endowed with a pure intellect, controlling the self through firmness, relinquishing sound and other objects and abandoning attraction and hatred.",
      "commentary": "18.51 बुद्ध्या with an intellect? विशुद्धया pure? युक्तः endowed? धृत्या by firmness? आत्मानम् the self? नियम्य controlling? च and? शब्दादीन् sound and other? विषयान् senseobjects? त्यक्त्वा relinishing? रागद्वेषौ attraction and hatred? व्युदस्य abandoning? च and.Commentary The lower self should be controlled with firmness by the Self of pure intellect. The turbulent senses and the mind should besubdued with the help of the pure intellect or reason. Pure reason is a great power. Whenever the senses raise their heads and hiss? they should be hammered by the powerful rod of pure intellect or reason. Reason is the faculty of determination.Pure intellect The intellect that is free from lust? anger? greed? pride? doubt? misconception? etc. It is like a clear mirror. A pure intellect is BrahmanItself. It can be easily merged in Brahman. When the pure intellect is merged in Brahman? the reflected intelligence? Chidabhasa or Jiva? is also absorbed in Brahman. The Jiva becomes identical with Brahman? just as the ether in the pot becomes one with the universal ether when the pot is broken.The self The aggregate of the body and the senses.The aspirant withdraws the senses from their respectiveobjects again and again through the repeated practice of Pratyahara (abstraction) and Dama (selfrestraint). Gradually the senses are fixed in the Self. Their outgoing tendencies are totally curbed. The aspirant attains supreme control of the senses by constant meditation? by the practice of dispassion he coners Raga (attachment)? and through the practice of pure love or cosmic love or divine Premehe coners hatred.He abandons all luxuries. He keeps only those objects which are necessary for the bare maintenance of the body. He has neither attachment nor hatred even for those objects which are necessary for that purpose.",
      "pronunciation": "buddhyā viśhuddhayā yukto dhṛityātmānaṁ niyamya cha\nśhabdādīn viṣhayāns tyaktvā rāga-dveṣhau vyudasya cha"
    },
    {
      "verse": 52,
      "text": "विविक्तसेवी लघ्वाशी यतवाक्कायमानसः।ध्यानयोगपरो नित्यं वैराग्यं समुपाश्रितः।।18.52।।",
      "translation": "Dwelling in solitude, eating sparingly, with speech, body, and mind subdued, always engaged in meditation and concentration, and resorting to dispassion.",
      "commentary": "18.52 विविक्तसेवी dwelling in solitude? लघ्वाशी eating but little? यतवाक्कायमानसः speech? body and mind subdued? ध्यानयोगपरः engaged in meditation and concentration? नित्यम् always? वैराग्यम् dispassion? समुपाश्रितः resorting to.Commentary Solitude has its own charms. The spiritual vibrations in solitude are wonderfully elevating. Meditation will come by itself without exertion. All saints and sageswho have attained Selfrealisation have remained in solitude for a number of years. You will have good meditation if you sit on the bank of a river? in a cave or on the seashore or in a jungle. During the Christmas and Easter holidays you can all enjoy the peace of solitude. It is very necessary to live in solitude at least for a month or a fortnight in a year for the householders. Instead of wastingtime? energy and money in Calcutta or any other city? during the holidays? live in holy places like Rishikesh? Uttarakasi or Naimisaranya drink the nectar of peace in such places by doing Anushthana (intense and systematic spiritual practice) or Japa of a Mantra and attain immortality. If you once taste the bliss of solitude you will never forget it. Every year you will attempt to taste it again.He who takes too much food (a glutton) is ite unfit for meditation or the spiritual path. Too much food will produce laziness? a halfsleepy state and deep sleep also. Eat to live. Eat in moderation. You will have a light body and light? cheerful and serene mind. This will help you in your practice of meditation. Observe Mauna or the vow of silelnce for a week or a month. Observe the vow for two hoursdaily. Control the body. Practise Ahimsa and Brahmacharya. Meditate on the Self or on the Lord Hari with four hands? or on Lord Krishna? Rama or Siva. Be regular in your meditation and gradually increase the period of meditation from 15 minutes to 3 or 6 hours at a sitting. If you are a wholetimed aspirant? spend the whole time in meditation. If you are not able to do this? do Likhita Japa (writingthe Mantra) and Kirtan (singing the Names and glories of the Lord). Study religious books in the interval. Only advanced aspirants can meditate for a long time. Watch the mind and cultivate dispassion. Energy will leak out through the senses if you are careless and nonvigilant. If energy leaks out? you cannot have good meditation. Dispassion is indifference to sensual enjoyments herein and hereafter?absence of desire for visible and invisible objects. You must have steady? lasting and sustained dispassion. It should not wane. It should be a constant attitude of the mind. You must be fully established in dispassion.In doing the Anushthana for 40 days live on milk and fruits or light diet. Take only 3 or 4 articles of food. Take one meal only. Sleep on the floor. Observe celibacy and the vow ofsilence. Do not come out of the room. Speak little if you do not observe perfect silence. Do the Anushthana on the banks of the Ganga or any sacred river. Try to do one or several Purascharanas of your Ishta Mantra. If there are five letters (syllables in English) in the Mantra? 500?000 repetitions of the Mantra will constitute one Purascharana.",
      "pronunciation": "vivikta-sevī laghv-āśhī yata-vāk-kāya-mānasaḥ\ndhyāna-yoga-paro nityaṁ vairāgyaṁ samupāśhritaḥ"
    },
    {
      "verse": 53,
      "text": "अहङ्कारं बलं दर्पं कामं क्रोधं परिग्रहम्।विमुच्य निर्ममः शान्तो ब्रह्मभूयाय कल्पते।।18.53।।",
      "translation": "Having abandoned egoism, strength, arrogance, desire, anger, and covetousness, and being free from the notion of 'mine' and peaceful, he is fit for becoming Brahman.",
      "commentary": "18.53 अहङ्कारम् egoism? बलम् strength? दर्पम् arrogance? कामम् desire? क्रोधम् anger? परिग्रहम् covetousness? विमुच्य having abandoned? निर्ममः without mineness? शान्तः peaceful? ब्रह्मभूयाय for becoming Brahman? कल्पते (he) is fit.Commentary Egoism Identifying the Self with the body? etc. This is the error of mistaking the physical body for the pure immortal Self.Balam That strength which is combinedor united with passion? desire and attachment? and not the physical or other strength. Physical strength is natural. It is not possible to abandon this physical strength.Darpam Arrogance? insolence? selfassertive Rajasic vehemence this follows the state of exaltion.,Man becomes arrogant when he possesses wealth or much learning. When he becomes arrogant he violates Dharma and does wicked deeds.Theaspirant even abandons the things which are necessary for the bare maintenance of the body. He becomes a ParamahamsaParivrajaka? a wandering or itinerant ascetic. He has no attachment to his body. He knows that even the body does not belong to him.Santa Peaceful? tranil? serene.Such an aspirant who has devotion to Selfknowledge? and who is endowed with the above virtues is fit to become Brahman.",
      "pronunciation": "ahankāraṁ balaṁ darpaṁ kāmaṁ krodhaṁ parigraham\nvimuchya nirmamaḥ śhānto brahma-bhūyāya kalpate"
    },
    {
      "verse": 54,
      "text": "ब्रह्मभूतः प्रसन्नात्मा न शोचति न काङ्क्षति।समः सर्वेषु भूतेषु मद्भक्तिं लभते पराम्।।18.54।।",
      "translation": "Becoming Brahman, serene in the Self, he neither grieves nor desires; he is the same to all beings, and obtains supreme devotion to Me.",
      "commentary": "18.54 ब्रह्मभूतः having become Brahman? प्रसन्नात्मा sereneminded? न not? शोचति (he) grieves? न not? काङ्क्षति desires? समः the same? सर्वेषु all? भूतेषु in beings? मद्भक्तिम् devotion unto Me? लभते obtains? पराम् supreme.Commentary Brahmabhutah Having attained to Brahman. His attainment of perfect freedom or oneness with the Supreme is described in the next verse.He is tranilminded. He is in a stateof balance and eanimity. There is nothing connected with the little personality that may cause him to grieve or prompt him to feel desire. When this state is attained? the multiplicity of objects gradually disappears and he perceives only unity everywhere. The waking and dream consciousness that gives rise to false knowledge gradually passes away.He does not grieve about his bodily wants. If he failsin his attempt to fulfil them? he does not grieve either. He always keeps evenness of mind in success and failure. He has no longing for any object that is not attained.Na sochati na kankshati can also be interpreted as he neither grieves nor exults.Samah sarveshu bhuteshu may also mean he puts himself in the position of others and feels for others. If anyone is in acute agony or distress? he himselffeels that he is affected. His heart is very tender and soft. He is extremely compassionate and merciful. He considers that the pleasure and pain of all beings are his own. If others rejoice he also rejoices if others are in distress? he also is distressed. His heart is so much expanded that he feels for all. Jealousy? narrowness of heart? pettymindedness? the idea of separateness? all barriers thatseparate man from man? prejudices of all sorts and dislike for others -- all vanished in toto. He has cosmic love. He is a cosmic benefactor. He is the friend of all. This state of expansion is beyond description. One has to experience it for oneself. Such a devotee or aspirant attains supreme devotion to Me? the fourth or the highest of the four kinds of devotion mentioned in verse 16 of chapter VII? viz.? devotion of knowledge of the man of wisdom. (Cf.II.70)",
      "pronunciation": "brahma-bhūtaḥ prasannātmā na śhochati na kāṅkṣhati\nsamaḥ sarveṣhu bhūteṣhu mad-bhaktiṁ labhate parām"
    },
    {
      "verse": 55,
      "text": "भक्त्या मामभिजानाति यावान्यश्चास्मि तत्त्वतः।ततो मां तत्त्वतो ज्ञात्वा विशते तदनन्तरम्।।18.55।।",
      "translation": "By devotion, he knows Me in truth, who and what I am; then, having known Me in truth, he immediately enters into the Supreme.",
      "commentary": "18.55 भक्त्या by devotion? माम् Me? अभिजानाति (he) knows? यावान् what? यः who? च and? अस्मि (I) am? तत्त्वतः in truth? ततः then? माम् Me? तत्त्वतः in truth? ज्ञात्वा having known? विशते (he) enters? तत् that? अनन्तरम् afterwards.Commentary My devotee? O Arjuna? who has attained to union with Me through singleminded and unflinching devotion is verily My very Self. Devotion culminates in knowledge.Devotion begins with two and ends in one. ParaBhakti (supreme devotion) and Jnana are one. Devotion is the mother. Knowledge is the son. By devotion he knows that I am allpervading pure,consciousness he knows that I am nondual? unborn? decayless? causeless? selfluminous? indivisible? unchanging he knows that I am destitute of all the differences caused by the limiting adjuncts he knows that I am thesupport? source? womb? basis? and substratum of everything he knows that I am the ruler of all beings he knows that I am the Supreme Purusha? the controller of Maya? and that this world is a mere appearance. Thus knowing Me in truth or in essence? he enters into Me soon after attaining Selfknowledge.The act of knowing and the act of entering are not two distinct acts. Knowing is becoming. Knowingis attaining Selfknowledge. To know That is to become That. Entering is knowing or beoming That. Entering is the attainment of Selfknowledge or Selfrealisation. These are all jugglery of words only. Knowing and entering are synonymous terms. It is very difficult to understand or comprehend transcendental spiritual matters. The teachers use various terms or expressions? analogies? similes? parables?stories? etc. to make the aspirant grasp the matter clearly and lucidly. Words are imperfect and languages are defective. They cannot fully express the inner spiritual experiences. The teacher somehow or other expresses to the students or aspirants these spiritual ideas. The aspirant himself will have to realise the Self. That is beyond the reach of words of expressions or analogies of similes. Howcan there be similes for that nondual Brahman These words are a sort of help or prop for the aspirants to lean upon in the beginning to understand spiritual matters. When he realises the Self? these words are of no value to him. He himself becomes an embodiment of knowledge.",
      "pronunciation": "bhaktyā mām abhijānāti yāvān yaśh chāsmi tattvataḥ\ntato māṁ tattvato jñātvā viśhate tad-anantaram"
    },
    {
      "verse": 56,
      "text": "सर्वकर्माण्यपि सदा कुर्वाणो मद्व्यपाश्रयः।मत्प्रसादादवाप्नोति शाश्वतं पदमव्ययम्।।18.56।।",
      "translation": "Having taken refuge in Me and doing all actions, by My grace he obtains the eternal, indestructible state of being.",
      "commentary": "18.56 सर्वकर्माणि all actions? अपि also? सदा always? कुर्वाणः doing? मद्व्यपाश्रयः taking refuge in Me? मत्प्रसादात् by My grace? अवाप्नोति obtains? शाश्वतम् the eternal? पदम् state or abode? अव्ययम् indestructible.Commentary Worshipping Me with the flowers of his good actions he reaches the imperishable Brahmic seat of ineffable splendour through My grace. He attains union with Me and enjoys thesupreme bliss. If by chance he commits some prohibited actions? still? as in the Ganga (Indias most holy river) the waters of the drains and roads find union? so My devotee? becoming united with Me? is unaffected by these prohibited actions.Worship of the Lord through ones duties purifies the heart of the aspirant and prepares him for the devotion to knowledge which eventually leads him to the attainmentof Selfrealisation. The Yoga of Devotion is eulogised here.All actions Good actions and even the prohibited actions. He who takes shelter in Me? Vaasudeva? the Lord? with his whole self centred in Me attains the eternal abode of Vishnu? by the grace of the Lord.",
      "pronunciation": "sarva-karmāṇy api sadā kurvāṇo mad-vyapāśhrayaḥ\nmat-prasādād avāpnoti śhāśhvataṁ padam avyayam"
    },
    {
      "verse": 57,
      "text": "चेतसा सर्वकर्माणि मयि संन्यस्य मत्परः।बुद्धियोगमुपाश्रित्य मच्चित्तः सततं भव।।18.57।।",
      "translation": "Mentally renouncing all actions in Me, having Me as the highest goal, and resorting to the yoga of discrimination, do thou ever fix thy mind on Me.",
      "commentary": "18.57 चेतसा mentally? सर्वकर्माणि all actions? मयि in Me? संन्यस्य resigning? मत्परः having Me as the highest goal? बुद्धियोगम् the Yoga of discrimination? उपाश्रित्य resorting to? मच्चित्तः with the mind fixed on Me? सततम् always? भव be.Commentary Do thou? O Arjuna? surrender all thy actions to Me whilst at the same time fixing thy mind on discrimination. Then through that discrimination thou wiltsee thy Self as separate from the body and activity and existing in My pure Being. Chetasa Mentally with the discriminative faith that knowledge finally leads to liberation when the heart is purified through selfless works done with the spirit of offering to God.Sarvakarmani All actions producing visible and invisible results.Me The Lord As taught in verse 27 of chapter IX Whatever thou doest?whatever thou eatest? etc.? do thou dedicate all thy actions to Me.Matparah Taking Me? Vaasudeva? as the supreme goal? and his whole self centred in Me.Resorting to Buddhi Yoga As thy sole refuge steadymindedness.",
      "pronunciation": "chetasā sarva-karmāṇi mayi sannyasya mat-paraḥ\nbuddhi-yogam upāśhritya mach-chittaḥ satataṁ bhava"
    },
    {
      "verse": 58,
      "text": "मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि।अथ चेत्त्वमहङ्कारान्न श्रोष्यसि विनङ्क्ष्यसि।।18.58।।",
      "translation": "Fixing your mind on Me, you shall, by My grace, overcome all obstacles; but if you will not hear Me due to egoism, you shall perish.",
      "commentary": "18.58 मच्चित्तः fixing thy mind on Me? सर्वदुर्गाणि all obstacles? मत्प्रसादात् by My grace? तरिष्यसि (thou) shalt overcome? अथ now? चेत् if? त्वम् thou? अहङ्कारात् from egoism? न not? श्रोष्यसि (thou) wilt hear? विनङ्क्ष्यसि (thou) shalt perish.Commentary When thy mind? O Arjuna? through onepointed devoion is fixed on Me? thou shalt by My grace cross over all difficulties and obstacles. But shouldstthou not take My teaching to heart and through pride disregard it? thou shalt be ruined.Difficulties Obstacles? snares? pitfalls? temptations on the spiritual path and various sorts of other difficulties of Samsara? diseases? etc.Egosim The idea that thou art a learned man. Thou shouldst not think I am independent. I know everything. I am a wise man. Why should I take the advice of another",
      "pronunciation": "mach-chittaḥ sarva-durgāṇi mat-prasādāt tariṣhyasi\natha chet tvam ahankārān na śhroṣhyasi vinaṅkṣhyasi"
    },
    {
      "verse": 59,
      "text": "यदहङ्कारमाश्रित्य न योत्स्य इति मन्यसे।मिथ्यैष व्यवसायस्ते प्रकृतिस्त्वां नियोक्ष्यति।।18.59।।",
      "translation": "If, filled with egoism, thou thinkest, \"I will not fight,\" then thy resolve is vain; nature will compel thee.",
      "commentary": "18.59 यत् if? अहङ्कारम् egoism? आश्रित्य having taken refuge in? न not? योत्स्ये (I) will fight? इति thus? मन्यसे (thou) thinkest? मिथ्या vain? एषः this? व्यवसायः resolve? ते thy? प्रकृतिः nature? त्वाम् thee? नियोक्ष्यति will compel.Commentary This strong determination of thy mind will be rendered utterly futile by thy inner nature thy nature will constrain thee thy nature as a warrior will compel thee to fight. It is a mere illusion to say that thou art Arjuna? that these are thy relatives and that to kill them will be a sin.",
      "pronunciation": "yad ahankāram āśhritya na yotsya iti manyase\nmithyaiṣha vyavasāyas te prakṛitis tvāṁ niyokṣhyati"
    },
    {
      "verse": 60,
      "text": "स्वभावजेन कौन्तेय निबद्धः स्वेन कर्मणा।कर्तुं नेच्छसि यन्मोहात्करिष्यस्यवशोऽपि तत्।।18.60।।",
      "translation": "O Arjuna, bound by your own Karma (action) born of your own nature, that which from delusion you wish not to do, even that you shall do helplessly.",
      "commentary": "18.60 स्वभावजेन born of (thy) own nature? कौन्तेय O son of Kunti? निबद्धः bound? स्वेन (thy) own? कर्मणा by action? कर्तुम् to do? न not? इच्छसि (thou) wishest? यत् which? मोहात् from delusion? करिष्यसि (thou) shalt do? अवशः helpless? अपि also? तत् that.Commentary Thou art endowed? O Arjuna? with martial alities? prowess? valour? skill? etc. Thou art? therefore? bound by these innate alities. Thou wilt be forced to fight by thy own nature. Nature will constrain thee to fight? much against thy will.",
      "pronunciation": "swbhāva-jena kaunteya nibaddhaḥ svena karmaṇā\nkartuṁ nechchhasi yan mohāt kariṣhyasy avaśho ’pi tat"
    },
    {
      "verse": 61,
      "text": "ईश्वरः सर्वभूतानां हृद्देशेऽर्जुन तिष्ठति।भ्रामयन्सर्वभूतानि यन्त्रारूढानि मायया।।18.61।।",
      "translation": "The Lord dwells in the hearts of all beings, O Arjuna, causing all beings, by His illusory power, to revolve as if mounted on a machine.",
      "commentary": "18.61 ईश्वरः the Lord? सर्वभूतानाम् of all beings? हृद्देशे in the hearts? अर्जुन O Arjuna? तिष्ठति dwells? भ्रामयन् causing to revolve? सर्वभूतानि all beings? यन्त्रारूढानि mounted on a machine? मायया by illusion.Commentary Isvara The Lord the Ruler of the universe Narayana.The Lord abides in the hearts of all beings. It is He Who has given a gift of this marvellous machine to you. It is by His powerthat all bodies move. The Lord is the real Actor within.By Maya By causing illusion.He causes all beings to revolve like wooden dolls mounted on a machine. (Cf.X.20.XIII.18)",
      "pronunciation": "īśhvaraḥ sarva-bhūtānāṁ hṛid-deśhe ‘rjuna tiṣhṭhati\nbhrāmayan sarva-bhūtāni yantrārūḍhāni māyayā"
    },
    {
      "verse": 62,
      "text": "तमेव शरणं गच्छ सर्वभावेन भारत।तत्प्रसादात्परां शान्तिं स्थानं प्राप्स्यसि शाश्वतम्।।18.62।।",
      "translation": "Fly to Him for refuge with all your being, O Arjuna; by His grace you will obtain supreme peace and the eternal abode.",
      "commentary": "18.62 तम् to Him? एव even? शरणम् गच्छ take refuge? सर्वभावेन with all thy being? भारत O Bharata? तत्प्रसादात् by His grace? पराम् supreme? शान्तिम् peace? स्थानम् the abode? प्राप्स्यसि (thou) shalt obtain? शाश्वतम् eternal.Commentary Do total and perfect surrender to the Lord. Do not keep any secret desires for silent gratification. Desire and egoism are the two chief obstacles that stand in theway of selfsurrender. Kill them ruthlessly.Run to the Lord for shelter with all thy being for freeing thyself from the troubles? afflictions and sorrows of Samsara. Take the Lord as the sole refuge. Then by His grace? thou shalt obtain supreme peace and attain to the supreme? eternal Abode.",
      "pronunciation": "tam eva śharaṇaṁ gachchha sarva-bhāvena bhārata\ntat-prasādāt parāṁ śhāntiṁ sthānaṁ prāpsyasi śhāśhvatam"
    },
    {
      "verse": 63,
      "text": "इति ते ज्ञानमाख्यातं गुह्याद्गुह्यतरं मया।विमृश्यैतदशेषेण यथेच्छसि तथा कुरु।।18.63।।",
      "translation": "Thus, wisdom more secret than secrecy itself has been declared to you by me. Reflect on it fully, then act as you wish.",
      "commentary": "18.63 इति thus? ते to thee? ज्ञानम् wisdom? आख्यातम् has been declared? गुह्यात् than the secret? गुह्यतरम् more secret? मया by Me? विमृश्य reflecting over? एतत् this? अशेषेण fully? यथा as? इच्छसि (thou) wishest? तथा so? कुरु act.Commentary Thus has wisdom? more profound than all secrets? been declared to thee by Me. This teaching is well known as the Gita? the essence of all the Vedas. If anyonefollows it and lives in the spirit of this teaching he will certainly attain supreme peace? highest knowledge and immortality. There is no doubt about this. I have revealed the mystery of this secret treasure to thee as thou art dear to Me? O Arjuna.It The teaching declared above. Reflect fully over everything that has been taught to thee.",
      "pronunciation": "iti te jñānam ākhyātaṁ guhyād guhyataraṁ mayā\nvimṛiśhyaitad aśheṣheṇa yathechchhasi tathā kuru"
    },
    {
      "verse": 64,
      "text": "सर्वगुह्यतमं भूयः श्रृणु मे परमं वचः।इष्टोऽसि मे दृढमिति ततो वक्ष्यामि ते हितम्।।18.64।।",
      "translation": "Hear again My supreme word, most secret of all; for you are dearly beloved of Me, I will tell you what is good.",
      "commentary": "18.64 सर्वगुह्यतमम् the most secret of all? भूयः again? श्रृणु hear? मे My? परमम् supreme? वचः word? इष्टः beloved? असि (thou) art? मे of Me? दृढम् dearly? इति thus? ततः therefore? वक्ष्यामि (I) will speak? ते thy? हितम् what is good.Commentary Now listen once more with rapt attention to My words. Thou art very dear to Me. Thou art a sincere aspirant. Therefore I am telling thee this most mysterioustruth. Hear from Me this mystery of all mysteries. I shall tell it to you again to make a deep impression on your mind? although it has been declared more than once. I do not hope to get any reward from thee. Thou art My most beloved friend and disciple. Therefore I will speak what is good for thee? the means of attaining Selfrealisation. This is the supreme good or the highest of all kinds of good for thee.",
      "pronunciation": "sarva-guhyatamaṁ bhūyaḥ śhṛiṇu me paramaṁ vachaḥ\niṣhṭo ‘si me dṛiḍham iti tato vakṣhyāmi te hitam"
    },
    {
      "verse": 65,
      "text": "मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु।मामेवैष्यसि सत्यं ते प्रतिजाने प्रियोऽसि मे।।18.65।।",
      "translation": "Fix your mind on Me, be devoted to Me, sacrifice to Me, bow down to Me. You will come to Me; I truly promise you this, for you are dear to Me.",
      "commentary": "18.65 मन्मनाः with mind fixed on Me? भव be? मद्भक्तः devoted to Me? मद्याजी sacrifice to Me? माम् to Me? नमस्कुरु bow down? माम् to Me? एव even? एष्यसि (thou) shalt come? सत्यम् truth? ते to thee? प्रतिजाने (I) promise? प्रियः dear? असि (thou) art? मे of Me.Commentary Develop onepointedness of mind. Fix thy thought on Me. If the mind wanders bring it again and again to the centre or point or objectof meditation? through constant practice. Offer all thy actions to Me. Let thy tongue utter My name. Let thy hands work for Me. Let thy feet move for Me. Let all thy actions be for Me. Give up hatred towards any living creature. Bow down to Me. Then thou wilt attain Me.The Lord gives Arjuna His definite word of promise or solemn declaration. Having received My grace thou wilt gain complete knowledgeof Me and that in itself will indeed lead to thy absorption into My Being.O Arjuna? looking up to Me alone as thy aim and the sole refuge? thou shalt assuredly come to,Me.Have faith in the words of the Lord and make a solemn promise. Take the Lord as your sole refuge. You will attain final emancipation.The secret of devotion is to take the Lord as your sole refuge. In the next verse the Lord proceeds to speak of the gist of selfsurrender. (Cf.IX.34XII.8)",
      "pronunciation": "man-manā bhava mad-bhakto mad-yājī māṁ namaskuru\nmām evaiṣhyasi satyaṁ te pratijāne priyo ‘si me"
    },
    {
      "verse": 66,
      "text": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज।अहं त्वा सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः।।18.66।।",
      "translation": "Abandon all duties and take refuge in Me alone; I will liberate you from all sins; do not grieve.",
      "commentary": "18.66 सर्वधर्मान् all duties? परित्यज्य having abandoned? माम् to Me? एकम् alone? शरणम् refuge? व्रज take? अहम् I? त्वा thee? सर्वपापेभ्यः from all sins? मोक्षयिष्यामि will liberate? मा dont? शुचः grieve.Commentary This is the answer given by the Lord to the estion put by Arjuna in chapter II? verse 7 I ask Thee which may be the better tell me that decidedly. I am Thy disciple? suppliant to Thee teachme.All Dharmas Righteous deeds? including Adharma all actions? righteous or unrighteous? as absolute freedom from all actions is intended to be taught here.Taking refuge in Me alone implies the knowledge of unity without any thought of duality knowing that there is nothing else except Me? the Self of all? dwelling the same in all. If thou art established in this faith? I shall liberate thee from allsins? from all bonds of Dharma and Adharma by manifesting Myself as thy own Self.To behold forms is the Dharma of the eye. The support or substratum of all forms is Brahman. When you look at an object behold Brahman Which is the one essence and abandon the form as it is illusory and unreal. Have the same attitude towards the other objects which pertain to the other senses.Give up the JivaDharma (thenotions I am the doer o actions? I enjoy. I am a Brahmana. I am a Brahmachari. I am endowed with a little knowledge and power? etc. and get yourself established in BrahmaBhavana (the understanding or knowledge I am Brahman). This is what is meant by taking refuge in Lord Krishna? according to the Vedantins.Work ceaselessly for the Lord but surrender the fruits of all actions to the Lord. Take theLord as your sole refuge. Live for Him. Work for Him. Serve Him in all forms. Think of Him only. Meditate on Him alone. See Him in all forms. Think of Him only. Meditate on Him alone. See Him everywhere. Worship Him in your heart. Consecrate your life? all actions? feelings and thoughts to the Lord. You will rest in Him. You will attain union with Him. You will attain immortal supreme peace and eternalbliss. This is the view of another school of thought.Sri Sankara very strongly refutes the idea that knowledge in conjunction with Karma (action) produces or leads to liberation. He says that Karma and knowledge may not go together in the same man? that karma helps the man to get purification of the heart? and that right knowledge of the Self alone will give him absolute freedom from Samsara. He saysthat work and knowledge are like darkness and light? that action is possible only in this universe of illusory phenomena which is the projection of ignorance and knowledge dispels this ignorance. (Cf.III.30IX.22)",
      "pronunciation": "sarva-dharmān parityajya mām ekaṁ śharaṇaṁ vraja\nahaṁ tvāṁ sarva-pāpebhyo mokṣhayiṣhyāmi mā śhuchaḥ"
    },
    {
      "verse": 67,
      "text": "इदं ते नातपस्काय नाभक्ताय कदाचन।न चाशुश्रूषवे वाच्यं न च मां योऽभ्यसूयति।।18.67।।",
      "translation": "Never speak this to one who is devoid of austerities or devotion, who does not render service, who does not desire to listen, or who cavils at Me.",
      "commentary": "18.67 इदम् this? ते by thee? न not? अतपस्काय to one who is devoid of austerity? न not? अभक्ताय to one who is not devoted? कदाचन never? न not? च and? अशुश्रूषवे to one who does not render service or who does not desire to listen? वाच्यम् to be spoken? न not? च and? माम् Me? यः who? अभ्यसूयति cavils at.Commentary This The scripture which has been taught to you.Service To the Guru.The scripture can betaught to him who does not speak ill of the Lord? who is a man of austerities? who is devoted? who is thirsting to hear and who renders service to his Guru.One who cavils at Me He who disregards Me taking Me for an ordinary man? who does not like to be told that I am the Lord.",
      "pronunciation": "idaṁ te nātapaskyāya nābhaktāya kadāchana\nna chāśhuśhruṣhave vāchyaṁ na cha māṁ yo ‘bhyasūtayi"
    },
    {
      "verse": 68,
      "text": "य इमं परमं गुह्यं मद्भक्तेष्वभिधास्यति।भक्ितं मयि परां कृत्वा मामेवैष्यत्यसंशयः।।18.68।।",
      "translation": "He who, with supreme devotion to Me, teaches this supreme secret to My devotees, shall undoubtedly come to Me.",
      "commentary": "18.68 यः who? इमम् this? परमम् supreme? गुह्यम् secret? मद्भक्तेषु in My devotees? अभिधास्यति shall declare? भक्तिम् devotion? मयि in Me? पराम् supreme? कृत्वा having done? माम् to Me? एव even? एष्यति shall come? असंशयः doubtless.Commentary This supreme secret The teachings of the Gita as taught above in the form of a dialogue between Lord Krishna and Arjuna. Why is it called a supreme secret Becauseit helps one to attain immortality or freedom from the whell of birth and death.He alone? who has devotion? is alified to receive the teachings of the Gita.Teach with the faith that he is thus doing service to the Lord? the Supreme Teacher.Doubtless may also mean freedom from doubts.",
      "pronunciation": "ya idaṁ paramaṁ guhyaṁ mad-bhakteṣhv abhidhāsyati\nbhaktiṁ mayi parāṁ kṛitvā mām evaiṣhyaty asanśhayaḥ"
    },
    {
      "verse": 69,
      "text": "न च तस्मान्मनुष्येषु कश्िचन्मे प्रियकृत्तमः।भविता न च मे तस्मादन्यः प्रियतरो भुवि।।18.69।।",
      "translation": "There is no one among men who does service dearer to Me, nor shall there be anyone on earth dearer to Me than him.",
      "commentary": "18.69 न not? च and? तस्मात् than he? मनुष्येषु among men? कश्चित् any? मे of Me? प्रियकृत्तमः one who does dearer service? भविता shall be? न not? च and? मे of Me? तस्मात् than he? अन्यः another? प्रियतरः dearer? भुवि on the earth.Commentary He who hands down this Gita to My devotees does immense service to Me. He is very dear to Me. There is none in the present generation who des dearer service to Me? nor shall there be in future also in this world.Bhuvi On earth in this world.",
      "pronunciation": "na cha tasmān manuṣhyeṣhu kaśhchin me priya-kṛittamaḥ\nbhavitā na cha me tasmād anyaḥ priyataro bhuvi"
    },
    {
      "verse": 70,
      "text": "अध्येष्यते च य इमं धर्म्यं संवादमावयोः।ज्ञानयज्ञेन तेनाहमिष्टः स्यामिति मे मतिः।।18.70।।",
      "translation": "And he who studies this sacred dialogue of ours, by him I shall have been worshipped through the sacrifice of wisdom; such is my conviction.",
      "commentary": "18.70 अध्येष्यते shall study? च and? यः who? इमम् this? धर्म्यम् sacred? संवादम् dialogue? आवयोः of ours? ज्ञानयज्ञेन by the sacrifice of wisdom? तेन by him? अहम् I? इष्टः worshipped? स्याम् (I) shall have been? इति thus? मे My? मतिः conviction. Commentary There are four kinds of sacrifice -- Vidhi? Japa? Upamsu and Manasa. Vidhi is ritual. Japa is recitation of a Mantra. Upamsu is Japa done in awhisper. Of the four kinds? JnanaYajna or the wisdomsacrifice comes under Manasa and is? therefore? the highest. The Gita is eulogised as a JnanaYajna. He who studies this scripture with faith and devotion will attain the fruit that is eal to that of performing JnanaYajna or meditation on a deity and the like.",
      "pronunciation": "adhyeṣhyate cha ya imaṁ dharmyaṁ saṁvādam āvayoḥ\njñāna-yajñena tenāham iṣhṭaḥ syām iti me matiḥ"
    },
    {
      "verse": 71,
      "text": "श्रद्धावाननसूयश्च श्रृणुयादपि यो नरः।सोऽपि मुक्तः शुभाँल्लोकान्प्राप्नुयात्पुण्यकर्मणाम्।।18.71।।",
      "translation": "Also, the man who hears this, full of faith and free from malice, shall attain to the happy worlds of those of righteous deeds, and be liberated.",
      "commentary": "18.71 श्रद्धावान् full of faith? अनसूयः free from malice? च and? श्रृणुयात् may hear? अपि also? यः who? नरः man? सः he? अपि also? मुक्तः liberated? शुभान् happy? लोकान् worlds? प्राप्नुयात् shall attain? पुण्यकर्मणाम् of those of righteous deeds.Commentary Liberated from sin.Punyakarmanam Of those who have done Agnihotra and such other sacrifices.He too Much more so who understands the teachings of the Gita? lives in its spirit and who practises the most valuable spiritual instructions contained in it.",
      "pronunciation": "śhraddhāvān anasūyaśh cha śhṛiṇuyād api yo naraḥ\nso ‘pi muktaḥ śhubhāl lokān prāpnuyāt puṇya-karmaṇām"
    },
    {
      "verse": 72,
      "text": "कच्चिदेतच्छ्रुतं पार्थ त्वयैकाग्रेण चेतसा।कच्चिदज्ञानसंमोहः प्रनष्टस्ते धनञ्जय।।18.72।।",
      "translation": "Has this been heard, O Arjuna, with one-pointed focus? Has the delusion of your ignorance been destroyed, O Dhananjaya?",
      "commentary": "18.72 कच्चित् whether? एतत् this? श्रुतम् heard? पार्थ O son of Kunti (Arjuna)? त्वया by thee? एकाग्रेण onepointed? चेतसा by mind? कच्चित् whether? अज्ञानसंमोहः the delusion of ignorance? प्रनष्टः has been destroyed? ते thy? धनञ्जय O Dhananjaya.Commentary It is the duty of the spiritual teacher or preceptor to make the aspirant understand the teaching of the scripture and to enable him to attain thegoal of life (Moksha). If the student has not grasped the subject he will have to explain it in some other way with similes? analogies and illustrations. That is the reason why Lord Krishna asks Arjuna Has the delusion of thy ignorance been destroyedThis What I have told thee.Have you heard it? O Arjuna? with onepointed mind Have you grasped My teachingDelusion of ignorance The absence of discriminationwhich is caused by ignorance and which is natural. The destruction of delusion is the aim of all this endeavour on your part to hear the scripture and the exertion on My part as the teacher.",
      "pronunciation": "kachchid etach chhrutaṁ pārtha tvayaikāgreṇa chetasā\nkachchid ajñāna-sammohaḥ pranaṣhṭas te dhanañjaya"
    },
    {
      "verse": 73,
      "text": "अर्जुन उवाचनष्टो मोहः स्मृतिर्लब्धा त्वत्प्रसादान्मयाच्युत।स्थितोऽस्मि गतसन्देहः करिष्ये वचनं तव।।18.73।।",
      "translation": "Arjuna said, \"My delusion has been destroyed, for I have gained my knowledge (memory) through Your grace, O Krishna. I am now free from doubts. I will act according to Your word.\"",
      "commentary": "18.73 नष्टः is destroyed? मोहः delusion? स्मृतिः memory (knowledge)? लब्धा has been gained? त्वत्प्रसादात् through Thy grace? मया by me? अच्युत O Krishna? स्थितः अस्मि I remain? गतसन्देहः freed from doubts? करिष्ये (I) will do? वचनम् word? तव Thy.Commentary Moha Delusion This is the strongest weapon of Maya to take the Jivas in Her clutch. It is born of ignorance. It is the cause of the whole evilof Samsara. It is as hard to cross as the ocean.Smritih I have attained knowledge of the true nature of the Self. The whole aim of Sadhana or spiritual practice and the study of scriptures is the annihilation of delusion and the attainment of the knowledge of the Self. When one gets it? the three knots or ties of ignorance? viz.? ignorance? delusion (desire) and action are destroyed? all the doubtsare cleared? and all the Karmas are destroyed.To him who beholds the Self in all beings? what delusion is there? what grief (Isavasya Upanishad? 7)I shall do Thy word Arjuna means to say? I am firm in Thy ?nd. Through Thy grace I have achieved the end of life. I have nothing more to do.",
      "pronunciation": "arjuna uvācha\nnaṣhṭo mohaḥ smṛitir labdhā tvat-prasādān mayāchyuta\nsthito ‘smi gata-sandehaḥ kariṣhye vachanaṁ tava"
    },
    {
      "verse": 74,
      "text": "सञ्जय उवाचइत्यहं वासुदेवस्य पार्थस्य च महात्मनः।संवादमिममश्रौषमद्भुतं रोमहर्षणम्।।18.74।।",
      "translation": "Sanjaya said, Thus, I have heard this wonderful dialogue between Krishna and the high-souled Arjuna, which causes one's hair to stand on end.",
      "commentary": "18.74 इति thus? अहम् I? वासुदेवस्य of Krishna? पार्थस्य of Arjuna? च and? महात्मनः highsouled? संवादम् dialogue? इमम् this? अश्रौषम् (I) have heard? अद्भुतम् wonderful? रोमहर्षणम् which causes the hair to stand on end.Commentary Wonderful because it deals with Yoga and transcendental spiritual matters that pertain to the mysterious immortal Self.Whenever good? higher emotions manifest themselves in the heart the hair stands on end. Devotees often experience this horripilation.",
      "pronunciation": "sañjaya uvācha\nity ahaṁ vāsudevasya pārthasya cha mahātmanaḥ\nsaṁvādam imam aśhrauṣham adbhutaṁ roma-harṣhaṇam"
    },
    {
      "verse": 75,
      "text": "व्यासप्रसादाच्छ्रुतवानेतद्गुह्यमहं परम्।योगं योगेश्वरात्कृष्णात्साक्षात्कथयतः स्वयम्।।18.75।।",
      "translation": "Through the grace of Vyasa, I have heard this supreme and most secret Yoga, directly from Krishna, the Lord of Yoga, Himself declaring it.",
      "commentary": "18.75 व्यासप्रसादात् through the grace of Vyasa? श्रुतवान् have heard? एतत् this? गुह्यम् secret? अहम् I? परम् supreme? योगम् Yoga? योगेश्वरात् from the Lord of Yoga? कृष्णात् from Krishna? साक्षात् directly? कथयतः declaring? स्वयम् Himself.Commentary Through the grace of Vyasa By obtaining the divine eye from him.Yoga This dialogue between Krishna and Arjuna? I have heard it direct from Him. This dialogue is called Yoga because it treats of Yoga and it leads to the attainment of union with the Lord.",
      "pronunciation": "vyāsa-prasādāch chhrutavān etad guhyam ahaṁ param\nyogaṁ yogeśhvarāt kṛiṣhṇāt sākṣhāt kathayataḥ svayam"
    },
    {
      "verse": 76,
      "text": "राजन्संस्मृत्य संस्मृत्य संवादमिममद्भुतम्।केशवार्जुनयोः पुण्यं हृष्यामि च मुहुर्मुहुः।।18.76।।",
      "translation": "O King, remembering this wonderful and holy dialogue between Krishna and Arjuna, I continually rejoice.",
      "commentary": "18.76 राजन् O King? संस्मृत्य having remembered? संस्मृत्य having remembered? संवादम् the dialogue? इमम् this? अद्भुतम् wonderful? केशवार्जुनयोः between Kesava and Arjuna? पुण्यम् holy? हृष्यामि (I) rejoice? च and? मुहुः again? मुहुः again.Commentary Rajan King Dhritarashtra to whom the Gita is narrated by Sanjaya.Punyam Holy because the mere hearing of the dialogue destroys a multitude of sins and makes the hearer pious and Godfearing and turns his mind towards God.",
      "pronunciation": "rājan sansmṛitya sansmṛitya saṁvādam imam adbhutam\nkeśhavārjunayoḥ puṇyaṁ hṛiṣhyāmi cha muhur muhuḥ"
    },
    {
      "verse": 77,
      "text": "तच्च संस्मृत्य संस्मृत्य रूपमत्यद्भुतं हरेः।\nविस्मयो मे महान् राजन् हृष्यामि च पुनः पुनः।।18.77।।",
      "translation": "And, remembering again and again that most wonderful form of Hari, I am filled with great wonder, O King; and I rejoice again and again.",
      "commentary": "18.77 तत् that? च and? संस्मृत्य having remembered? संस्मृत्य having remembered? रूपम् the form? अत्यद्भुतम् the most wonderful? हरेः of Hari? विस्मयः wonder? मे my? महान् great? राजन् O King? हृष्यामि (I) rejoice? च and? पुनः again? पुनः again.Commentary Form The Cosmic Form. (Cf.XI)",
      "pronunciation": "tach cha sansmṛitya saṁsmṛitya rūpam aty-adbhutaṁ hareḥ\nvismayo ye mahān rājan hṛiṣhyāmi cha punaḥ punaḥ"
    },
    {
      "verse": 78,
      "text": "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः।\nतत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम।।18.78।",
      "translation": "Wherever Krishna, the Lord of Yoga, is; and wherever Arjuna, the wielder of the bow, is; there is prosperity, victory, happiness, and a firm policy; this is my conviction.",
      "commentary": "18.78 यत्र wherever? योगेश्वरः the Lord of Yoga? कृष्णः Krishna? यत्र wherever? पार्थः Arjuna? धनुर्धरः the archer? तत्र there? श्रीः prosperity? विजयः victory? भूतिः happiness? ध्रुवा firm? नीतिः policy? मतिः conviction? मम my.Commentary This verse is called the Ekasloki Gita? i.e.? Bhagavad Gita in one verse. Repetition of even this one verse bestows the benefits of reading the whole of the scripture.WhereverOn that side on which.Yogesvarah The Lord of Yoga. Krishna is called the Lord of Yogas as the seed of all Yogas comes forth from Him.Dhanurdharah The wielder of the bow called the Gandiva. There On the side of the Pandavas.Thus in the Upanishads of the glorious Bhagavad Gita? the science of the Eternal? the scripture of Yoga? the dialogue between Sri Krishna and Arjuna? ends the eighteenth discourse entitledThe Yoga of Liberation by Renunciation.OM SHANTIH SHANTIH SHANTIH ,,",
      "pronunciation": "yatra yogeśhvaraḥ kṛiṣhṇo yatra pārtho dhanur-dharaḥ\ntatra śhrīr vijayo bhūtir dhruvā nītir matir mama"
    }
  ]
}