[
  {
    "chapter": 1,
    "title": "Arjuna's Vishada Yoga",
    "verses": 47,
    "description": "The first chapter of the Bhagavad Gita \"Arjuna Vishada Yoga\" introduces the setup, the setting, the characters and the circumstances that led to the epic battle of Mahabharata, fought between the Pandavas and the Kauravas. It outlines the reasons that led to the revelation of the Bhagavad Gita. As both armies stand ready for the battle, the mighty warrior Arjuna, on observing the warriors on both sides becomes increasingly sad and depressed due to the fear of losing his relatives and friends and the consequent sins attributed to killing his own relatives. So, he surrenders to Lord Krishna, seeking a solution. Thus, follows the wisdom of the Bhagavad Gita."
  },
  {
    "chapter": 2,
    "title": "Sankhya Yoga",
    "verses": 72,
    "description": "The second chapter, \"Sankhya Yoga\", is often considered the summary of the entire Bhagavad Gita. Here, Krishna begins his teaching by explaining the nature of the self, the purpose of life, and the essence of Sankhya philosophy, which emphasizes understanding reality through knowledge. He advises Arjuna to perform his duty as a warrior without attachment to the results, introducing the concept of Karma Yoga."
  },
  {
    "chapter": 3,
    "title": "Karma Yoga",
    "verses": 43,
    "description": "In the third chapter, \"Karma Yoga\", Krishna elaborates on the path of selfless action. He explains that by performing one's duty without attachment to outcomes, one can attain spiritual liberation. This chapter emphasizes the importance of action and the need to perform one's duties in accordance with dharma (righteousness)."
  },
  {
    "chapter": 4,
    "title": "Jnana Yoga",
    "verses": 42,
    "description": "The fourth chapter, \"Jnana Yoga\", discusses the wisdom of ancient sages and the importance of acquiring spiritual knowledge. Krishna explains the eternal nature of his teachings, the significance of sacrifices, and how knowledge can purify and liberate the soul. He introduces the concept of divine incarnation and his role in preserving dharma."
  },
  {
    "chapter": 5,
    "title": "Karma-Sanyasa Yoga",
    "verses": 29,
    "description": "In the fifth chapter, \"Karma-Sanyasa Yoga\", Krishna compares the paths of renunciation (sanyasa) and selfless action (karma yoga). He explains that while both paths lead to liberation, karma yoga is more practical for most people. He emphasizes the importance of performing one's duty without attachment and highlights the benefits of living a balanced life."
  },
  {
    "chapter": 6,
    "title": "Atma Samyama -Yoga",
    "verses": 47,
    "description": "The sixth chapter, \"Atma Samyama Yoga\", focuses on the practice of meditation and self-discipline. Krishna explains the techniques for controlling the mind and senses, and the importance of perseverance and dedication in spiritual practice. He describes the qualities of a true yogi and the benefits of meditation in achieving inner peace and self-realization."
  },
  {
    "chapter": 7,
    "title": "Vijnana Yoga",
    "verses": 30,
    "description": "In the seventh chapter, \"Vijnana Yoga\", Krishna discusses the nature of divine knowledge and wisdom. He explains the difference between the material and spiritual worlds, the nature of the supreme reality, and the various forms of devotion. He emphasizes the importance of understanding the divine nature and the role of devotion in attaining liberation."
  },
  {
    "chapter": 8,
    "title": "Aksara-ParaBrahma Yoga",
    "verses": 28,
    "description": "The eighth chapter, \"Aksara-ParaBrahma Yoga\", deals with the eternal and imperishable nature of the soul. Krishna explains the concepts of life, death, and rebirth, and the importance of remembering the divine at the time of death. He describes the various paths to liberation and the significance of knowing the supreme truth."
  },
  {
    "chapter": 9,
    "title": "Raja-Vidya-Raja-Guhya Yoga",
    "verses": 34,
    "description": "In the ninth chapter, \"Raja-Vidya-Raja-Guhya Yoga\", Krishna reveals the most confidential and supreme knowledge. He discusses the nature of the divine, the power of devotion, and the benefits of surrendering to the supreme. He explains how he is both the material and efficient cause of the universe, and the importance of pure devotion in attaining liberation."
  },
  {
    "chapter": 10,
    "title": "Vibhuti-Vistara Yoga",
    "verses": 42,
    "description": "The tenth chapter, \"Vibhuti-Vistara Yoga\", highlights the divine manifestations and opulences of Krishna. He describes his various powers and how he pervades all aspects of creation. By understanding his divine glories, devotees can strengthen their faith and devotion, leading to spiritual enlightenment."
  },
  {
    "chapter": 11,
    "title": "Viswarupa-Darsana Yoga",
    "verses": 55,
    "description": "In the eleventh chapter, \"Viswarupa-Darsana Yoga\", Krishna reveals his universal form to Arjuna, displaying the infinite and awe-inspiring aspects of his divinity. This vision demonstrates the vastness and omnipotence of Krishna, emphasizing the insignificance of individual ego and the importance of surrendering to the divine will."
  },
  {
    "chapter": 12,
    "title": "Bhakti Yoga",
    "verses": 20,
    "description": "The twelfth chapter, \"Bhakti Yoga\", focuses on the path of devotion. Krishna explains the qualities of a true devotee and the various forms of devotion. He emphasizes that sincere and unwavering devotion to the divine can lead to liberation, and describes the virtues and practices that characterize a true bhakta (devotee)."
  },
  {
    "chapter": 13,
    "title": "Ksetra-Ksetrajna Vibhaga Yoga",
    "verses": 34,
    "description": "In the thirteenth chapter, \"Ksetra-Ksetrajna Vibhaga Yoga\", Krishna explains the difference between the physical body (ksetra) and the knower of the body (ksetrajna). He discusses the nature of the soul, the material world, and the supreme reality. This chapter delves into the concept of self-awareness and the importance of distinguishing between the body and the soul."
  },
  {
    "chapter": 14,
    "title": "Gunatraya-Vibhaga Yoga",
    "verses": 27,
    "description": "The fourteenth chapter, \"Gunatraya-Vibhaga Yoga\", describes the three gunas (modes of material nature) - sattva (goodness), rajas (passion), and tamas (ignorance). Krishna explains how these gunas influence human behavior and consciousness. He emphasizes the importance of transcending the gunas to attain spiritual liberation and describes the characteristics of a person who has risen above these modes."
  },
  {
    "chapter": 15,
    "title": "Purushottama-Prapti Yoga",
    "verses": 20,
    "description": "In the fifteenth chapter, \"Purushottama-Prapti Yoga\", Krishna discusses the eternal and perishable aspects of the universe. He explains the nature of the supreme person (Purushottama) and the importance of recognizing this supreme reality. This chapter highlights the impermanence of the material world and the eternal nature of the soul, emphasizing the need to seek union with the supreme."
  },
  {
    "chapter": 16,
    "title": "Daivasura-Sampad-Vibhaga Yoga",
    "verses": 24,
    "description": "The sixteenth chapter, \"Daivasura-Sampad-Vibhaga Yoga\", contrasts the divine and demonic natures in human beings. Krishna describes the qualities and behaviors that characterize the divine nature, such as humility, non-violence, and truthfulness, as well as the traits of the demonic nature, such as arrogance, cruelty, and ignorance. He emphasizes the importance of cultivating divine qualities to progress on the spiritual path."
  },
  {
    "chapter": 17,
    "title": "Shraddhatraya-Vibhaga Yoga",
    "verses": 28,
    "description": "In the seventeenth chapter, \"Shraddhatraya-Vibhaga Yoga\", Krishna discusses the different types of faith (shraddha) corresponding to the three gunas. He explains how faith influences a person's thoughts, actions, and spiritual practices. This chapter highlights the significance of having the right kind of faith and the impact it has on one's spiritual progress."
  },
  {
    "chapter": 18,
    "title": "Moksha-Sanyasa Yoga",
    "verses": 78,
    "description": "The eighteenth chapter, \"Moksha-Sanyasa Yoga\", is the conclusion of the Bhagavad Gita. Krishna summarizes the teachings of the previous chapters and discusses the paths of renunciation (sanyasa) and selfless action (karma yoga). He emphasizes the importance of performing one's duty without attachment, the power of devotion, and the ultimate goal of attaining liberation (moksha). This chapter serves as a comprehensive guide to living a balanced and spiritually fulfilling life."
  }
]
