{
  "chapter": 7,
  "title": "Vijnana Yoga",
  "verse": 30,
  "verses": [
    {
      "verse": 1,
      "text": "श्री भगवानुवाच\nमय्यासक्तमनाः पार्थ योगं युञ्जन्मदाश्रयः।\nअसंशयं समग्रं मां यथा ज्ञास्यसि तच्छृणु।।7.1।।",
      "translation": "The Blessed Lord said, \"O Arjuna, hear how you shall, without doubt, know Me fully, with your mind intent on Me, practicing Yoga and taking refuge in Me.\"",
      "commentary": "7.1 मयि on Me? आसक्तमनाः with mind intent? पार्थ O Partha? योगम् Yoga? युञ्जन् practising? मदाश्रयः taking refuge in Me? असंशयम् without doubt? समग्रम् wholly? माम् Me? यथा how? ज्ञास्यसि shall know? तत् that? श्रृणु hear.Commentary He who wishes to attain some result or reward performs the ritual known as Agnihotra or does charity? sinks wells? builds hospitals? resting places? etc.? with SakamaBhavana (with an inner profit motive) and attains them. But the Yogi on the contrary practises Yoga with a steadfast mind and takes refuge in the Lord alone? with the mind wholly fixed on Him? on His lofty attributes such as omnipotence? omniscience? omnipresence? infinite love? beauty? grace? strength? mercy? inexhaustible wealth? ineffable splendour? pristine glory and purity.The servant of a king?though he constantly serves the king? has not got his mind fixed on him. The mind is ever fixed on his wife and children. Unlike the servant? fix your mind on Me? (the allpervading One)? and take refuge in Me alone. Practise control of the mind in accordance with the instructions given in chapter VI. Then you will know Me and My infinite attributes in full.If you sing the glory and the attributesof the Lord? you will develop love for Him and then your mind will be fixed on Him. Intense love for the Lord is real devotion. You must get full knowledge of the Self without any doubt.He who has taken refuge in the Lord? and he who is trying to fix or has fixed his mind on the Lord cannot bear the separation from the Lord even for a second.",
      "pronunciation": "śhrī bhagavān uvācha\nmayyāsakta-manāḥ pārtha yogaṁ yuñjan mad-āśhrayaḥ\nasanśhayaṁ samagraṁ māṁ yathā jñāsyasi tach chhṛiṇu"
    },
    {
      "verse": 2,
      "text": "ज्ञानं तेऽहं सविज्ञानमिदं वक्ष्याम्यशेषतः।\nयज्ज्ञात्वा नेह भूयोऽन्यज्ज्ञातव्यमवशिष्यते।।7.2।।",
      "translation": "I will declare to you in full this knowledge combined with realization, after knowing which nothing else remains to be known here.",
      "commentary": "7.2 ज्ञानम् indirect knowledge of Sastras? ते to thee? अहम् I? सविज्ञानम् combined with realisation (direct knowledge of the Atman through experience)? इदम् this? वक्ष्यामि will declare? अशेषतः in full? यत् which? ज्ञात्वा having known? न not? इह here? भूयः more? अन्यत् anything else? ज्ञातव्यम् what ought to be known? अवशिष्यते remains.Commentary Jnanam is Paroksha Jnanam or indirect knowledge ofBrahman obtained through the study of the Upanishads. Vijnanam is Visesha Jnanam? i.e.? Aparoksha Jnanam obtained through direct Selfrealisation (intuitional wisdom).In this verse the Lord praises knowledge in order to make Arjuna follow His instruction closely with rapt attention? faith and interest. The Lord says I shall teach thee in full. You will attain to omniscience or perfect knowledge ofthe Self? after knowing which nothing more remains to be known here. If anyone attains the knowledge of the Self? he will know everything. That is the reason why Saunaka? the great householder? approacehd Angirasa respectfully and asked What is that? O Lord? which being known all this becomes known (Cf.XIII.11)",
      "pronunciation": "jñānaṁ te ’haṁ sa-vijñānam idaṁ vakṣhyāmyaśheṣhataḥ\nyaj jñātvā neha bhūyo ’nyaj jñātavyam-avaśhiṣhyate"
    },
    {
      "verse": 3,
      "text": "मनुष्याणां सहस्रेषु कश्िचद्यतति सिद्धये।\nयततामपि सिद्धानां कश्िचन्मां वेत्ति तत्त्वतः।।7.3।।",
      "translation": "Among thousands of men, one may perchance strive for perfection; even among those successful strivers, only one may perchance know Me in essence.",
      "commentary": "7.3 मनुष्याणाम् of men? सहस्रेषु among thousands? कश्चित् some one? यतति strives? सिद्धये for perfection? यतताम् of the striving ones? अपि even? सिद्धानाम् of the successful ones? कश्चित् some one? माम् Me? वेत्ति knows? तत्त्वतः in essence.Commentary Mark how difficult it is to attain to the knowledge of the Self or to how Brahman in essence. Siddhanam literally means those who have attained to perfection(the perfected ones) but here it means only those who strive to attain perfection.Those who purchase diamonds? rubies or pearls are few. Those who study the postgraduate course are few. Even so those who attempt for Selfrealisation and who actually know the Truth in essence are few only. The liberated ones (Jivanmuktas) are rare. Real Sadhakas are also rare. The,knowledge of the Self bestows incalculablefruits on man? viz.? immortality? eternal bliss? perennial joy and everlasting peace. It is very difficult to attain to this knowledge of the Self. But a good and earnest spiritual aspirant (Sadhaka) who is endowed with a strong determination and iron resolve? and who is eipped with the four means to salvation can easily obtain the knowledge of the Self.",
      "pronunciation": "manuṣhyāṇāṁ sahasreṣhu kaśhchid yatati siddhaye\nyatatām api siddhānāṁ kaśhchin māṁ vetti tattvataḥ"
    },
    {
      "verse": 4,
      "text": "भूमिरापोऽनलो वायुः खं मनो बुद्धिरेव च।\nअहङ्कार इतीयं मे भिन्ना प्रकृतिरष्टधा।।7.4।।",
      "translation": "Earth, water, fire, air, ether, mind, intellect, and egoism—thus is My Nature divided eightfold.",
      "commentary": "7.4 भूमिः earth? आपः water? अनलः fire? वायुः air? खम् ether? मनः mind? बुद्धिः intellect? एव even? च and? अहङ्कारः egoism? इति thus? इयम् this? मे My? भिन्ना divided? प्रकृतिः Nature? अष्टधा eightfold.Commentary This eightfold Nature constitutes the inferior Nature or Apara Prakriti. The five gross elements are formed out of the Tanmatras or rootelements through the process of Pancikarana or fivefoldmixing. Tanmatras are the subtle rootelements. In this verse? earth? water? etc.? represent the subtle or rudimentary elements out of which the five gross elements are formed.Mind stands here for its cause Ahamkara intellect for its cause the Mahat Ahamkara for the Avyaktam or the unmanifested (MulaPrakriti) united with Avidya which is conjoined with all kinds of Vasanas or latent tendencies. As Ahamkara(Iness) is the cause for all the actions of every individual and as Ahamkara is the most vital principle in man on which all the other Tattvas or principles depend? the Avyaktam combined with the Ahamkara is itself called here Ahamkara? just as food which is mixed with poison is itself called poison.",
      "pronunciation": "bhūmir-āpo ’nalo vāyuḥ khaṁ mano buddhir eva cha\nahankāra itīyaṁ me bhinnā prakṛitir aṣhṭadhā"
    },
    {
      "verse": 5,
      "text": "अपरेयमितस्त्वन्यां प्रकृतिं विद्धि मे पराम्।\nजीवभूतां महाबाहो ययेदं धार्यते जगत्।।7.5।।",
      "translation": "O mighty-armed Arjuna, this is the inferior Prakriti; know it as distinct from My higher Prakriti, the very life-element, by which this world is upheld.",
      "commentary": "7.5 अपरा lower? इयम् this? इतः from this? तु but? अन्याम् different? प्रकृतिम् nature? विद्धि know? मे My? पराम् higher? जीवभूताम् the very lifeelement? महाबाहो O mightyarmed? यया by which? इदम् this? धार्यते is upheld? जगत् world.Commentary The eightfold Nature described in the previous verse is the inferior Nature. It constitutes the Kshetra or the field or matter. It is impure. It generates eviland causes bondage. But the superior Nature is pure. It is My very Self? Kshetrajna (knower of the field or Spirit) by which life is sustained? and that which enters within the whole world and upholds it. It is the very lifeelement or the principle of Selfconsciousness? by which this universe is sustained.",
      "pronunciation": "apareyam itas tvanyāṁ prakṛitiṁ viddhi me parām\njīva-bhūtāṁ mahā-bāho yayedaṁ dhāryate jagat"
    },
    {
      "verse": 6,
      "text": "एतद्योनीनि भूतानि सर्वाणीत्युपधारय।\nअहं कृत्स्नस्य जगतः प्रभवः प्रलयस्तथा।।7.6।।",
      "translation": "Know that these two are the womb of all beings; thus, I am the source and dissolution of the whole universe.",
      "commentary": "7.6 एतद्योनीनि those of which these two (Prakritis) are the womb? भूतानि beings? सर्वाणि all? इति thus? उपधारय know? अहम् I? कृत्स्नस्य of the whole? जगतः of the world? प्रभवः source? प्रलयः dissolution? तथा also.Commentary These two Natures? the inferior and the superior? are the womb of all beings. As I am the source of these two Prakritis or Natures also? I am the cause of this universe. The wholeuniverse originates from Me and dissolves in Me.In the Brahma Sutras (chapter 1? section 1? aphorism 2) it is said? Janmadyasya yatah meaning that Brahman is that omniscient and omnipotent cause from which proceed the origin? subsistence and dissolution of this world.Just as the mind is the material cause and also the seer (Drashta) for the objects seen in a dream? so also Isvara is the material cause of this world (UpadanaKarana) and also the seer (Drashta). He is also the efficient or the instrumental cause (NimittaKarana). (Cf.XIV.3)",
      "pronunciation": "etad-yonīni bhūtāni sarvāṇītyupadhāraya\nahaṁ kṛitsnasya jagataḥ prabhavaḥ pralayas tathā"
    },
    {
      "verse": 7,
      "text": "मत्तः परतरं नान्यत्किञ्चिदस्ति धनञ्जय।\nमयि सर्वमिदं प्रोतं सूत्रे मणिगणा इव।।7.7।।",
      "translation": "There is nothing higher than Me, O Arjuna. All this is strung on Me, like clusters of gems on a string.",
      "commentary": "7.7 मत्तः than Me? परतरम् higher? न not? अन्यत् other? किञ्चित् anyone? अस्ति is? धनञ्जय O Dhananjaya? मयि in Me? सर्वम् all? इदम् this? प्रोतम् is strung? सूत्रे on a string? मणिगणाः clusters of gems? इव like.Commentary There is no other cause of the universe but Me. I alone am the the cause of the universe. This illustration of gems and thread illustrates only the idea that all beings and the whole world are threaded on the Lord. The thread is not the cause of the gems. As Brahman is all in all there is nothing whatever higher than It.",
      "pronunciation": "mattaḥ parataraṁ nānyat kiñchid asti dhanañjaya\nmayi sarvam idaṁ protaṁ sūtre maṇi-gaṇā iva"
    },
    {
      "verse": 8,
      "text": "रसोऽहमप्सु कौन्तेय प्रभास्मि शशिसूर्ययोः।\nप्रणवः सर्ववेदेषु शब्दः खे पौरुषं नृषु।।7.8।।",
      "translation": "I am the flavor in water, O Arjuna; I am the light in the moon and the sun; I am the syllable Om in all the Vedas, sound in the ether and virility in men.",
      "commentary": "7.8 रसः sapidity? अहम् I? अप्सु in water? कौन्तेय O Kaunteya (son of Kunti)? प्रभा light? अस्मि am (I)? शशिसूर्ययोः in the moon and the sun? प्रणवः the syllable Om? सर्ववेदेषु in all the Vedas? शब्दः sound? खे in ether? पौरुषम् virility? नृषु in men.Commentary In Me all beings and the whole world are woven as a cloth in the warp. In Me as sapidity the water is woven in Me as light? the sun and themoon are woven in Me as the sacred syllable Om all the Vedas are woven in Me as virility all men are woven.The manifestations of the Lord are described in the verses 8? 9? 10 and 11. (Cf.XV.12)",
      "pronunciation": "raso ’ham apsu kaunteya prabhāsmi śhaśhi-sūryayoḥ\npraṇavaḥ sarva-vedeṣhu śhabdaḥ khe pauruṣhaṁ nṛiṣhu"
    },
    {
      "verse": 9,
      "text": "पुण्यो गन्धः पृथिव्यां च तेजश्चास्मि विभावसौ।\nजीवनं सर्वभूतेषु तपश्चास्मि तपस्विषु।।7.9।।",
      "translation": "I am the sweet fragrance in the earth and the brilliance in the fire, the life in all beings, and I am the austerity of ascetics.",
      "commentary": "7.9 पुण्यः sweet? गन्धः fragrance? पृथिव्याम् in earth? च and? तेजः brilliance? च and? अस्मि am (I)? विभावसौ in fire? जीवनम् life? सर्वभूतेषु in all beings? तपः austerity? च and? अस्मि am (I)? तपस्विषु in ascetics.Commentary In Me as odour in the earth woven in Me as brilliance is the fire woven in Me as life all beings are woven in Me as austerity all ascetics are woven. I am the support (Adhishthanamor Asraya) for everything.I am the power or Sakti which helps the ascetics to control the mind and the senses.Krishna says? I am the agreeable odour. If Arjuna had asked Him? Then who is the disagreeable odour? He would have replied? It is also I.",
      "pronunciation": "puṇyo gandhaḥ pṛithivyāṁ cha tejaśh chāsmi vibhāvasau\njīvanaṁ sarva-bhūteṣhu tapaśh chāsmi tapasviṣhu"
    },
    {
      "verse": 10,
      "text": "बीजं मां सर्वभूतानां विद्धि पार्थ सनातनम्।\nबुद्धिर्बुद्धिमतामस्मि तेजस्तेजस्विनामहम्।।7.10।।",
      "translation": "Know Me, O Arjuna, as the eternal seed of all beings; I am the intelligence of the intelligent, and the splendour of the splendid objects.",
      "commentary": "7.10 बीजम् seed? माम् Me? सर्वभूतानाम् of all beings? विद्धि know? पार्थ O Partha? सनातनम् eternal? बुद्धिः intelligence? बुद्धिमताम् of the intelligent? अस्मि am (I)? तेजः splendour? तेजस्विनाम् of the splendid? अहम् I.Commentary Seed means cause.Tejas also means heroism or bravery.Had Arjuna asked? Who is the seed for Thee? the Lord would have replied? There is no seed for Me. There is no cause for Me. I am the source of everything. I am the causeless Cause. I am the primeval Being.",
      "pronunciation": "bījaṁ māṁ sarva-bhūtānāṁ viddhi pārtha sanātanam\nbuddhir buddhimatām asmi tejas tejasvinām aham"
    },
    {
      "verse": 11,
      "text": "बलं बलवतां चाहं कामरागविवर्जितम्।\nधर्माविरुद्धो भूतेषु कामोऽस्मि भरतर्षभ।।7.11।।",
      "translation": "Of the strong, I am the strength devoid of desire and attachment, and in all beings, I am the desire in accordance with Dharma, O Arjuna.",
      "commentary": "7.11 बलम् strength? बलवताम् of the strong? अस्मि am (I)? कामरागविवर्जितम् devoid of desire and attachment? धर्माविरुद्धः unopposed to Dharma? भूतेषु in beings? कामः desire? अस्मि am (I)? भरतर्षभ O Lord of the Bharatas.Commentary Kama Desire for those objects that come in contact with the senses.Raga attachment for those objects that come in contact with the senses.I am that strength which is necessaryfor the bare sustenance of the body. I am not the strength which generates desire and attachment for sensual objects as in the case of worldlyminded persons. I am the desire which is in accordance with the teachings of the scriptures or the code prescribing the duties of life. I am the desire for moderate eating and drinking? etc.? which are,necessary for the sustenance of the body and which help one in the practice of Yoga.",
      "pronunciation": "balaṁ balavatāṁ chāhaṁ kāma-rāga-vivarjitam\ndharmāviruddho bhūteṣhu kāmo ’smi bharatarṣhabha"
    },
    {
      "verse": 12,
      "text": "ये चैव सात्त्विका भावा राजसास्तामसाश्च ये।\nमत्त एवेति तान्विद्धि नत्वहं तेषु ते मयि।।7.12।।",
      "translation": "Whatever beings (and objects) that are pure, active, and inert, know that they proceed from Me. They are in Me, yet I am not in them.",
      "commentary": "7.12 ये whatever? च and? एव even? सात्त्विकाः pure? भावाः natures? राजसाः active? तामसाः inert? च and? ये whatever? मत्तः from Me? एव even? इति thus? तान् them? विद्धि know? न not? तु indeed? अहम् I? तेषु in them? ते they? मयि in Me.Commentary This is a world of the three Gunas? viz.? Sattva (purity)? Rajas (passion) and Tamas (inertia). All sentient and insentient objects are the aggregate of thesethree alities of Nature. One ality predominates in them and the predominant ality imparts to the object its distinctive character or definite properties.In the gods? sages milk and green gram? Sattva is predominant. In Gandharvas (a class of celestials)? kings? warriors and chillies? Rajas is predominant. In demons? Sudras? garlic? onion and meat? Tamas is predominant.Though these beings and objectsproceed from Me? I am not in them they are in Me. I am independent. I am the support for them they depend on Me just as the superimposed snake depends on the rope. The snake is in the rope? but the rope is never in the snake. The waves belong to the ocean but the ocean does not belong to the waves. (Cf.IX.4and6)",
      "pronunciation": "ye chaiva sāttvikā bhāvā rājasās tāmasāśh cha ye\nmatta eveti tān viddhi na tvahaṁ teṣhu te mayi"
    },
    {
      "verse": 13,
      "text": "त्रिभिर्गुणमयैर्भावैरेभिः सर्वमिदं जगत्।\nमोहितं नाभिजानाति मामेभ्यः परमव्ययम्।।7.13।।",
      "translation": "Deluded by these Natures, composed of the three qualities of Nature, all this world does not know Me as distinct from them and immutable.",
      "commentary": "7.13 त्रिभिः by three? गुणमयैः composed of Gunas? भावैः by natures? एभिः by these? सर्वम् all? इदम् this? जगत् world? मोहितम् deluded? न not? अभिजानाति knows? माम् Me? एभ्यः from them? परम् higher? अव्ययम् immutable.Commentary Persons of this world are deluded by the three alities of Nature or Maya. Affection? attachment and infatuated love are all modifications of these alities. On account of delusioncreated by these three alities they are not able to break the worldly ties and to turn the mind towards the Supreme Soul? the Lord of the three alities.Avyayam Immutable or unchangeable or inexhaustible or imperishable. The Self is of one homogeneous essence. It has not got the six changes or modifications (Shad Bhava Vikaras) which the body has? viz.? existence? birth? growth? modification? decay and death. (Cf.VII.25)",
      "pronunciation": "tribhir guṇa-mayair bhāvair ebhiḥ sarvam idaṁ jagat\nmohitaṁ nābhijānāti māmebhyaḥ param avyayam"
    },
    {
      "verse": 14,
      "text": "आदित्यानामहं विष्णुर्ज्योतिषां रविरंशुमान्।\nमरीचिर्मरुतामस्मि नक्षत्राणामहं शशी।।10.21।।",
      "translation": "Among the twelve Adityas, I am Vishnu; among luminaries, the radiant sun; among the seven or forty-nine Maruts, I am Marichi; among stars, I am the moon.",
      "commentary": "10.21 आदित्यानम् among the Adityas? अहम् I? विष्णुः Vishnu? ज्योतिषाम् among lights? रविः the sun? अंशुमान् radiant? मरीचिः Marichi? मरुताम् of the Maruts (winds)? अस्मि (I) am? नक्षत्राणाम् among the stars? अहम् I? शशी the moon.Commentary Of the twelve Adityas I am the Aditya known as Vishnu? Dhata? Mitra? Aryama? Rudra? Varuna? Bhaga? Surya? Vivasvan? Pusham? Savita? Tvashta and Vishnu are the twelveAdityas. The twelve months of the year are the Adityas.The Maruts are the gods controlling the winds. Some hold that there are seven of them while others say there are fortynine.The twelve Adityas? the luminaries like Agni? lightning? etc.? the Maruts? the stars? etc.? are the Samanya Vibhutis (ordinary manifestations) of the Lord. Vishnu? the sun? Marichi? and the moon are His Visesha Vibhutis (specialmanifestations) and hence they have greater splendour in them.You can superimpose the Lord on the sun and the moon? and meditate on them as forms of the Lord. You can practise the same kind of meditation on all forms mentioned in the following verses of this chapter.",
      "pronunciation": "ādityānām ahaṁ viṣhṇur jyotiṣhāṁ ravir anśhumān\nmarīchir marutām asmi nakṣhatrāṇām ahaṁ śhaśhī"
    },
    {
      "verse": 15,
      "text": "न मां दुष्कृतिनो मूढाः प्रपद्यन्ते नराधमाः।\nमाययापहृतज्ञाना आसुरं भावमाश्रिताः।।7.15।।",
      "translation": "The evil-doers and the deluded, who are the lowest of men, do not seek Me; those whose knowledge is destroyed by illusion follow the ways of demons.",
      "commentary": "7.15 न not? माम् to Me? दुष्कृतिनः evildoers? मूढाः the deluded? प्रपद्यन्ते seek? नराधमाः the lowest of men?,मायया by Maya? अपहृतज्ञानाः deprived of knowledge? आसुरम् belonging to demons? भावम् nature? आश्रिताः having taken to.Commentary These three kinds of people have no discrimination between right and wrong? the Real and the unreal. They commit murder? robbery? theft and other kinds of atrociousactions. They speak untruth and injure others in a variety of ways. Those who follow the ways of the demons take the body as the Self like Vivochana and worship it with flowers? scents? unguents? nice clothes and palatable foods of various sorts. They are deluded souls. They try to nourish their body and do various sorts of evil actions to attain this end. Therefore they do not worship Me. Ignorance is the root cause of all these evils. (Cf.XVI.16and20)",
      "pronunciation": "na māṁ duṣhkṛitino mūḍhāḥ prapadyante narādhamāḥ\nmāyayāpahṛita-jñānā āsuraṁ bhāvam āśhritāḥ"
    },
    {
      "verse": 16,
      "text": "चतुर्विधा भजन्ते मां जनाः सुकृतिनोऽर्जुन।\nआर्तो जिज्ञासुरर्थार्थी ज्ञानी च भरतर्षभ।।7.16।।",
      "translation": "Four kinds of virtuous men worship Me, O Arjuna, and they are the distressed, the seekers of knowledge, the seekers of wealth, and the wise, O Lord of the Bharatas.",
      "commentary": "7.16 चतुर्विधाः four kinds? भजन्ते worship? माम् Me? जनाः people? सुकृतिनः virtuous? अर्जुन O Arjuna? आर्तः the distressed? जिज्ञासुः the seeker of knowledge? अर्थार्थी the seeker of wealth? ज्ञानी the wise? च and? भरतर्षभ O lord of the Bharatas.Commentary The distressed is he who is suffering from a chronic and incurable disease? he whose life is in jeopardy on account of earthake? volcanic eruption?thunder? attack by a dacoit or enemy or tiger? etc. When Draupadi and Gajendra were in great distress they worshipped the Lord. These are the instances of Aarta Bhakti.Jijnasu is the enirer. He is dissatisfied with this world. There is a void in his life. He always feels that sensual pleasure is not the highest form of happiness and there is yet pure eternal bliss unmixed with grief and pain? whichis to be found within. Janaka and Uddhava were devotees of this type.Seeker of wealth is he who craves for money? wife? children? position? name and fame. Sugriva? Vibhishana? Upamanyu and Dhruva were all devotees of this type.The wise are the men of knowledge who have attained to Selfillumination. Sukadeva was a JnaniBhakta.Kamsa? Sishupala and Ravana thought of the Lord constantly on account offear and hatred (VairaBhakti). Hence they are also regarded as devotees.Be devoted to God? whatever be your motive. Devotion will purify the motive in due course.",
      "pronunciation": "chatur-vidhā bhajante māṁ janāḥ sukṛitino ’rjuna\nārto jijñāsur arthārthī jñānī cha bharatarṣhabha"
    },
    {
      "verse": 17,
      "text": "तेषां ज्ञानी नित्ययुक्त एकभक्ितर्विशिष्यते।\nप्रियो हि ज्ञानिनोऽत्यर्थमहं स च मम प्रियः।।7.17।।",
      "translation": "Of them, the wise who are ever steadfast and devoted to the One, excel; for I am exceedingly dear to the wise, and they are dear to Me.",
      "commentary": "7.17 तेषाम् of them? ज्ञानी the wise? नित्ययुक्तः ever steadfast? एकभक्तिः whose devotion is to the One? विशिष्यते excels? प्रियः dear? हि verily? ज्ञानिनः of the wise? अत्यर्थम् exceedingly? अहम् I? सः he? च and? मम of Me? प्रियः dear.Commentary Ekabhaktih means unswerving? singleminded devotion to the Supreme Being.The JnaniBhakta is beyond all cults or creeds or formal religion or rules of society.As the wise man is constantly harmonised and as he is devoted to the One? he is regarded as superior to all the other devotees. As I am his very Self or Antaratma? I am extremely dear to him. Everybody loves his own Self most. The Self is very dear to everybody. The wise man is My very Self and he is ear to Me also. (Cf.II.49IX.29XII.14?17and19)",
      "pronunciation": "teṣhāṁ jñānī nitya-yukta eka-bhaktir viśhiṣhyate\npriyo hi jñānino ’tyartham ahaṁ sa cha mama priyaḥ"
    },
    {
      "verse": 18,
      "text": "उदाराः सर्व एवैते ज्ञानी त्वात्मैव मे मतम्।\nआस्थितः स हि युक्तात्मा मामेवानुत्तमां गतिम्।।7.18।।",
      "translation": "Indeed, all these are noble; however, I consider the wise man as My very Self; for, he is steadfast in mind and established in Me alone as the supreme goal.",
      "commentary": "7.18 उदाराः noble? सर्वे all? एव surely? एते these? ज्ञानी the wise? तु but? आत्मा Self? एव very? मे My? मतम् opinion? आस्थितः is established? सः he? हि verily? युक्तात्मा steadfastminded? माम् Me? एव verily? अनुत्तमाम्,the supreme? गतिम् goal.Commentary Are not the other three kinds of devotees dear to the Lord They are. They are all noble souls. But the wise man is exceedingly dear because he hasa steady mind he has fixed his mind on Brahman. He does not want any worldly object? but only the Supreme Being. He seeks Brahman alone as the supreme goal. He practises Ahamgraha Upasana (meditation on the Self as the all). He tries to realise that he is identical with the Supreme Self. Therefore I regard a wise man as My very Self. (Cf.II.49)",
      "pronunciation": "udārāḥ sarva evaite jñānī tvātmaiva me matam\nāsthitaḥ sa hi yuktātmā mām evānuttamāṁ gatim"
    },
    {
      "verse": 19,
      "text": "बहूनां जन्मनामन्ते ज्ञानवान्मां प्रपद्यते।\nवासुदेवः सर्वमिति स महात्मा सुदुर्लभः।।7.19।।",
      "translation": "At the end of many births, the wise man comes to Me, realizing that all this is Vaasudeva (the innermost Self); such a great soul (Mahatma) is very hard to find.",
      "commentary": "7.19 बहूनाम् of many? जन्मनाम् of births? अन्ते in the end? ज्ञानवान् the wise? माम् to Me? प्रपद्यते approaches? वासुदेवः Vaasudeva? सर्वम् all? इति thus? सः he? महात्मा the great soul? सुदुर्लभः (is) very hard to find.Commentary Vaasudeva is a name of Lord Krishna as He is the son of Vasudeva. He is the allpervading Brahman.The aspirant gradually evolves through Yogic practices? selfless service?devotion and constant meditation in many births and ultimately attains the inner Self. He realises that all is Vaasudeva. It is very difficult to find such a great soul? who has attained to perfection. No one is eal to him. That is the reason why the Lord has said? One in a thousand perchance strives for perfection even among those successful strivers? only one perchance knows Me in essence. (Cf.VII.3.)",
      "pronunciation": "bahūnāṁ janmanām ante jñānavān māṁ prapadyate\nvāsudevaḥ sarvam iti sa mahātmā su-durlabhaḥ"
    },
    {
      "verse": 20,
      "text": "कामैस्तैस्तैर्हृतज्ञानाः प्रपद्यन्तेऽन्यदेवताः।\nतं तं नियममास्थाय प्रकृत्या नियताः स्वया।।7.20।।",
      "translation": "Those whose wisdom has been taken away by this or that desire, go to other gods, following this or that rite, led by their own nature.",
      "commentary": "7.20 कामैः by desires? तैः तैः by this or that? हृतज्ञानाः those whose wisdom has been rent away? प्रपद्यन्ते approach? अन्यदेवताः other gods? तम् तम् this or that? नियमम् rite? आस्थाय having followed? प्रकृत्या by nature? नियताः led? स्वया by ones own.Commentary Those who desire wealth? children? the (small) Siddhis? etc.? are deprived of discrimination. They devote themselves to other minor godssuch as Indra? Mitra? Varuna? etc.? impelled or driven by their own nature or Samskaras acired in their previous births. They perform some kinds of rites to propitiate these lower deities. (Cf.IX.23)",
      "pronunciation": "kāmais tais tair hṛita-jñānāḥ prapadyante ’nya-devatāḥ\ntaṁ taṁ niyamam āsthāya prakṛityā niyatāḥ svayā"
    },
    {
      "verse": 21,
      "text": "यो यो यां यां तनुं भक्तः श्रद्धयार्चितुमिच्छति।\nतस्य तस्याचलां श्रद्धां तामेव विदधाम्यहम्।।7.21।।",
      "translation": "Whatever form any devotee desires to worship with faith, I make that same faith of his firm and unflinching.",
      "commentary": "7.21 यः who? यः who? याम् which? याम् which? तनुम् form? भक्तः devotee? श्रद्धया with faith? अर्चितुम् to worship? इच्छति desires? तस्य तस्य of him? अचलाम् unflinching? श्रद्धाम् faith? ताम् that? एव surely? विदधामि make? अहम् I.Commentary Tanu or body is used here in the sense of a Devata (god).The Lord? the indweller of all beings? makes the faith of that devotee who worships the lesser divinities? which is born of the Samskaras of his previous birth? steady and unswerving. (Cf.IV.11IX.22and23)",
      "pronunciation": "yo yo yāṁ yāṁ tanuṁ bhaktaḥ śhraddhayārchitum ichchhati\ntasya tasyāchalāṁ śhraddhāṁ tām eva vidadhāmyaham"
    },
    {
      "verse": 22,
      "text": "स तया श्रद्धया युक्तस्तस्याराधनमीहते।\nलभते च ततः कामान्मयैव विहितान् हि तान्।।7.22।।",
      "translation": "Endowed with that faith, he engages in the worship of that form and obtains his desired outcome, which is ordained by Me alone.",
      "commentary": "7.22 सः he? तया with that? श्रद्धया with faith? युक्तः endowed? तस्य of it? आराधनम् worship? ईहते engages in? लभते obtains? च and? ततः from that? कामान् desires? मया by Me? एव surely? विहितान् ordained? हि verily? तान् those.Commentary The last two words Hi and Tan are taken as one word? Hitan meaning benefits. This is another interpretation. The devotee who worships the lesser gods attains the objectsof his desire (minor psychic powers? etc.). Those objects are ordained by the Lord only as He alone knows exactly the relation between the actions and their results or rewards and as He is the Inner Ruler of all beings. Unwise or undiscriminating people only take recourse to the means of getting these finite rewards which can hardly give entire satisfaction. Pitiable indeed is their lot They have,nopower of eniry (VicharaSakti) or right understanding. They get hold of pieces of glass instead of attaining the jewel of the Self? of incalculabe value.",
      "pronunciation": "sa tayā śhraddhayā yuktas tasyārādhanam īhate\nlabhate cha tataḥ kāmān mayaiva vihitān hi tān"
    },
    {
      "verse": 23,
      "text": "अन्तवत्तु फलं तेषां तद्भवत्यल्पमेधसाम्।\nदेवान्देवयजो यान्ति मद्भक्ता यान्ति मामपि।।7.23।।",
      "translation": "Verily, the reward (fruit) that accrues to those men of small intelligence is finite. The worshippers of the gods go to them, whereas My devotees come to Me.",
      "commentary": "7.23 अन्तवत् finite? तु verily? फलम् the fruit? तेषाम् of them? तत् that? भवति is? अल्पमेधसाम् those of small intelligence? देवान् to the gods? देवयजः the worshippers of the gods? यान्ति go to? मद्भक्ताः My devotees? यान्ति go to? माम् Me? अपि also.Commentary The exertion in the two kinds is the same and yet people do not attempt to worship the Supreme Being in order to attain the maximum benefitsor the infinite reward (liberation or Moksha). The reward obtained by men of small understandng and petty intellect who worship the minor deities is small? perishable and temporary.Yajnas (Vedic rituals)? Homas (rituals in which oblations are offered into the sacred fire) and Tapas (penance) of various sorts can bestow only temporary rewards on the performer. Liberation from the wheel of transmigrationalone will give everlasting bliss and eternal peace.Those who worship Indra and others are Sattvic devotees those who worship Yakshas and Rakshasas (demoniacal beings) are Rajasic devotees and those who worship the Bhutas and Pretas (discarnate spirits) are Tamasic devotees.The knowledge of those who worship the small deities is partial and incomplete. It cannot lead to liberation. (Cf.IX.25)",
      "pronunciation": "antavat tu phalaṁ teṣhāṁ tad bhavatyalpa-medhasām\ndevān deva-yajo yānti mad-bhaktā yānti mām api"
    },
    {
      "verse": 24,
      "text": "अव्यक्तं व्यक्ितमापन्नं मन्यन्ते मामबुद्धयः।\nपरं भावमजानन्तो ममाव्ययमनुत्तमम्।।7.24।।",
      "translation": "The foolish think of Me, the Unmanifest, as having manifestation, not knowing My higher, immutable, and most excellent nature.",
      "commentary": "7.24 अव्यक्तम् the unmanifested? व्यक्तिम् to manifestation? आपन्नम् come to? मन्यन्ते think? माम् Me? अबुद्धयः the foolish? परम् the highest? भावम् nature? अजानन्तः not knowing? मम My? अव्ययम् immutable? अनुत्तमम् most excellent.Commentary The ignorant take Lord Krishna as a common mortal. They think that He has taken a body like ordinary human beings from the unmanifested state on account of theforce of Karma of the previous birth. They have no knowledge of His higher? imperishable and selfluminous nature as the Highest Self. They think that He has just now come into manifestation? though He is selfexistent? eternal? beginningless? endless? birthless? deathless? changeless? infinite and unmanifest.",
      "pronunciation": "avyaktaṁ vyaktim āpannaṁ manyante mām abuddhayaḥ\nparaṁ bhāvam ajānanto mamāvyayam anuttamam"
    },
    {
      "verse": 25,
      "text": "नाहं प्रकाशः सर्वस्य योगमायासमावृतः।\nमूढोऽयं नाभिजानाति लोको मामजमव्ययम्।।7.25।।",
      "translation": "I am not manifest to all, veiled as I am by the Yoga-Maya. This deluded world does not know Me, who am unborn and imperishable.",
      "commentary": "7.25 न not? अहम् I? प्रकाशः manifest? सर्वस्य of all? योगमायासमावृतः veiled by YogaMaya? मूढः deluded? अयम् this? न not? अभिजानाति knows? लोकः world? माम् Me? अजम् unborn? अव्ययम् imperishable.Commentary I am not manifest to all the people? but I am certainly manifest to the chosen few who are My devotees? who have taken sole refuge in Me alone. I am not visible to those who are deluded by the threeGunas and the pairs of opposites? and who are screened off by this universe which is a manifestation of the alities of Nature? My YogaMaya or My creative illusion. This veils the understanding of the worldlyminded people. So they are not able to behold the Lord Who keeps Maya under His perfect control.YogaMaya is the union of the three alities of Nature. The illusion or veil spread thery is calledYogaMaya. The worldly people are deluded by the illusion born of the union of the three alities. Therefore? they are not able to know the Lord Who is unborn and immutable.This YogaMaya is under the perfect control of the Lord. Isvara is the wielder of Maya. Therefore it cannot obscure His own knowledge? just as the illusion created by the juggler cannot obstruct his,own knowledge or deceive him. The illusion which binds the worldly people cannot in the least affect the Lord Who has kep Maya under his perfect subjugation. (Cf.VII.13IX.5X.7XI.8)",
      "pronunciation": "nāhaṁ prakāśhaḥ sarvasya yoga-māyā-samāvṛitaḥ\nmūḍho ’yaṁ nābhijānāti loko mām ajam avyayam"
    },
    {
      "verse": 26,
      "text": "वेदाहं समतीतानि वर्तमानानि चार्जुन।\nभविष्याणि च भूतानि मां तु वेद न कश्चन।।7.26।।",
      "translation": "I know, O Arjuna, the beings of the past, the present, and the future; however, no one knows Me.",
      "commentary": "7.26 वेद know? अहम् I? समतीतानि the past? वर्तमानानि the present? च and? अर्जुन O Arjuna? भविष्याणि the future? च and? भूतानि beings? माम् Me? तु verily? वेद knows? न not? कश्चन any one.Commentary Persons who are deluded by the three alities of Nature do not know the Lord. As they lack in the knowledge of His real nature? they do not adore Hi. But the Lord knows through His omniscience the beingsof the past? the present and the future. He who worships the Lord with singleminded devotion knows Him in essence. He has knowledge of His real nature.",
      "pronunciation": "vedāhaṁ samatītāni vartamānāni chārjuna\nbhaviṣhyāṇi cha bhūtāni māṁ tu veda na kaśhchana"
    },
    {
      "verse": 27,
      "text": "इच्छाद्वेषसमुत्थेन द्वन्द्वमोहेन भारत।\nसर्वभूतानि संमोहं सर्गे यान्ति परन्तप।।7.27।।",
      "translation": "O Bharata, all beings are subject to delusion at birth due to the delusion of the pairs of opposites arising from desire and aversion, O Parantapa.",
      "commentary": "7.27 इच्छाद्वेषसमुत्थेन arisen from desire and aversion? द्वन्द्वमोहेन by the delusion of the pairs of opposites? भारत O Bharata? सर्वभूतानि all beings? संमोहम् to delusion? सर्गे at birth? यान्ति are subject? परन्तप O Parantapa (scorcher of the foes).Commentary Where there is pleasure there is Raga or attachment where there is pain there is Dvesha or aversion. There is the instinct in man to preservehis body. Man wishes to attain those objects which help the preservation of the body. He wishes to get rid of those objects which give pain to the body and the mind. On account of delusion caused by the pairs of opposites? desire and aversion spring up and man cannot get the knowledge of the things as they are? even of this external universe of senseexperience and it needs no saying that in a manwhose intellect is overwhelmed by desire and aversion there cannot arise the transcendental knowledge of the innermost Self.Raga (attraction) and Dvesha (repulsion)? pleasure and pain? heat and cold? happiness and misery? joy and sorrow? success and failure? censure and priase? honour and dishonour are the Dvandvas or the pairs of opposites. Desire and aversion (or attraction and repulsion) inducedelusion in all beings and serve as obstacles to the dawn of the knowledge of the Self.He whose intellect is obscured by the delusion caused by the pairs of opposites is not able to realise I am the Self. Therefore he does not adore Me as the Self.He who is a victim of RagaDvesha loses the power of discrimination. He wishes that pleasant objects should last for ever and that disagreeable or unpleasantobjects should disappear immediately. How could this be Objects that are conditioned in time? space and causation will perish. That which is agreeable and pleasant now will become disagreeable and unpleasant after some time. The mind is ever fluctuating. It demands variety and gets disgusted with monotony.",
      "pronunciation": "ichchhā-dveṣha-samutthena dvandva-mohena bhārata\nsarva-bhūtāni sammohaṁ sarge yānti parantapa"
    },
    {
      "verse": 28,
      "text": "येषां त्वन्तगतं पापं जनानां पुण्यकर्मणाम्।\nते द्वन्द्वमोहनिर्मुक्ता भजन्ते मां दृढव्रताः।।7.28।।",
      "translation": "But those men of virtuous deeds, whose sins have come to an end and who are freed from the delusion of the pairs of opposites, worship Me steadfastly, with their vows.",
      "commentary": "7.28 येषाम् of whom? तु but? अन्तगतम् is at the end? पापम् sin? जनानाम् of men? पुण्यकर्मणाम् of men of virtuous deeds? ते they? द्वन्द्वमोहनिर्मुक्ताः freed from the delusion of the pairs of opposites? भजन्ते worship? माम् Me? दृढव्रताः men steadfast in vows.Commentary By the performance of good deeds the heart is slowly purified Sattva increases Rajas and Tamas are gradually thinned out. The mindbecomes serene and calm. The little selfarrogating personality slowly dies. You grow in spirituality. The divine flame becomes brighter and brighter. You become impersonal.Sin To forget ones identity with the Supreme Soul is the greatest sin. To see difference is sin. To take the body as the Self? to believe that this world is real is sin. Selfishness is sin. Egoism is sin. Ignorance is sin.Steadfastin vows The man steadfast in vows entertains a firm resolve I must realise the Self now I will not budge an inch from my seat till I attain Selfrealisation. He has the firm conviction that Brahman is the only Reality. This world is unreal. It is like a mirage. I can attain immortality and eternal bliss if I realise the Self only. There is not an iota of happiness in the sensual objects. Therefore the Lord says? Those persons of pure deeds worship Me steadfast in vows.",
      "pronunciation": "yeṣhāṁ tvanta-gataṁ pāpaṁ janānāṁ puṇya-karmaṇām\nte dvandva-moha-nirmuktā bhajante māṁ dṛiḍha-vratāḥ"
    },
    {
      "verse": 29,
      "text": "जरामरणमोक्षाय मामाश्रित्य यतन्ति ये।\nते ब्रह्म तद्विदुः कृत्स्नमध्यात्मं कर्म चाखिलम्।।7.29।।",
      "translation": "Those who strive for liberation from old age and death, taking refuge in Me, realize in full that Brahman, the whole knowledge of the Self, and all action.",
      "commentary": "7.29 जरामरणमोक्षाय for liberation from old age and death? माम् Me? आश्रित्य having taken refuge in? यतन्ति strive? ये who? ते they? ब्रह्म Brahman? तत् that? विदुः know? कृत्स्नम् the whole? अध्यात्मम् knowledge of the Self? कर्म action? च and? अखिलम् whole.Commentary They attain to the full knowledge of the Self or perfect knowledge of Brahman. They attain to the Bhuma or the Highest or the Unconditioned.All their doubts are totally destroyed. They fully realise now? All is Vaasudeva. All indeed is Brahman. There is no such thing as diversity.They are not rorn here and have thus conered old age and death. They are liberated here and now.",
      "pronunciation": "jarā-maraṇa-mokṣhāya mām āśhritya yatanti ye\nte brahma tadviduḥ kṛitsnam adhyātmaṁ karma chākhilam"
    },
    {
      "verse": 30,
      "text": "साधिभूताधिदैवं मां साधियज्ञं च ये विदुः।\nप्रयाणकालेऽपि च मां ते विदुर्युक्तचेतसः।।7.30।।",
      "translation": "Those who know Me with the Adhibhuta (pertaining to the elements), Adhidaiva (pertaining to the gods), and the Adhiyajna (pertaining to the sacrifice) know Me even at the time of death, remaining steadfast in mind.",
      "commentary": "7.30 साधिभूताधिदैवम् with the Adhibhuta and the Adhidaiva together? माम् Me? साधियज्ञम् with the Adhiyajna? च and? ये who? विदुः know? प्रयाणकाले at the time of death? अपि even? च and? माम् Me? ते they? विदुः know? युक्तचेतसः steadfast in mind.Commentary They who are steadfast in mind? who have taken refuge in Me? who know Me as the knowledge of elements in the physical plane? as the knowledge ofthe gods in the celestial or mental plane? as the knowledge of the sacrifice in the realm of sacrifice? are not affected by death. They do not lose their memory. They continue to keep up the consciousness of Me even at the time of their departure from this world. Those who worship Me along with these three know Me even at the time of death. (Cf.VIII.25)(This chapter is known by the names Vijnana Yogaand Jnana Yoga also.)Thus in the Upanishads of the glorious Bhagavad Gita? the Science of the Eternal? the scripture of Yoga? the dialogue between Sri Krishna and Arjuna? ends the seventh discourse entitledThe Yoga of Wisdom and Realisation. ,",
      "pronunciation": "sādhibhūtādhidaivaṁ māṁ sādhiyajñaṁ cha ye viduḥ\nprayāṇa-kāle ’pi cha māṁ te vidur yukta-chetasaḥ"
    }
  ]
}