[
  {
    "chapter": 1,
    "title": "अर्जुन विषाद योग",
    "verses": 47,
    "description": "भगवद गीता का पहला अध्याय \"अर्जुन विषाद योग\" महाभारत के युद्ध की पृष्ठभूमि, पात्रों और परिस्थितियों का परिचय देता है, जो पांडवों और कौरवों के बीच लड़ा गया था। यह उन कारणों को रेखांकित करता है जो भगवद गीता के प्रकटीकरण की ओर ले जाते हैं। जैसे ही दोनों सेनाएँ युद्ध के लिए तैयार होती हैं, महान योद्धा अर्जुन, दोनों पक्षों के योद्धाओं को देखकर अपने रिश्तेदारों और दोस्तों को खोने के डर और अपने ही रिश्तेदारों को मारने के कारण होने वाले पापों के कारण अत्यधिक उदास और दुखी हो जाता है। इसलिए, वह भगवान कृष्ण के पास एक समाधान की तलाश में आत्मसमर्पण करता है। इस प्रकार, भगवद गीता का ज्ञान प्रकट होता है।"
  },
  {
    "chapter": 2,
    "title": "सांख्य योग",
    "verses": 72,
    "description": "दूसरा अध्याय, \"सांख्य योग\", अक्सर पूरी भगवद गीता का सारांश माना जाता है। यहाँ, कृष्ण अपने शिक्षण की शुरुआत आत्मा की प्रकृति, जीवन के उद्देश्य और सांख्य दर्शन के सार को समझाकर करते हैं, जो ज्ञान के माध्यम से वास्तविकता को समझने पर जोर देता है। वह अर्जुन को परिणामों से जुड़े बिना अपने कर्तव्य को निभाने की सलाह देते हैं, जो कर्म योग की अवधारणा को पेश करता है।"
  },
  {
    "chapter": 3,
    "title": "कर्म योग",
    "verses": 43,
    "description": "तीसरे अध्याय, \"कर्म योग\", में कृष्ण निःस्वार्थ कर्म के मार्ग पर विस्तार से बताते हैं। वे समझाते हैं कि परिणामों के प्रति आसक्ति के बिना अपने कर्तव्यों का पालन करके, व्यक्ति आध्यात्मिक मुक्ति प्राप्त कर सकता है। यह अध्याय कर्म की महत्ता और धर्म (धर्मनिष्ठता) के अनुसार अपने कर्तव्यों का पालन करने की आवश्यकता पर जोर देता है।"
  },
  {
    "chapter": 4,
    "title": "ज्ञान योग",
    "verses": 42,
    "description": "चौथे अध्याय, \"ज्ञान योग\", में प्राचीन ऋषियों के ज्ञान और आध्यात्मिक ज्ञान प्राप्त करने के महत्व पर चर्चा की गई है। कृष्ण अपनी शिक्षाओं की शाश्वत प्रकृति, बलिदानों के महत्व और कैसे ज्ञान आत्मा को शुद्ध और मुक्त कर सकता है, को समझाते हैं। वह दिव्य अवतार की अवधारणा और धर्म की रक्षा में अपनी भूमिका को पेश करते हैं।"
  },
  {
    "chapter": 5,
    "title": "कर्म संन्यास योग",
    "verses": 29,
    "description": "पांचवे अध्याय, \"कर्म संन्यास योग\", में कृष्ण संन्यास (संज्ञा) और निःस्वार्थ कर्म (कर्म योग) के मार्ग की तुलना करते हैं। वह बताते हैं कि दोनों मार्ग मुक्ति की ओर ले जाते हैं, फिर भी कर्म योग अधिक व्यावहारिक है। वह परिणामों के प्रति आसक्ति के बिना अपने कर्तव्यों का पालन करने के महत्व और संतुलित जीवन जीने के फायदों पर जोर देते हैं।"
  },
  {
    "chapter": 6,
    "title": "आत्मसंयम योग",
    "verses": 47,
    "description": "छठे अध्याय, \"आत्मसंयम योग\", में ध्यान और आत्म-अनुशासन के अभ्यास पर ध्यान केंद्रित किया गया है। कृष्ण मन और इंद्रियों को नियंत्रित करने की तकनीकों और आध्यात्मिक अभ्यास में दृढ़ता और समर्पण के महत्व को समझाते हैं। वह सच्चे योगी के गुणों और आंतरिक शांति और आत्म-साक्षात्कार प्राप्त करने में ध्यान के लाभों का वर्णन करते हैं।"
  },
  {
    "chapter": 7,
    "title": "विज्ञान योग",
    "verses": 30,
    "description": "सातवें अध्याय, \"विज्ञान योग\", में कृष्ण दिव्य ज्ञान और बुद्धिमत्ता की प्रकृति पर चर्चा करते हैं। वह भौतिक और आध्यात्मिक संसारों के अंतर, परम वास्तविकता की प्रकृति और भक्ति के विभिन्न रूपों को समझाते हैं। वह दिव्य प्रकृति को समझने और मुक्ति प्राप्त करने में भक्ति की भूमिका पर जोर देते हैं।"
  },
  {
    "chapter": 8,
    "title": "अक्षर-परब्रह्म योग",
    "verses": 28,
    "description": "आठवें अध्याय, \"अक्षर-परब्रह्म योग\", में आत्मा की शाश्वत और अक्षय प्रकृति पर चर्चा की गई है। कृष्ण जीवन, मृत्यु और पुनर्जन्म की अवधारणाओं और मृत्यु के समय दिव्य को याद रखने के महत्व को समझाते हैं। वह मुक्ति के विभिन्न मार्गों और परम सत्य को जानने के महत्व को वर्णन करते हैं।"
  },
  {
    "chapter": 9,
    "title": "राजविद्या-राजगुह्य योग",
    "verses": 34,
    "description": "नौवें अध्याय, \"राजविद्या-राजगुह्य योग\", में कृष्ण सबसे गुप्त और सर्वोच्च ज्ञान का प्रकटीकरण करते हैं। वह दिव्य की प्रकृति, भक्ति की शक्ति और सर्वोच्च के प्रति आत्मसमर्पण के लाभों पर चर्चा करते हैं। वह समझाते हैं कि वह सृष्टि के भौतिक और प्रचालक कारण दोनों हैं, और शुद्ध भक्ति के महत्व पर जोर देते हैं।"
  },
  {
    "chapter": 10,
    "title": "विभूति विस्तार योग",
    "verses": 42,
    "description": "दसवें अध्याय, \"विभूति विस्तार योग\", में कृष्ण अपनी विभिन्न शक्तियों और कैसे वह सृष्टि के सभी पहलुओं में व्याप्त हैं, का वर्णन करते हैं। उनकी दिव्य महिमाओं को समझने से भक्तों का विश्वास और भक्ति मजबूत हो सकती है, जो आध्यात्मिक प्रबोधन की ओर ले जाती है।"
  },
  {
    "chapter": 11,
    "title": "विश्वरूप-दर्शन योग",
    "verses": 55,
    "description": "ग्यारहवें अध्याय, \"विश्वरूप-दर्शन योग\", में कृष्ण अर्जुन को अपनी विराट रूप दिखाते हैं, जो उनकी दिव्यता के अनंत और विस्मयकारी पहलुओं को दर्शाता है। यह दृष्टि कृष्ण की व्यापकता और सर्वशक्तिमत्ता को प्रदर्शित करती है, व्यक्तिगत अहंकार की तुच्छता और दिव्य इच्छा के प्रति आत्मसमर्पण के महत्व को रेखांकित करती है।"
  },
  {
    "chapter": 12,
    "title": "भक्ति योग",
    "verses": 20,
    "description": "बारहवें अध्याय, \"भक्ति योग\", भक्ति के मार्ग पर केंद्रित है। कृष्ण एक सच्चे भक्त के गुणों और भक्ति के विभिन्न रूपों को समझाते हैं। वह जोर देते हैं कि ईश्वर के प्रति सच्ची और अडिग भक्ति मुक्ति की ओर ले जा सकती है, और एक सच्चे भक्त के गुण और प्रथाओं का वर्णन करते हैं।"
  },
  {
    "chapter": 13,
    "title": "क्षेत्र-क्षेत्रज्ञ विभाग योग",
    "verses": 34,
    "description": "तेरहवें अध्याय, \"क्षेत्र-क्षेत्रज्ञ विभाग योग\", में कृष्ण शरीर (क्षेत्र) और शरीर के ज्ञाता (क्षेत्रज्ञ) के बीच अंतर को समझाते हैं। वह आत्मा, भौतिक संसार, और परम वास्तविकता की प्रकृति पर चर्चा करते हैं। यह अध्याय आत्म-जागरूकता की अवधारणा और शरीर और आत्मा के बीच अंतर करने के महत्व को स्पष्ट करता है।"
  },
  {
    "chapter": 14,
    "title": "गुणत्रय-विभाग योग",
    "verses": 27,
    "description": "चौदहवें अध्याय, \"गुणत्रय-विभाग योग\", में तीन गुणों (सत्त्व, रजस, और तमस) के बारे में चर्चा की गई है। कृष्ण समझाते हैं कि ये गुण कैसे मानव व्यवहार और चेतना को प्रभावित करते हैं। वह इन गुणों से ऊपर उठने के महत्व और ऐसे व्यक्ति के गुणों को वर्णन करते हैं जिसने इन गुणों को पार कर लिया है।"
  },
  {
    "chapter": 15,
    "title": "पुरुषोत्तम-प्राप्ति योग",
    "verses": 20,
    "description": "पंद्रहवें अध्याय, \"पुरुषोत्तम-प्राप्ति योग\", में कृष्ण ब्रह्मांड के शाश्वत और नश्वर पहलुओं पर चर्चा करते हैं। वह सर्वोच्च पुरुष (पुरुषोत्तम) की प्रकृति और इस सर्वोच्च वास्तविकता को पहचानने के महत्व को समझाते हैं। यह अध्याय भौतिक संसार की नश्वरता और आत्मा की शाश्वत प्रकृति को उजागर करता है, सर्वोच्च के साथ एकता प्राप्त करने की आवश्यकता पर जोर देता है।"
  },
  {
    "chapter": 16,
    "title": "दैवासुर-संपद-विभाग योग",
    "verses": 24,
    "description": "सोलहवें अध्याय, \"दैवासुर-संपद-विभाग योग\", में मानव में दैवीय और आसुरी स्वभाव के बीच अंतर को समझाया गया है। कृष्ण दैवीय स्वभाव को परिभाषित करने वाले गुणों और आचरणों का वर्णन करते हैं, जैसे विनम्रता, अहिंसा, और सत्यनिष्ठा, साथ ही आसुरी स्वभाव के लक्षण, जैसे अहंकार, क्रूरता, और अज्ञानता। वह आध्यात्मिक पथ पर प्रगति के लिए दैवीय गुणों को विकसित करने के महत्व को रेखांकित करते हैं।"
  },
  {
    "chapter": 17,
    "title": "श्रद्धात्रय-विभाग योग",
    "verses": 28,
    "description": "सत्रहवें अध्याय, \"श्रद्धात्रय-विभाग योग\", में कृष्ण विभिन्न प्रकार की श्रद्धा (श्रद्धा) के बारे में बताते हैं जो तीन गुणों के अनुरूप होती हैं। वह समझाते हैं कि श्रद्धा कैसे किसी व्यक्ति के विचारों, कार्यों, और आध्यात्मिक प्रथाओं को प्रभावित करती है। यह अध्याय सही प्रकार की श्रद्धा रखने के महत्व और इसके व्यक्ति की आध्यात्मिक प्रगति पर प्रभाव को उजागर करता है।"
  },
  {
    "chapter": 18,  
    "title": "मोक्ष-संन्यास योग",
    "verses": 78,
    "description": "अठारहवें अध्याय, \"मोक्ष-संन्यास योग\", भगवद गीता का समापन है। कृष्ण पिछले अध्यायों की शिक्षाओं का सारांश देते हैं और संन्यास (संन्यास) और निःस्वार्थ कर्म (कर्म योग) के मार्ग पर चर्चा करते हैं। वह बिना आसक्ति के अपने कर्तव्यों का पालन करने के महत्व, भक्ति की शक्ति, और मुक्ति (मोक्ष) प्राप्त करने के अंतिम लक्ष्य पर जोर देते हैं। यह अध्याय संतुलित और आध्यात्मिक रूप से पूर्ण जीवन जीने के लिए एक व्यापक मार्गदर्शिका के रूप में कार्य करता है।"
  }
]
